Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF2485
source: Set up parameters for landed cost
pt_br: Configurar parâmetros para o custo de pouso

# @KRF2486
source: Set up parameters for seasons
pt_br: Configurar parâmetros para estações

# @KRF2487
source: Indicates if season value is editable or fixed.
pt_br: Indica se o valor da temporada é editável ou fixo.

# @KRF2488
source: Item season drops
pt_br: Quedas na temporada de itens

# @KRF2489
source: The KRFInventSeasonDropTable table define drops per item season combination.
pt_br: A tabela KRFInventSeasonDropTable define drops por combinação de temporada de itens.

# @KRF2490
source: Shows drops for item/season
pt_br: Mostra gotas para item/temporada

# @KRF2491
source: Item color season drops
pt_br: Quedas na temporada de cores do item

# @KRF2492
source: The KRFInventColorSeasonDropTable table define drops per item/color/season combination.
pt_br: A tabela KRFInventColorSeasonDropTable define drops por combinação item/cor/temporada.

# @KRF2493
source: Shows drops for item/color/season
pt_br: Mostra gotas para item/cor/estação

# @KRF2494
source: Default drop for item/color/season.
pt_br: Queda padrão para item/cor/estação.

# @KRF2495
source: Default drop for item/season.
pt_br: Queda padrão para item/temporada.

# @KRF2496
source: At least one drop should be set to default.
pt_br: Pelo menos uma gota deve ser definida como padrão.

# @KRF2497
source: Cannot change season of the line since it is the part of matrix.
pt_br: Não pode mudar a estação da linha, já que é a parte da matriz.

# @KRF2498
source: Each item/season can only have one default drop.
pt_br: Cada item/temporada só pode ter uma queda padrão.

# @KRF2499
source: Each item/color/season can only have one default drop.
pt_br: Cada item/cor/estação só pode ter uma queda padrão.

# @KRF2500
source: Check drops in season
pt_br: Confira as gotas na temporada

# @KRF2501
source: Enables a check that a season linked to an item must have at least one drop.
pt_br: Permite verificar se uma estação ligada a um item deve ter pelo menos uma gota.

# @KRF2502
source: '%1' must be earlier than '%2'.
pt_br: '%1' deve ser mais cedo que '%2'.

# @KRF2503
source: Variants per color
pt_br: Variantes por cor

# @KRF2504
source: Open product variants per color in the pivot form.
pt_br: Abra as variantes do produto por cor na forma de pivô.

# @KRF2505
source: Generate product result for the collection planning.
pt_br: Gerar resultado do produto para o planejamento da coleta.

# @KRF2506
source: Actual products
pt_br: Produtos reais

# @KRF2507
source: Number of released items created.
pt_br: Número de itens lançados criados.

# @KRF2508
source: Planned products
pt_br: Produtos planejados

# @KRF2509
source: Number of planned items to be created.
pt_br: Número de itens planejados a serem criados.

# @KRF2510
source: Calculated on
pt_br: Calculado em

# @KRF2511
source: Collection result
pt_br: Resultado da coleta

# @KRF2512
source: The KRFRetailCollectionProductList table contains the list of allowed products and colors.
pt_br: A tabela KRFRetailCollectionProductList contém a lista de produtos e cores permitidos.

# @KRF2513
source: Product result
pt_br: Resultado do produto

# @KRF2514
source: WSSI journal table
pt_br: Tabela de diários do WSSI

# @KRF2515
source: The KRFWSSIJournalTable table contains all WSSI journals.
pt_br: A tabela KRFWSSIJournalTable contém todos os periódicos WSSI.

# @KRF2516
source: Processed on
pt_br: Processado em

# @KRF2517
source: The date on which this journal was last processed.
pt_br: A data em que este diário foi processado pela última vez.

# @KRF2518
source: WSSI journal transactions
pt_br: Transações de diários do WSSI

# @KRF2519
source: The KRFWSSIJournalTrans table contains all WSSI journals transactions.
pt_br: A tabela KRFWSSIJournalTrans contém todas as transações de periódicos WSSI.

# @KRF2520
source: Demand sales forecast qty
pt_br: Previsão de vendas de demanda qty

# @KRF2521
source: Demand sales forecast quantity.
pt_br: Quantidade de previsão de vendas de demanda.

# @KRF2522
source: Demand sales forecast value
pt_br: Valor de previsão de vendas de demanda

# @KRF2523
source: Demand sales forecast value.
pt_br: Valor de previsão de vendas de demanda.

# @KRF2524
source: Gross invoiced sales value
pt_br: Valor bruto de venda faturado

# @KRF2525
source: Gross invoiced sales value.
pt_br: Valor bruto de venda faturado.

# @KRF2526
source: Inventory qty
pt_br: Inventário qty

# @KRF2527
source: Inventory quantity.
pt_br: Quantidade de inventário.

# @KRF2528
source: Inventory value.
pt_br: Valor do estoque.

# @KRF2529
source: Invoice sales discount
pt_br: Desconto de vendas de faturas

# @KRF2530
source: Invoice sales discount.
pt_br: Desconto nas vendas da fatura.

# @KRF2531
source: Discount percentage.
pt_br: Porcentagem de desconto.

# @KRF2532
source: Invoiced sales return qty
pt_br: Retorno de vendas faturado qty

# @KRF2533
source: Invoiced sales return quantity.
pt_br: Quantidade de retorno de vendas faturada.

# @KRF2534
source: Invoiced sales qty
pt_br: Qty de vendas faturadas

# @KRF2535
source: Invoiced sales quantity.
pt_br: Quantidade de vendas faturada.

# @KRF2536
source: Net invoiced sales return value
pt_br: Valor de retorno de vendas faturado líquido

# @KRF2537
source: Net invoiced sales return value.
pt_br: Valor de retorno de venda faturado líquido.

# @KRF2538
source: Net invoiced sales value
pt_br: Valor líquido de venda faturado

# @KRF2539
source: Net invoiced sales value.
pt_br: Valor de venda faturado líquido.

# @KRF2540
source: Open purchase qty
pt_br: Compra aberta qty

# @KRF2541
source: Open purchase quantity.
pt_br: Quantidade de compra aberta.

# @KRF2542
source: Open purchase value
pt_br: Valor de compra aberto

# @KRF2543
source: Open purchase value.
pt_br: Valor de compra aberto.

# @KRF2544
source: Open sales qty
pt_br: Vendas abertas qty

# @KRF2545
source: Open sales quantity.
pt_br: Quantidade de vendas abertas.

# @KRF2546
source: Open sales value
pt_br: Valor de venda aberto

# @KRF2547
source: Open sales value.
pt_br: Valor de venda aberto.

# @KRF2548
source: Open to buy
pt_br: Aberto para comprar

# @KRF2549
source: Open to buy.
pt_br: Aberto para comprar.

# @KRF2550
source: Purchase receipts qty
pt_br: Recibos de compra qty

# @KRF2551
source: Purchase receipts quantity.
pt_br: Quantidade de recibos de compra.

# @KRF2552
source: Purchase receipts value
pt_br: Valor dos recibos de compra

# @KRF2553
source: Purchase receipts value.
pt_br: Valor dos recibos de compra.

# @KRF2554
source: WSSI journal products
pt_br: Produtos de revista WSSI

# @KRF2555
source: WSSI journal number
pt_br: Número do diário WSSI

# @KRF2556
source: Journal number for WSSI.
pt_br: Número do diário para WSSI.

# @KRF2557
source: WSSI calculation type
pt_br: Tipo de cálculo WSSI

# @KRF2558
source: Defines the WSSI calculation type.
pt_br: Define o tipo de cálculo WSSI.

# @KRF2559
source: WSSI transactions§0020002000200020002000200020002000200020002000200020002000200020002000200020002000200020002000200020002000200020§
pt_br: Transações WSSI§0020002000200020002000200020002000200020002000200020002000200020002000200020002000200020002000200020002000200020§

# @KRF2560
source: Processing of transactions on WSSI journal '%1' completed.
pt_br: Processamento de transações na revista WSSI '%1' concluída.

# @KRF2561
source: Unique key for the WSSI journal table, allocated when creating new journal.
pt_br: Chave única para a tabela de diários do WSSI, alocada ao criar um novo periódico.

# @KRF2562
source: WSSI journal form
pt_br: Formulário de diário WSSI

# @KRF2564
source: WSSI journal
pt_br: Revista WSSI

# @KRF2565
source: WSSI journal transactions
pt_br: Transações de diários do WSSI

# @KRF2566
source: View transactions
pt_br: Exibir transações

# @KRF2567
source: View WSSI transactions for the journal.
pt_br: Veja as transações do WSSI para o diário.

# @KRF2568
source: Calculate the WSSI journal transactions
pt_br: Calcule as transações de diário do WSSI

# @KRF2569
source: Calculate the WSSI journal transactions.
pt_br: Calcule as transações do diário WSSI.

# @KRF2570
source: Maintain WSSI journals
pt_br: Manter os periódicos WSSI

# @KRF2571
source: Maintain WSSI journals.
pt_br: Mantenha os diários WSSI.

# @KRF2572
source: View WSSI journals
pt_br: Ver periódicos WSSI

# @KRF2573
source: View WSSI journals.
pt_br: Veja os diários do WSSI.

# @KRF2574
source: WSSI journal form.
pt_br: Formulário de diário WSSI.

# @KRF2575
source: OTB includes sales
pt_br: OTB inclui vendas

# @KRF2576
source: Determines how the OTB (Open to buy) calculation handles sales/demand forecast cost.
pt_br: Determina como o cálculo OTB (Aberto para comprar) lida com o custo de previsão de vendas/demanda.

# @KRF2577
source: Yes, consumes forecast
pt_br: Sim, consome previsão

# @KRF2578
source: Number of periods exceeded the maximum of '%1'.
pt_br: O número de períodos ultrapassou o máximo de '%1'.

# @KRF2579
source: %1 staging data records were deleted.
pt_br: %1 os registros de dados de encenação foram excluídos.

# @KRF2580
source: %1 transfer order(s), %2 sales order(s) have been created.
pt_br: %1 pedidos de transferência(s), %2 ordens de venda(s) foram criadas.

# @KRF2581
source: Choose external color code type.
pt_br: Escolha o tipo de código de cor externo.

# @KRF2582
source: Consignment staging data clean-up
pt_br: Limpeza de dados de remessa

# @KRF2583
source: Consignment staging data processing
pt_br: Processamento de dados de preparação de remessas

# @KRF2584
source: Delete records older than (days)
pt_br: Excluir registros mais antigos do que (dias)

# @KRF2585
source: Records older than this value (in days) will be deleted.
pt_br: Registros mais antigos desse valor (em dias) serão excluídos.

# @KRF2586
source: Sales order '%1' was posted.
pt_br: A ordem de vendas '%1' foi postada.

# @KRF2587
source: Set up external color code types.
pt_br: Configure os tipos de código de cores externos.

# @KRF2588
source: Warehouse '%1' has circular reference to current warehouse.
pt_br: Armazém '%1' tem referência circular ao armazém atual.

# @KRF2589
source: External color code types
pt_br: Tipos de código de cores externos

# @KRF2590
source: External color codes
pt_br: Códigos de cores externos

# @KRF2591
source: Maintain consignment staging data
pt_br: Manter os dados de preparação de remessas

# @KRF2592
source: Maintain external color codes
pt_br: Manter códigos de cores externos

# @KRF2593
source: View consignment staging data
pt_br: Exibir dados de preparação de remessa

# @KRF2594
source: View external color codes
pt_br: Exibir códigos de cores externos

# @KRF2595
source: The KRFExternalColorCodeTable table stores external color codes by types.
pt_br: A tabela KRFExternalColorCodeTable armazena códigos de cores externos por tipos.

# @KRF2596
source: The KRFExternalColorCodeType table stores external color code types.
pt_br: A tabela KRFExternalColorCodeType armazena tipos de código de cores externos.

# @KRF2597
source: External color code type identification.
pt_br: Identificação do tipo de código de cor externo.

# @KRF2598
source: Creating orders from customer consignment staging data.
pt_br: Criando pedidos a partir de dados de preparação de remessas de clientes.

# @KRF2599
source: Delete old consignment staging data records.
pt_br: Exclua registros de dados de remessas antigas.

# @KRF2600
source: External color codes by type.
pt_br: Códigos de cores externos por tipo.

# @KRF2601
source: Moves and update data from deprecated fields to a new structure.
pt_br: Move e atualiza dados de campos preteridos para uma nova estrutura.

# @KRF2602
source: Open consignment staging data.
pt_br: Dados de preparação de remessa abertos.

# @KRF2603
source: The KRFTmpRetailInventBalancingAvailability table contains information used by the inventory balancing calculation.
pt_br: A tabela KRFTmpRetailInventBalancingAvailability contém informações usadas pelo cálculo de balanceamento de inventário.

# @KRF2604
source: Line with status '%1' cannot be changed to '%2'.
pt_br: A linha com o status '%1' não pode ser alterada para '%2'.

# @KRF2605
source: Code '%1' has already been assigned to another color.
pt_br: O código '%1' já foi atribuído a outra cor.

# @KRF2606
source: Update deprecated external color code
pt_br: Atualizar código de cor externo preterido

# @KRF2607
source: Process marked
pt_br: Processo marcado

# @KRF2608
source: Planned cost of sales
pt_br: Custo planejado de vendas

# @KRF2609
source: Planned cost of sales.
pt_br: Custo planejado de vendas.

# @KRF2610
source: Planned inventory value
pt_br: Valor de estoque planejado

# @KRF2611
source: Planned inventory value.
pt_br: Valor do inventário planejado.

# @KRF2612
source: WSSI transactions chart.
pt_br: Gráfico de transações do WSSI.

# @KRF2613
source: WSSI transactions value
pt_br: Valor das transações WSSI

# @KRF2614
source: WSSI transactions quantity
pt_br: Quantidade de transações WSSI

# @KRF2615
source: Periods prior to today
pt_br: Períodos anteriores a hoje

# @KRF2616
source: The number of periods prior to today, to be used during WSSI calculation.
pt_br: O número de períodos anteriores a hoje, a ser utilizado durante o cálculo do WSSI.

# @KRF2617
source: Periods after today
pt_br: Períodos após hoje

# @KRF2618
source: The number of periods after today, to be used during WSSI calculation.
pt_br: O número de períodos após hoje, a ser usado durante o cálculo do WSSI.

# @KRF2619
source: Season financial dimension
pt_br: Dimensão financeira da estação

# @KRF2620
source: Change season
pt_br: Temporada de mudanças

# @KRF2621
source: %1 - change season
pt_br: %1 - temporada de mudança

# @KRF2622
source: New season
pt_br: Nova temporada

# @KRF2623
source: Change season code.
pt_br: Mude o código da temporada.

# @KRF2624
source: The collection has not yet been calculated.
pt_br: A coleção ainda não foi calculada.

# @KRF2625
source: The collection has no linked season(s).
pt_br: A coleção não tem temporada vinculada.

# @KRF2626
source: Inventory status search by retail channel
pt_br: Pesquisa de status de inventário por canal de varejo

# @KRF2627
source: Indicates if inventory status calculation should include retail channel as part of the search within the standard logic.
pt_br: Indica se o cálculo do status do inventário deve incluir o canal de varejo como parte da pesquisa dentro da lógica padrão.

# @KRF2628
source: BOM information
pt_br: Informações do BOM

# @KRF2629
source: BOM color, size and component information.
pt_br: Bom informações de cor, tamanho e componente.

# @KRF2630
source: View BOM color, size and component information
pt_br: Veja as informações de cor, tamanho e componentes da BOM

# @KRF2631
source: Maintain fashion logistics§0020§
pt_br: Manter a logística da moda§0020§

# @KRF2632
source: View fashion logistics
pt_br: Ver a logística da moda

# @KRF2633
source: Use consignment
pt_br: Use remessa

# @KRF2634
source: Maintain sales budget
pt_br: Manter o orçamento de vendas

# @KRF2635
source: View sales budget
pt_br: Ver o orçamento de vendas

# @KRF2636
source: View fashion sales manager role center
pt_br: Veja o centro de papel do gerente de vendas de moda

# @KRF2637
source: View fashion purchasing manager role center
pt_br: Veja o centro de papel do gerente de compras de moda

# @KRF2638
source: View fashion product user role center
pt_br: Ver o centro de papel do usuário do produto de moda

# @KRF2639
source: View fashion product manager role center
pt_br: Veja o centro de papel do gerente de produto de moda

# @KRF2640
source: View fashion channel manager role center
pt_br: Ver o centro de papel do gerente de canais de moda

# @KRF2641
source: The KRFWSSISalesInvoiceTransView contains the sales invoice information for WSSI reporting.
pt_br: O KRFWSSISalesInvoiceTransView contém as informações da fatura de vendas para relatórios WSSI.

# @KRF2642
source: WSSI sales invoice trans view
pt_br: WSSI vendas fatura trans visualização trans

# @KRF2643
source: Default costing version '%1' has different site settings than the current prepack version being activated.
pt_br: A versão de custo padrão '%1' tem configurações de site diferentes da versão pré-pacote atual sendo ativada.

# @KRF2644
source: Create negative orders
pt_br: Criar ordens negativas

# @KRF2645
source: Create sales order lines with negative quantity instead of purchase order on inventory recall.
pt_br: Crie linhas de pedidos de vendas com quantidade negativa em vez de ordem de compra no recall de estoque.

# @KRF2646
source: Set up the shared retail parameters for replenishment
pt_br: Configurar os parâmetros de varejo compartilhados para reposição

# @KRF2647
source: K3 Fashion - Composition types
pt_br: K3 Fashion - Tipos de composição

# @KRF2648
source: K3 Fashion - Composition lines
pt_br: K3 Fashion - Linhas de composição

# @KRF2649
source: K3 Fashion - Fibers
pt_br: K3 Fashion - Fibras

# @KRF2650
source: K3 Fashion - Wash and care instruction group lines
pt_br: K3 Fashion - Linhas de grupo de lavagem e instrução de cuidados

# @KRF2651
source: K3 Fashion - Wash and care instruction country specific
pt_br: K3 Fashion - País de ensino de lavagem e cuidados específico

# @KRF2652
source: K3 Fashion - Product instruction groups
pt_br: K3 Fashion - Grupos de instrução de produtos

# @KRF2653
source: K3 Fashion - Drop regions
pt_br: K3 Fashion - Regiões de queda

# @KRF2655
source: K3 Fashion - Season groups
pt_br: K3 Fashion - Grupos de temporada

# @KRF2656
source: Export composition types
pt_br: Tipos de composição de exportação

# @KRF2657
source: Import composition types
pt_br: Tipos de composição de importação

# @KRF2658
source: Security privilege for composition types entity
pt_br: Privilégio de segurança para entidade de tipos de composição

# @KRF2659
source: Export composition lines
pt_br: Linhas de composição de exportação

# @KRF2660
source: Import composition lines
pt_br: Linhas de composição de importação

# @KRF2661
source: Security privilege for composition lines entity
pt_br: Privilégio de segurança para entidade de linhas de composição

# @KRF2662
source: Export fibers
pt_br: Fibras de exportação

# @KRF2663
source: Import fibers
pt_br: Fibras de importação

# @KRF2664
source: Security privilege for fibers entity
pt_br: Privilégio de segurança para entidade de fibras

# @KRF2665
source: Export wash and care instruction group lines
pt_br: Linhas do grupo de lavagem e instrução de cuidados de exportação

# @KRF2666
source: Import wash and care instruction group lines
pt_br: Linhas do grupo de lavagem e instrução de cuidados de importação

# @KRF2667
source: Security privilege for wash and care instruction group lines entity
pt_br: Privilégio de segurança para entidade de linhas de grupo de lavagem e cuidado

# @KRF2668
source: Export wash and care instructions country specific
pt_br: Exportar instruções de lavagem e cuidados específicas do país

# @KRF2669
source: Import wash and care instructions country specific
pt_br: Importação de lavagem e cuidados de instruções país específico

# @KRF2670
source: Security privilege for wash and care instructions country specific entity
pt_br: Privilégio de segurança para lavagem e cuidados instruções de país entidade específica

# @KRF2671
source: Export product instruction groups
pt_br: Grupos de instrução de produtos de exportação

# @KRF2672
source: Import product instruction groups
pt_br: Grupos de instrução de produtos de importação

# @KRF2673
source: Security privilege for product instruction groups entity
pt_br: Privilégio de segurança para entidade de grupos de instrução de produtos

# @KRF2674
source: Export drop regions
pt_br: Regiões de queda de exportação

# @KRF2675
source: Import drop regions
pt_br: Regiões de queda de importação

# @KRF2676
source: Security privilege for drop regions entity
pt_br: Privilégio de segurança para entidade de regiões de queda

# @KRF2677
source: Export drops
pt_br: Quedas de exportação

# @KRF2678
source: Import drops
pt_br: Quedas de importação

# @KRF2679
source: Security privilege for drops entity
pt_br: Privilégio de segurança para entidade de drops

# @KRF2680
source: Export season groups
pt_br: Grupos da temporada de exportação

# @KRF2681
source: Import season groups
pt_br: Grupos da estação de importação

# @KRF2682
source: Security privilege for season groups entity
pt_br: Privilégio de segurança para entidade de grupos de temporada

# @KRF2683
source: Export compositions
pt_br: Composições de exportação

# @KRF2684
source: Import compositions
pt_br: Composições de importação

# @KRF2685
source: Security privilege for compositions entity
pt_br: Privilégio de segurança para entidade de composições

# @KRF2686
source: Export wash and care instruction groups
pt_br: Grupos de instrução de lavagem e cuidado de exportação

# @KRF2687
source: Import wash and care instruction groups
pt_br: Grupos de lavagem e instrução de cuidados de importação

# @KRF2688
source: Security privilege for wash and care instruction groups entity
pt_br: Privilégio de segurança para entidade de grupos de lavagem e instrução assistencial

# @KRF2689
source: Export wash and care instructions
pt_br: Instruções de lavagem e cuidados de exportação

# @KRF2690
source: Import wash and care instructions
pt_br: Importar instruções de lavagem e cuidados

# @KRF2691
source: Security privilege for wash and care instructions entity
pt_br: Privilégio de segurança para entidade de instruções de lavagem e cuidados

# @KRF2692
source: Export product instructions
pt_br: Instruções do produto de exportação

# @KRF2693
source: Import product instructions
pt_br: Instruções do produto de importação

# @KRF2694
source: Security privilege for product instructions entity
pt_br: Privilégio de segurança para entidade de instruções de produtos

# @KRF2695
source: Export product instruction relations
pt_br: Relações de instrução de produtos de exportação

# @KRF2696
source: Import product instruction relations
pt_br: Relações de instrução de produtos de importação

# @KRF2697
source: Security privilege for product instruction relations entity
pt_br: Privilégio de segurança para entidade de relações de ensino de produtos

# @KRF2698
source: Export channel groups
pt_br: Grupos de canais de exportação

# @KRF2699
source: Import channel groups
pt_br: Grupos de canais de importação

# @KRF2700
source: Security privilege for channel groups entity
pt_br: Privilégio de segurança para entidade de grupos de canais

# @KRF2701
source: Export item season relations
pt_br: Relações de temporada de itens de exportação

# @KRF2702
source: Import item season relations
pt_br: Relações de estação de itens de importação

# @KRF2703
source: Security privilege for item season relations entity
pt_br: Privilégio de segurança para entidade de relações de temporada de itens

# @KRF2704
source: Export product status setup
pt_br: Configuração do status do produto de exportação

# @KRF2705
source: Import product status setup
pt_br: Configuração do status do produto de importação

# @KRF2706
source: Security privilege for product status setup entity
pt_br: Privilégio de segurança para entidade de configuração de status do produto

# @KRF2707
source: Export product status
pt_br: Status do produto de exportação

# @KRF2708
source: Import product status
pt_br: Status do produto de importação

# @KRF2709
source: Security privilege for product status entity
pt_br: Privilégio de segurança para entidade de status do produto

# @KRF2710
source: Export season drop relations
pt_br: Relações de queda da temporada de exportação

# @KRF2711
source: Import season drop relations
pt_br: Relações de queda da temporada de importação
