Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF1455
source: The product instruction group unique identifier.
pt_br: O identificador exclusivo do grupo de instrução do produto.

# @KRF1456
source: Account code, that is account, group or all.
pt_br: Código de conta, isso é conta, grupo ou tudo.

# @KRF1457
source: Item code, that is item number, product instruction group or all.
pt_br: Código do item, que é o número do item, grupo de instrução do produto ou tudo.

# @KRF1458
source: Item number or product instruction group.
pt_br: Número do item ou grupo de instrução do produto.

# @KRF1459
source: Type of product instruction relation record.
pt_br: Registro de relação de instrução do tipo de produto.

# @KRF1460
source: Product instructions
pt_br: Instruções do produto

# @KRF1461
source: Product instruction groups
pt_br: Grupos de instrução de produtos

# @KRF1462
source: Product instruction translation table
pt_br: Tabela de tradução de instrução de produto

# @KRF1463
source: Product instruction relation
pt_br: Relação de instrução de produto

# @KRF1464
source: Create or update product instructions.
pt_br: Crie ou atualize as instruções do produto.

# @KRF1465
source: Create or update product instruction groups.
pt_br: Crie ou atualize grupos de instrução de produtos.

# @KRF1466
source: Create or update product instruction relations.
pt_br: Crie ou atualize as relações de instrução do produto.

# @KRF1467
source: View product instructions
pt_br: Exibir instruções do produto

# @KRF1468
source: Maintain product instructions
pt_br: Manter as instruções do produto

# @KRF1469
source: View product instruction groups
pt_br: Exibir grupos de instrução de produtos

# @KRF1470
source: Maintain product instruction groups
pt_br: Manter grupos de instrução de produtos

# @KRF1471
source: View product instruction relations
pt_br: Ver as relações de instrução do produto

# @KRF1472
source: Maintain product instruction relations
pt_br: Manter relações de instrução de produtos

# @KRF1473
source: The KRFChannelGroup table contains information about channel groups for K3 Fashion.
pt_br: A tabela KRFChannelGroup contém informações sobre grupos de canais para K3 Fashion.

# @KRF1474
source: The KPMProductInstructionTable table contains information about product instructions for K3 Fashion.
pt_br: A tabela KPMProductInstructionTable contém informações sobre instruções de produtos para a K3 Fashion.

# @KRF1475
source: The KPMProductInstructionGroup table contains information about product instruction groups for K3 Fashion.
pt_br: A tabela KPMProductInstructionGroup contém informações sobre grupos de instrução de produtos para a K3 Fashion.

# @KRF1476
source: The KPMProductInstructionTranslation table contains translations of a product instruction in different language for K3 Fashion.
pt_br: A tabela KPMProductInstructionTranslation contém traduções de uma instrução de produto em diferentes idiomas para a K3 Fashion.

# @KRF1477
source: The KPMProductInstructionRelation table links product instructions to a released item.
pt_br: A tabela KPMProductInstructionRelation vincula as instruções do produto a um item lançado.

# @KRF1478
source: Line discount journal name
pt_br: Nome do diário de desconto de linha

# @KRF1479
source: Price journal name
pt_br: Nome do diário de preço

# @KRF1480
source: Determines if the trade agreement journal created by markdown model is automatically posted.
pt_br: Determina se o diário de acordo comercial criado pelo modelo de marcação é automaticamente publicado.

# @KRF1481
source: Cancel markdown models
pt_br: Cancelar modelos de marcação

# @KRF1482
source: Do you want to cancel all lines in the selected markdown models?
pt_br: Deseja cancelar todas as linhas dos modelos de marcação selecionados?

# @KRF1483
source: Are you sure you want to cancel the selected markdown model?
pt_br: Tem certeza de que deseja cancelar o modelo de marcação selecionado?

# @KRF1484
source: %1 '%2' is not supported for '%3'.
pt_br: %1 '%2' não é suportado para '%3'.

# @KRF1485
source: Please select an aggregation level.
pt_br: Selecione um nível de agregação.

# @KRF1486
source: Set up product instructions
pt_br: Configurar instruções do produto

# @KRF1487
source: Posts the markdown model. Trade agreements will be created and, depending on settings, posted.
pt_br: Posta o modelo de marcação. Serão criados acordos comerciais e, dependendo das configurações, postados.

# @KRF1488
source: Cannot create price/discount agreement journal.\nSet up the default journal name for price/discount agreements in Sales and Marketing parameters.
pt_br: Não é possível criar um diário de contrato de preço/desconto.\nDefini o nome padrão do diário para contratos de preço/desconto nos parâmetros de Vendas e Marketing.

# @KRF1489
source: Markdown processing - posting
pt_br: Processamento de markdown - postagem

# @KRF1490
source: Prints margin control details for purchase orders.
pt_br: Imprime detalhes de controle de margem para pedidos de compra.

# @KRF1491
source: View all trade agreements on markdown model.
pt_br: Veja todos os contratos comerciais no modelo de marcação.

# @KRF1492
source: Price/discount agreement journal '%1' has been created.
pt_br: Foi criado o diário de contrato de preço/desconto '%1'.

# @KRF1493
source: Return order category
pt_br: Categoria de ordem de retorno

# @KRF1494
source: Variant details
pt_br: Detalhes da variante

# @KRF1495
source: Product variant details.
pt_br: Detalhes da variante do produto.

# @KRF1496
source: Product status setup
pt_br: Configuração do status do produto

# @KRF1497
source: Create or update product status setup lines.
pt_br: Crie ou atualize as linhas de configuração de status do produto.

# @KRF1498
source: Channel code
pt_br: Código do canal

# @KRF1499
source: Channel code, that is channel group or all.
pt_br: Código de canal, que é grupo de canal ou tudo.

# @KRF1500
source: Channel relation
pt_br: Relação do canal

# @KRF1501
source: The table KRFProductStatusTable contains status information for a product/variant.
pt_br: A tabela KRFProductStatusTable contém informações de status para um produto/variante.

# @KRF1502
source: Dimensions map
pt_br: Mapa de dimensões

# @KRF1503
source: The KRFEcoResDimension is used to provide a common interface to EcoRes{Size/Color/Style} tables.
pt_br: O KRFEcoResDimension é usado para fornecer uma interface comum às tabelas EcoRes{Size/Color/Style}.

# @KRF1504
source: Dimension translations map
pt_br: Mapa de traduções de dimensões

# @KRF1505
source: The KRFEcoResDimensionTranslation is used to provide a common interface to KRFEcoRes{Size/Color/Style}Translation tables.
pt_br: O KRFEcoResDimensionTranslation é usado para fornecer uma interface comum às tabelas KRFEcoRes{Size/Color/Style}Translation.

# @KRF1506
source: Product master dimension values map
pt_br: Mapa de valores de dimensão mestre do produto

# @KRF1507
source: The KRFEcoResProductMasterDimension is used to provide a common interface to EcoResProductMaster{Size/Color/Style} tables.
pt_br: O KRFEcoResProductMasterDimension é usado para fornecer uma interface comum às tabelas EcoResProductMaster{Size/Color/Style}.

# @KRF1508
source: Error during object deserialization.
pt_br: Erro durante a deserialização do objeto.

# @KRF1509
source: Error during object serialization.
pt_br: Erro durante a serialização do objeto.

# @KRF1510
source: Matrix sequence list
pt_br: Lista de sequência de matriz

# @KRF1511
source: The KRFMatrixSequenceList table is used for Matrix ID number sequence.
pt_br: A tabela KRFMatrixSequenceList é usada para sequência de números de Matrix ID.

# @KRF1512
source: Indicates if trade agreement has been created from a markdown model.
pt_br: Indica se o acordo comercial foi criado a partir de um modelo de marcação.

# @KRF1513
source: Version can only be assigned to one prepack item with same dimensions.
pt_br: A versão só pode ser atribuída a um item pré-pacote com as mesmas dimensões.

# @KRF1514
source: Set up the fashion retail parameters
pt_br: Configurar os parâmetros de varejo de moda

# @KRF1515
source: Unique identifier of the PLM activity.
pt_br: Identificador único da atividade PLM.

# @KRF1516
source: Unique identifier of the PLM activity group.
pt_br: Identificador único do grupo de atividades PLM.

# @KRF1517
source: Unique identifier of the PLM action.
pt_br: Identificador único da ação PLM.

# @KRF1518
source: Duration in days.
pt_br: Duração em dias.

# @KRF1519
source: The type of action that will be performed.
pt_br: O tipo de ação que será realizada.

# @KRF1520
source: Set product status
pt_br: Definir o status do produto

# @KRF1521
source: Phase translation table
pt_br: Tabela de tradução de fase

# @KRF1522
source: The KPMPhaseTranslation table contains translations of PDM phase in different language for K3 Fashion.
pt_br: A tabela KPMPhaseTranslation contém traduções da fase PDM em diferentes idiomas para K3 Fashion

# @KRF1523
source: The KPMPLMActivityTable table contains information about PLM activities.
pt_br: A tabela KPMPLMActivityTable contém informações sobre as atividades do PLM.

# @KRF1524
source: Activity translation table
pt_br: Tabela de tradução de atividades

# @KRF1525
source: The KPMPLMActivityTranslation table contains translations of PLM activity in different language for K3 Fashion.
pt_br: A tabela KPMPLMActivityTranslation contém traduções da atividade PLM em diferentes idiomas para K3 Fashion.

# @KRF1526
source: The KPMPLMActivityGroup table contains information about PLM activity groups.
pt_br: A tabela KPMPLMActivityGroup contém informações sobre grupos de atividades PLM.

# @KRF1527
source: Activity group translation table
pt_br: Tabela de tradução do grupo de atividades

# @KRF1528
source: The KPMPLMActivityGroupTranslation table contains translations of PLM activity group in different language for K3 Fashion.
pt_br: A tabela KPMPLMActivityGroupTranslation contém traduções do grupo de atividades PLM em diferentes idiomas para a K3 Fashion.

# @KRF1529
source: Activity group lines
pt_br: Linhas de grupo de atividade

# @KRF1530
source: The KPMPLMActivityGroupLine table contains information about PLM activity group lines.
pt_br: A tabela KPMPLMActivityGroupLine contém informações sobre linhas de grupo de atividades PLM.

# @KRF1531
source: The KPMPLMActionTable table contains information about PLM actions.
pt_br: A tabela KPMPLMActionTable contém informações sobre ações PLM.

# @KRF1532
source: Set up of PLM activities.
pt_br: Configuração de atividades plm.

# @KRF1533
source: Set up of PLM activity groups.
pt_br: Configuração de grupos de atividades PLM.

# @KRF1534
source: Set up of PLM actions.
pt_br: Configuração de ações plm.

# @KRF1535
source: View Product Lifecycle Management (PLM) activities
pt_br: Exibir as atividades do Gerenciamento do Ciclo de Vida do Produto (PLM)

# @KRF1536
source: View the activities for product lifecycle management
pt_br: Veja as atividades para o gerenciamento do ciclo de vida do produto

# @KRF1537
source: Maintain Product Lifecycle Management (PLM) activities
pt_br: Manter as atividades do Gerenciamento do Ciclo de Vida do Produto (PLM)

# @KRF1538
source: Create, update or delete product lifecycle management activities
pt_br: Criar, atualizar ou excluir as atividades de gerenciamento do ciclo de vida do produto

# @KRF1539
source: View Product Lifecycle Management (PLM) activity groups
pt_br: Exibir grupos de atividades PLM (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF1540
source: View the activity groups for product lifecycle management
pt_br: Veja os grupos de atividades para o gerenciamento do ciclo de vida do produto

# @KRF1541
source: Maintain Product Lifecycle Management (PLM) activity groups
pt_br: Manter grupos de atividades plm (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF1542
source: Create, update or delete product lifecycle management activity groups
pt_br: Crie, atualize ou exclua grupos de atividades de gerenciamento do ciclo de vida do produto

# @KRF1543
source: View Product Lifecycle Management (PLM) actions
pt_br: Veja as ações plm (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF1544
source: View the actions for product lifecycle management
pt_br: Veja as ações para o gerenciamento do ciclo de vida do produto

# @KRF1545
source: Maintain Product Lifecycle Management (PLM) actions
pt_br: Manter as ações do Gerenciamento do Ciclo de Vida do Produto (PLM)

# @KRF1546
source: Create, update or delete product lifecycle management actions
pt_br: Criar, atualizar ou excluir ações de gerenciamento do ciclo de vida do produto

# @KRF1547
source: Copy markdown lines
pt_br: Copiar linhas de marcação

# @KRF1548
source: Copy all information from an existing markdown model.
pt_br: Copie todas as informações de um modelo de marcação existente.

# @KRF1549
source: Delete markdown lines
pt_br: Excluir linhas de marcação

# @KRF1550
source: Delete previously entered markdown lines for the current markdown before copying.
pt_br: Excluir linhas de marcação digitadas anteriormente para a marcação atual antes de copiar.

# @KRF1551
source: Markdown processing - copy
pt_br: Processamento de markdown - cópia

# @KRF1552
source: Product measurements
pt_br: Medições do produto

# @KRF1553
source: Item measurements
pt_br: Medições de itens

# @KRF1554
source: Create or update product measurements.
pt_br: Criar ou atualizar as medições do produto.

# @KRF1555
source: View item measurements
pt_br: Exibir medições de itens

# @KRF1556
source: Maintain item measurements
pt_br: Manter as medições de itens

# @KRF1557
source: Measurement matrix column shading
pt_br: Sombreamento da coluna da matriz de medição

# @KRF1558
source: Grading
pt_br: Classificação

# @KRF1559
source: Grading value
pt_br: Valor de classificação

# @KRF1560
source: Measurement value.
pt_br: Valor de medição.

# @KRF1561
source: Grading measurement value.
pt_br: Classificação do valor da medição.

# @KRF1562
source: The KPMProductMeasurement table stores information about measurements assigned to product master.
pt_br: A tabela KPMProductMeasurement armazena informações sobre medições atribuídas ao mestre do produto.

# @KRF1563
source: Prepack components
pt_br: Componentes pré-pacote

# @KRF1564
source: View all components for prepack.
pt_br: Veja todos os componentes para pré-embalagem.

# @KRF1565
source: The KPMItemMeasurement table stores information about measurements assigned to a released product master.
pt_br: A tabela KPMItemMeasurement armazena informações sobre medições atribuídas a um mestre de produto lançado.

# @KRF1566
source: Create or update release product measurements.
pt_br: Criar ou atualizar as medições do produto de liberação.

# @KRF1567
source: Measurements exists for %1 '%2'.\nUpdate will delete measurements. Proceed?
pt_br: Existem medidas para %1 '%2'.\nAupdate excluirá as medidas. Proceder?

# @KRF1568
source: Use grading values as base measurements?
pt_br: Usar valores de classificação como medidas base?

# @KRF1569
source: Remember choice for current session
pt_br: Lembre-se da escolha para a sessão atual

# @KRF1570
source: Only base values are editable. All other values will be automatically calculated by system.
pt_br: Apenas valores base são editáveis. Todos os outros valores serão calculados automaticamente pelo sistema.

# @KRF1571
source: Opens the product instruction form.
pt_br: Abre o formulário de instrução do produto.

# @KRF1572
source: Changes %1 of %2
pt_br: Alterações %1 de %2

# @KRF1573
source: The KPMProductInstructionReportTmp contains information used by reports to display product instructions.
pt_br: O KPMProductInstructionReportTmp contém informações usadas por relatórios para exibir instruções do produto.

# @KRF1574
source: Planned duration
pt_br: Duração planejada

# @KRF1575
source: Planned start date
pt_br: Data de início planejada

# @KRF1576
source: The planned start date.
pt_br: A data de início planejada.

# @KRF1577
source: Planned end date
pt_br: Data de término planejada

# @KRF1578
source: The planned end date.
pt_br: A data prevista para o fim.

# @KRF1579
source: The realized start date.
pt_br: A data de início realizada.

# @KRF1580
source: The realized end date.
pt_br: A data de término.

# @KRF1581
source: Product lifecycle plan
pt_br: Plano de ciclo de vida do produto

# @KRF1582
source: Product lifecycle plan line
pt_br: Linha de planos do ciclo de vida do produto

# @KRF1583
source: Create plan
pt_br: Criar plano

# @KRF1584
source: New plan
pt_br: Novo plano

# @KRF1585
source: This function starts the activity, indicating that the task has started.
pt_br: Esta função inicia a atividade, indicando que a tarefa foi iniciada.

# @KRF1586
source: This function completes the activity, indicating that the task has been completed.
pt_br: Esta função completa a atividade, indicando que a tarefa foi concluída.

# @KRF1587
source: Open activity lines
pt_br: Linhas de atividade abertas

# @KRF1588
source: Opens activity lines which are due.
pt_br: Abre linhas de atividade que são devidos.

# @KRF1589
source: View or add prepack related information.
pt_br: Exibir ou adicionar informações relacionadas à pré-embalagem.

# @KRF1590
source: Open list of product lifecycle plans.
pt_br: Lista aberta de planos de ciclo de vida do produto.

# @KRF1591
source: Create or update product lifecycle plan.
pt_br: Criar ou atualizar o plano do ciclo de vida do produto.

# @KRF1592
source: Create product lifecycle plan.
pt_br: Crie um plano de ciclo de vida do produto.

# @KRF1593
source: Preview of the product lifecycle plan.
pt_br: Visualização do plano do ciclo de vida do produto.

# @KRF1594
source: Maintain product lifecycle plan
pt_br: Manter o plano de ciclo de vida do produto

# @KRF1595
source: View product lifecycle plan
pt_br: Veja o plano de ciclo de vida do produto

# @KRF1596
source: The KPMPLMPlanLine table contains information about product lifecycle plan lines.
pt_br: A tabela KPMPLMPlanLine contém informações sobre as linhas do plano do ciclo de vida do produto.

# @KRF1597
source: The KPMPLMPlanTable table contains header information about product lifecycle plan.
pt_br: A tabela KPMPLMPlantable contém informações de cabeçalho sobre o plano do ciclo de vida do produto.

# @KRF1598
source: The KPMPLMPlanLineAction table contains information about product lifecycle plan line actions.
pt_br: A tabela KPMPLMPlanLineAction contém informações sobre as ações da linha do plano do ciclo de vida do produto.

# @KRF1599
source: Action '%1' is not found in '%2' table.
pt_br: Ação '%1' não é encontrada na tabela '%2'.

# @KRF1600
source: Product is not defined on plan '%1'.
pt_br: O produto não está definido no plano '%1'.

# @KRF1601
source: Unable to run action '%1'.
pt_br: Incapaz de executar a ação '%1'.

# @KRF1602
source: Print product instructions
pt_br: Imprimir instruções do produto

# @KRF1603
source: Print product instructions on the sales packing slip report.
pt_br: Imprima as instruções do produto no relatório de deslizamento de embalagem de vendas.

# @KRF1604
source: Print product instructions on the sales confirmation report.
pt_br: Imprima as instruções do produto no relatório de confirmação de vendas.

# @KRF1605
source: Print product instructions on the sales invoice report.
pt_br: Imprima as instruções do produto no relatório da nota fiscal de vendas.

# @KRF1606
source: Print product instructions on the purchase order report.
pt_br: Imprima as instruções do produto no relatório do pedido de compra.

# @KRF1607
source: Print product instructions on the transfer order packing slip report.
pt_br: Imprima as instruções do produto no relatório de deslizamento de embalagem do pedido de transferência.

# @KRF1608
source: The customer or warehouse classification group.
pt_br: O grupo de classificação de clientes ou armazéns.

# @KRF1609
source: Allocation priority type
pt_br: Tipo de prioridade de alocação

# @KRF1610
source: Identifies the order allocation priority type.
pt_br: Identifica o tipo de prioridade de alocação de pedidos.

# @KRF1611
source: Moves phase order up in execution sequence.
pt_br: Move a ordem de fase para cima na sequência de execução.

# @KRF1612
source: Moves phase order down in execution sequence.
pt_br: Move a ordem de fase para baixo na sequência de execução.

# @KRF1613
source: Measurement values cannot be negative.
pt_br: Os valores de medição não podem ser negativos.

# @KRF1614
source: Transfer order packing slip
pt_br: Deslizamento de embalagem de pedido de transferência

# @KRF1615
source: Transfer order packing slip proforma
pt_br: Transferência de deslizamento de boleto proforma

# @KRF1616
source: Identifies the table to which the instruction relates to.
pt_br: Identifica a tabela com a qual a instrução se relaciona.

# @KRF1617
source: Start activity
pt_br: Iniciar atividade

# @KRF1618
source: Finish activity
pt_br: Atividade de acabamento

# @KRF1619
source: View product lifecycle plan line action
pt_br: Exibir ação da linha do plano do ciclo de vida do produto

# @KRF1620
source: Maintain product lifecycle plan line action
pt_br: Manter a ação da linha do plano de ciclo de vida do produto

# @KRF1621
source: Product lifecycle plan line action log
pt_br: Registro de ação da linha de plano de vida do produto

# @KRF1622
source: Product lifecycle plan line actions
pt_br: Ações da linha do plano de ciclo de vida do produto

# @KRF1623
source: The KPMPLMPlanLineActionLog table contains information about plan line action logs.
pt_br: A tabela KPMPLMPlanLineActionLog contém informações sobre logs de ação de linhas de plano.

# @KRF1624
source: Action: %1
pt_br: Ação: %1

# @KRF1625
source: Line: %1
pt_br: Linha: %1

# @KRF1626
source: Plan: %1
pt_br: Plano: %1

# @KRF1627
source: Started: %1
pt_br: Iniciado: %1

# @KRF1628
source: Actions Infolog
pt_br: Infolog de ações

# @KRF1629
source: Infolog of actions which reported errors.
pt_br: Infolog de ações que relataram erros.

# @KRF1630
source: The outline number.
pt_br: O número do contorno.

# @KRF1631
source: Phase, Activity or Activity group relation.
pt_br: Relação de grupo de fase, atividade ou atividade.

# @KRF1632
source: The plan line type.
pt_br: O tipo de linha de plano.

# @KRF1633
source: Status of the plan.
pt_br: Status do plano.

# @KRF1634
source: Status of the plan line.
pt_br: Status da linha do plano.

# @KRF1635
source: Unique identifier of the plan.
pt_br: Identificador único do plano.

# @KRF1636
source: Product lifecycle plan line filter
pt_br: Filtro de linha de plano do ciclo de vida do produto

# @KRF1637
source: The KPMPLMPlanLineFilter table contains the filtered plan lines to be shown on the plan form.
pt_br: A tabela KPMPLMPlanLineFilter contém as linhas de plano filtradas a serem mostradas no formulário de plano.

# @KRF1638
source: View product instructions on order level
pt_br: Exibir instruções do produto no nível de pedido

# @KRF1639
source: Cannot move current line because line '%1' is a node and has lines associated to it.
pt_br: Não é possível mover a linha atual porque a linha '%1' é um nó e tem linhas associadas a ela.

# @KRF1640
source: Cannot move current line because line '%1' has a predecessor.
pt_br: Não é possível mover a linha atual porque a linha '%1' tem um antecessor.

# @KRF1641
source: Plan lines by responsible person
pt_br: Linhas de plano por pessoa responsável

# @KRF1642
source: The KPMPLMTmpResponsiblePlanLine temporary table contains records from plan lines filtered by responsible person.
pt_br: A tabela temporária KPMPLMTmpResponsiblePlanLine contém registros de linhas de plano filtradas por pessoa responsável.

# @KRF1643
source: Manage activity lines
pt_br: Gerenciar linhas de atividade
