Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# KRFReleaseUpdateKBPModelTableResponsibleDescription
source: Populates business plan table with a default responsible.
pt_br: Preenche a tabela do plano de negócios com um padrão responsável.

# KBPModelTableResponsibleRunBase
source: Populating Responsible field
pt_br: Povoando campo responsável

# ProductionOrderGroupConsumptionDetails
source: Consumption details of master production order '%1'. \n Estimated (Actuals)
pt_br: Detalhes de consumo da ordem de produção mestre '%1'. \n Estimado (Reais)

source: Show blocked column/row
pt_br: Mostrar coluna/linha bloqueada

source: Hide blocked column/row
pt_br: Ocultar coluna/linha bloqueada

# ShowHideBlockedColumnRowHelp
source: Show/hide blocked column/row
pt_br: Mostrar/ocultar coluna/linha bloqueada

# ProductionOrderGroupProdStatus
source: Master production order status
pt_br: Status da ordem de produção mestre

# PrepackEditOnOpenSalesOrder
source: On open sales orders
pt_br: Em pedidos de vendas abertos

# PrepackEditOnOpenPurchasOrder
source: On open purchase orders
pt_br: Em pedidos de compra em aberto

# PrepackEditOnOpenTransferOrder
source: On open transfer orders
pt_br: Em ordens de transferência abertas

# PrepackEditBlocked
source: Prepack editing blocked
pt_br: Edição pré-pacote bloqueada

# PrepackEditBlockedHelp
source: Determines if prepack definition edition is blocked when it already exisis on an open order.
pt_br: Determina se a edição de definição pré-embalagem está bloqueada quando já está em uma ordem aberta.

# PrepackEditOnHandInventoryWarning
source: Prepack with on-hand physical inventory cannot be deactivated or have the approval removed.
pt_br: O pré-pacote com inventário físico em mãos não pode ser desativado ou ter a aprovação removida.

# PrepackEditOnOpenSalesOrderWarning
source: Prepack with open sales order line cannot be deactivated or have the approval removed.
pt_br: O pré-pacote com linha de pedidos de vendas abertas não pode ser desativado ou ter a aprovação removida.

# PrepackEditOnOpenPurchasOrderWarning
source: Prepack with open purchase order line cannot be deactivated or have the approval removed.
pt_br: O pré-pacote com linha de pedido de compra aberta não pode ser desativado ou ter a aprovação removida.

# PrepackEditOnOpenTransferOrderWarning
source: Prepack with open transfer order line cannot be deactivated or have the approval removed.
pt_br: O pré-pacote com linha de pedido de transferência aberta não pode ser desativado ou ter a aprovação removida.

# ProdWizardCategoryHierarchyLowestNode
source: Only allow lowest node
pt_br: Só permita o nó mais baixo

# MeasurementCopySinglePhase
source: Single phase
pt_br: Fase única

# MeasurementCopySinglePhaseHelp
source: Copy measurements from a single phase.
pt_br: Copie as medições de uma única fase.

# KBPParametersNumberSeqMainText
source: Set up the business planning parameters for number sequence
pt_br: Configure os parâmetros de planejamento de negócios para sequência de números

# SalesOrderDashboardDataDevDoc
source: The KRFTmpSalesOrderDashboardData table contains information used by the SalesOrderDashboard report.
pt_br: A tabela KRFTmpSalesOrderDashboardData contém informações usadas pelo relatório SalesOrderDashboard.

source: Sales order dashboard data
pt_br: Dados do painel de controle do pedido de vendas

source: Sales order dashboard
pt_br: Painel de pedidos de vendas

# SalesOrderDashboardReportHelpTxt
source: Print/show sales order dashboard for a given sales order.
pt_br: Imprimir/mostrar painel de pedidos de vendas para uma determinada ordem de venda.

source: Sales order dashboard report
pt_br: Relatório do painel do painel de pedidos de vendas

# SalesOrderDashboardHeader
source: Sales order dashboard header data
pt_br: Dados de cabeçalho do painel de controle do painel de ordem de vendas

# SalesOrderDashboardQtyPerSize
source: Quantity per size
pt_br: Quantidade por tamanho

# SalesOrderDashboardDeliveredAmount
source: Delivered amount
pt_br: Quantidade entregue

# SalesOrderDashboardInvoicedAmount
source: Invoiced amount
pt_br: Valor faturado

# PrepackPackUnpackFieldGroup
source: Pack/Unpack
pt_br: Empacotar/Desempacotar

# PrepackCostingFieldGroup
source: Prepack costing
pt_br: Custo pré-embalado

# ReleaseUpdScript_InventPrepackParametersDesc
source: Transfer prepack parameters from product information to inventory and warehouse management parameters.
pt_br: Transfira parâmetros de pré-embalagem das informações do produto para os parâmetros de gerenciamento de estoque e armazém.

# ReplenishmentRatioCurveCriteriaQuery
source: Ratio curve criteria
pt_br: Critérios de curva de razão

# ReplenishmentRatioCurveCriteriaHelp
source: Modify criteria for retail channels
pt_br: Modificar critérios para canais de varejo

# ReleaseUpdScript_NumSeqModuleChangeDesc
source: Update number sequence data after reorganizing menu structure.
pt_br: Atualize os dados de sequência de números após a reorganização da estrutura do menu.

# NOOSHelpText
source: Never Out Of Stock
pt_br: Nunca fora do estoque

# ProductDimReportingOrderWarning
source: Reporting order '%1' is already used in a different size.
pt_br: O pedido de emissão de relatórios '%1' já é usado em um tamanho diferente.

source: Reporting order
pt_br: Ordem de relatórios

# KBPProductManager
source: Business plan manager
pt_br: Gerente de planos de negócios

# KBPProductUser
source: Business plan user
pt_br: Usuário do plano de negócios

# KRFMatrixItemSelectionForm
source: Add line by matrix
pt_br: Adicionar linha por matriz

# KBPModelActualsLine
source: Business plan actuals lines
pt_br: Linhas reais do plano de negócios

# KBPModelActualsTable
source: Business plan actuals table
pt_br: Tabela de reals do plano de negócios

# KBPModelLineStats
source: Business plan lines statistics
pt_br: Estatísticas de linhas de plano de negócios

# KBPModelActualsLineEntity
source: Business planning - Business plan actuals lines
pt_br: Planejamento empresarial - Plano de negócios linhas reais

# KBPModelActualsTableEntity
source: Business planning - Business plan actuals table
pt_br: Planejamento empresarial - Tabela de real do plano de negócios

# KBPModelLineStatsEntity
source: Business planning - Business plan lines statistics
pt_br: Planejamento empresarial - Estatísticas de linhas de planos de negócios

source: Product configurator expressions values
pt_br: Valores de expressões do configurador do produto

# SwitchInventStatusForStores
source: Switch inventory status for stores
pt_br: Mudar status de inventário para lojas

# SwitchInventStatusForStoresHelp
source: Change inventory status on transfer orders for stores to default on receipt.
pt_br: Alterar o status do inventário em ordens de transferência para que as lojas não estão no recebimento.

# KBPIntermodelLinkValidateCurrentLinkWarning
source: Link cannot be created, this model already has a link with the origin model.
pt_br: O link não pode ser criado, este modelo já tem um link com o modelo de origem.

# MatrixItemSelectionFormValidateItemMatrixWarning
source: The selected value is not valid for matrix
pt_br: O valor selecionado não é válido para matriz

# MatrixItemSelectionFormValidateMultiItemMatrixWarning
source: The selected value is not valid for multi line matrix
pt_br: O valor selecionado não é válido para matriz de várias linhas

# MatrixItemSelectionFormInstruction
source: Select the parameter to open the matrix
pt_br: Selecione o parâmetro para abrir a matriz

# MatrixItemSelectionFormType
source: Add line by matrix - Specify which type of matrix will be open
pt_br: Adicionar linha por matriz - Especifique qual tipo de matriz estará aberta

# PLMLinePlanTableEntity
source: K3 Fashion – Line plan
pt_br: K3 Fashion – Plano de linha

# PLMLinePlanLineEntity
source: K3 Fashion – Line plan line
pt_br: K3 Fashion – Linha de plano

# InspirationProductEntity
source: K3 Fashion - Inspiration product
pt_br: K3 Fashion - Produto de inspiração

# InspirationProductImageEntity
source: K3 Fashion - Inspiration product image
pt_br: K3 Fashion - Imagem do produto inspiração

# KBPModelTableFieldsEntity
source: Business planning - Columns configuration
pt_br: Planejamento de negócios - Configuração de colunas

# KBPEntitySourceFieldsTableEntity
source: Business planning - Business plan columns
pt_br: Planejamento empresarial - Colunas de planos de negócios

# KBPModelLineDisplayLinkedIcon
source: Linked to the following models:%1
pt_br: Vinculado aos seguintes modelos:%1

# KBPIntermodelLinkValidateParentLinksWarning
source: Link cannot be created, this model is already part of this hierarchy of linked models.
pt_br: O link não pode ser criado, esse modelo já faz parte dessa hierarquia de modelos vinculados.

# KBPActualField
source: Actual %1
pt_br: %1 real

# KBPModelFormValidateModelLineEntityRangesQty
source: Not all possible values for the level '%1' are being used.
pt_br: Nem todos os valores possíveis para o nível '%1' estão sendo usados.

# KBPModelFormValidateModelLineLevelsQty
source: The plan is not using all levels from the selected Business plan level.
pt_br: O plano não está usando todos os níveis do nível de plano de negócios selecionado.

source: Ratio curve template lookup
pt_br: Pesquisa do modelo de curva de proporção

# RatioCurveTemplateLookupHelp
source: The lookup table stores all suitable ratio curve templates for a dimension group.
pt_br: A tabela de pesquisa armazena todos os modelos de curva de proporção adequados para um grupo de dimensões.

# RatioCurveTemplateLookupUpdate
source: Update ratio curve template lookup
pt_br: Pesquisa do modelo de curva da proporção de atualização

# RatioCurveTemplateLookupEntity
source: K3 Fashion - Ratio curve template lookup
pt_br: K3 Fashion - Lookup de modelo de curva de proporção

# RatioCurveTemplateLookupEntityMaintain
source: Maintain ratio curve template lookup entity
pt_br: Manter a entidade de pesquisa de modelo de curva de relação

# RatioCurveTemplateLookupEntityView
source: View ratio curve template lookup entity
pt_br: Ver a entidade de pesquisa do modelo de curva de visualização

source: Ratio curve lookup
pt_br: Procuração da curva de proporção

# RatioCurveLookupHelp
source: The lookup table stores all suitable ratio curves for a dimension group.
pt_br: A tabela de procuração armazena todas as curvas de razão adequadas para um grupo de dimensões.

# RatioCurveLookupEntity
source: K3 Fashion - Ratio curve lookup
pt_br: K3 Fashion - Lookup da curva de proporção

# RatioCurveLookupEntityMaintain
source: Maintain ratio curve lookup entity
pt_br: Manter a entidade de busca da curva de razão

# RatioCurveLookupEntityView
source: View ratio curve lookup entity
pt_br: Entidade de procuração da curva de visualização

# SynchronizeRatioCurveLines
source: Synchronize curve lines
pt_br: Sincronizar linhas de curva

# SynchronizeRatioCurveLinesHelp
source: Synchronize ratio curve lines based on dimension group lines.
pt_br: Sincronizar linhas de curva de proporção com base em linhas de grupo de dimensão.

# SynchronizeRatioCurveTemplateLines
source: Synchronize template lines
pt_br: Sincronizar linhas de modelo

# SynchronizeRatioCurveTemplateLinesHelp
source: Synchronize ratio curve template lines based on dimension group lines.
pt_br: Sincronizar linhas de modelo de curva de proporção com base em linhas de grupo de dimensão.

# RatioCurveTemplateLinesSynchronized
source: Ratio curve template lines have beed synchronized.
pt_br: As linhas de modelo de curva de proporção foram sincronizadas.

# SynchronizeRatioCurveAndTemplateLinesHelp
source: Synchronize ratio curve and ratio curve template lines based on dimension group lines.
pt_br: Sincronizar as linhas de modelo de curva de proporção e proporção com base nas linhas de grupo de dimensão.

# RatioCurveAndTemplateLookupHelp
source: The lookup tables store all suitable ratio curves and ratio curve templates for a dimension group.
pt_br: As tabelas de pesquisa armazenam todas as curvas de razão adequadas e modelos de curva de proporção para um grupo de dimensões.

# RetailCollectionActuals
source: Actuals
pt_br: Reais

# RetailCollectionPlanned
source: Planned products/dimensions
pt_br: Produtos/dimensões planejados

# RetailCollectionPlannedHelp
source: Number of planned products/dimensions.
pt_br: Número de produtos/dimensões planejados.

# RetailCollectionActual
source: Actual products/dimensions
pt_br: Produtos/dimensões reais

# RetailCollectionActualHelp
source: Number of actual products/dimensions.
pt_br: Número de produtos/dimensões reais.

# RetailCollectionPlannedSizes
source: Planned sizes
pt_br: Tamanhos planejados

# RetailCollectionPlannedColors
source: Planned colors
pt_br: Cores planejadas

# RetailCollectionPlannedFits
source: Planned fits
pt_br: Ajustes planejados

# RetailCollectionActualSizes
source: Actual sizes
pt_br: Tamanhos reais

# RetailCollectionActualColors
source: Actual colors
pt_br: Cores reais

# RetailCollectionActualFits
source: Actual fits
pt_br: Ajustes reais

# RetailCollectionProductDistinctList
source: Collection result - distinct products
pt_br: Resultado da coleta - produtos distintos

# RetailCollectionProductDistinctListDevDoc
source: The KRFRetailCollectionProductDistinctList table contains the list of allowed distinct products.
pt_br: A tabela KRFRetailCollectionProductDistinctList contém a lista de produtos distintos permitidos.

# RetailCollectionActualsPerColor
source: Actuals per color
pt_br: Reais por cor

# RetailCollectionActualsPerSize
source: Actuals per size
pt_br: Reais por tamanho

# RetailCollectionActualsPerStyle
source: Actuals per fit
pt_br: Reais por ajuste

# RetailCollectionActualsPerDimHelp
source: Show planned vs actual values for product dimension.
pt_br: Mostrar valores planejados versus reais para a dimensão do produto.

# RetailCollectionLineDistinctProducts
source: Collection line distinct products
pt_br: Linha de coleta produtos distintos

# RetailCollectionLineDistinctProductsHelp
source: Show actuals for collection line.
pt_br: Mostre reais para a linha de coleta.

# RetailCollectionActualsPerDim
source: Actuals per %1
pt_br: Reais por %1

# RetailCollectionProductLine
source: Product line
pt_br: Linha de produtos

# RetailCollectionProductLineDetails
source: Product line details
pt_br: Detalhes da linha do produto

# ReleaseUpdScript_CollectionProductDistinctList81Desc
source: Populate collection planning distinct product table and calculate actuals for exisiting collections.
pt_br: Preencha a coleta planejando tabela de produtos distintas e calcule os reais para exisiter coleções.

# InitScriptsBatchJobRatioCurveSync
source: Batch job - Ratio curve line synchronization
pt_br: Trabalho em lote - Sincronização da linha de curva de proporção

# InitScriptsBatchJobRatioCurveSyncDesc
source: Create ratio curve line synchronization batch job
pt_br: Criar trabalho em lote de sincronização da linha de curva de proporção

# InitScriptsBatchJobRatioCurveTemplateSync
source: Batch job - Ratio curve template line synchronization
pt_br: Trabalho em lote - Sincronização da linha de modelo de curva de proporção

# InitScriptsBatchJobRatioCurveTemplateSyncDesc
source: Create ratio curve template line synchronization batch job
pt_br: Criar o trabalho do lote de sincronização da linha de sincronização da linha de modelo de proporção

# KBPParametersModelEntity
source: Business planning - Business plan parameters
pt_br: Planejamento empresarial - Parâmetros do plano de negócios

# KBPParametersModelEntityView
source: View business plan parameters entity
pt_br: Ver a entidade de parâmetros do plano de negócios

# KBPParametersModelEntityMaintain
source: Maintain business plan parameters entity
pt_br: Manter a entidade de parâmetros do plano de negócios

# KBPEntitySequenceNameEntity
source: Business Planning - Business plan level name
pt_br: Planejamento empresarial - Nome de nível de plano de negócios

# KBPEntitySequenceTableEntity
source: Business Planning - Business plan level
pt_br: Planejamento empresarial - Nível de plano de negócios

# KBPEntitySequenceLineEntity
source: Business Planning - Business plan level line
pt_br: Planejamento empresarial - Linha de nível de plano de negócios

# KBPEntitySequenceNameEntityView
source: View business plan level name entity
pt_br: Ver a entidade de nome de nível do plano de negócios

# KBPEntitySequenceNameEntityMaintain
source: Maintain business plan level name entity
pt_br: Manter a entidade de nome de nível de plano de negócios

# KBPEntitySequenceTableEntityView
source: View business plan level entity
pt_br: Ver entidade de nível de plano de negócios

# KBPEntitySequenceTableEntityMaintain
source: Maintain business plan level entity
pt_br: Manter entidade de nível de plano de negócios

# KBPEntitySequenceLineEntityView
source: View business plan level line entity
pt_br: Ver a entidade de linha de nível do plano de negócios

# KBPEntitySequenceLineEntityMaintain
source: Maintain business plan level line entity
pt_br: Manter a entidade de linha de nível de plano de negócios

# KBPInsertParametersModelFields
source: The bussines plan columns configuration needs to be done for this newly created source
pt_br: A configuração de colunas do plano de bussinas precisa ser feita para esta fonte recém-criada

# KBPLineAmountFieldId
source: LineAmount
pt_br: LinhaAmount

# KBPLineAmountFieldDescription
source: Net value
pt_br: Valor líquido

# KBPQuantityFieldId
source: Quantity
pt_br: Quantidade

# KBPAVGPriceFieldDescription
source: Average price
pt_br: Preço médio

# KBPDiscountFieldId
source: Discount
pt_br: Desconto

# KBPProfitFieldId
source: Profit
pt_br: Lucro

# KBPMarginFieldId
source: Margin%
pt_br: Margem%

# KBPMarginFieldDescription
source: Margin %
pt_br: Margem %

# KBPEntitySourceIdSalesOpen
source: SalesLines
pt_br: Linhas de Vendas

# KBPEntitySourceIdSalesInvoiced
source: InvoiceLines
pt_br: Linhas de Fatura

# KBPEntityTypeIdPurch
source: Purch
pt_br: Comp.

# KBPEntitySourceIdPurchOpen
source: PurchLines
pt_br: Linhas de Purch

# KBPEntitySourceIdProductionOpen
source: ProductionOrders
pt_br: Recomendações de Produção

# KBPFiscalYearEntityId
source: FiscalYear
pt_br: Ano Fiscal

# KBPAttributeTypeEntityId
source: AttributeType
pt_br: AtributoType

# KBPProductCategoryEntityId
source: ProductCategory
pt_br: Categoria de produtos

# KBPPurchPersonEntityDescription
source: Purchase person
pt_br: Pessoa de compra

# KBPSalesPersonEntityId
source: SalesPerson
pt_br: Vendedor

# KBPSalesPoolEntityDescription
source: Order pool
pt_br: Piscina de pedidos

# KBPSeasonGroupEntityId
source: SeasonGroup
pt_br: Grupo de Estação

# KBPParametersModelFieldsEntity
source: Business planning - Business plan parameters - Columns configuration
pt_br: Planejamento empresarial - Parâmetros do plano de negócios - Configuração de colunas

# KBPParametersModelFieldsEntityView
source: View business plan parameters - Columns configuration entity
pt_br: Exibir parâmetros do plano de negócios - Entidade de configuração de colunas

# KBPParametersModelFieldsEntityMaintain
source: Maintain business plan parameters - Columns configuration entity
pt_br: Manter parâmetros do plano de negócios - Entidade de configuração de colunas

# ReleaseUpdScript_DependentScriptWarning
source: Script '%1' (version '%2') must be executed before selected script.
pt_br: O script '%1' (versão '%2') deve ser executado antes do script selecionado.

source: Master production order - change location
pt_br: Ordem de produção mestre - local de mudança

source: Current margin
pt_br: Margem atual

source: New margin
pt_br: Nova margem

# MarkdownModelRoundingVersionHelp
source: Identifier of the markdown rounding version.
pt_br: Identificador da versão de arredondamento de marcação.

# MarkdownModelProcessingApplyRounding
source: Markdown processing - Apply rounding version
pt_br: Processamento de markdown - Aplicar versão de arredondamento

# MarkdownModelApplyRounding
source: Apply rounding
pt_br: Aplicar arredondamento

# MarkdownModelApplyRoundingHelp
source: Apply rounding version to all markdown lines.
pt_br: Aplique a versão de arredondamento em todas as linhas de marcação.

# MarkdownModelMaintenancePolicies
source: Markdown maintenance policies
pt_br: Políticas de manutenção de markdown

# MarkdownModelMaintenancePoliciesDevDoc
source: The KRFsmmMarkdownMaintenancePolicyEntity data entity contains information related to the maintenance of markdown models.
pt_br: A entidade de dados KRFsmmMarkdownMaintenancePolicyEntity contém informações relacionadas à manutenção de modelos de marcação.

# MarkdownModelMaintenancePolicyEntityExport
source: Export markdown maintenance policies
pt_br: Políticas de manutenção de marcação de exportação

# MarkdownModelMaintenancePolicyEntityImport
source: Import markdown maintenance policies
pt_br: Políticas de manutenção de marcação de importação

# KMPPLMLinePlanTableEntityMaintain
source: Maintain product lifecycle plan entity
pt_br: Manter a entidade do plano de ciclo de vida do produto

# KMPPLMLinePlanTableEntityView
source: View product lifecycle plan entity
pt_br: Ver a entidade do plano de ciclo de vida do produto

# KMPPLMLinePlanLineEntityMaintain
source: Maintain product lifecycle plan lines entity
pt_br: Manter a entidade de linhas de planos de ciclo de vida do produto

# KMPPLMLinePlanLineEntityView
source: View product lifecycle plan lines entity
pt_br: Ver a entidade de linhas de planos do ciclo de vida do produto

# KPMInspirationProductEntityMaintain
source: Maintain inspiration product entity
pt_br: Manter a entidade de produtos de inspiração

# KPMInspirationProductEntityView
source: View inspiration product entity
pt_br: Ver entidade de produtos de inspiração

# KPMInspirationProductImageEntityMaintain
source: Maintain inspiration product images entity
pt_br: Manter a entidade de imagens de produtos de inspiração

# KPMInspirationProductImageEntityView
source: View inspiration product images entity
pt_br: Ver a entidade de imagens de produtos de inspiração

# KPMInspirationProductDataMaintain
source: Maintain inspiration product data
pt_br: Manter dados de produtos de inspiração

# KPMInspirationProductDataView
source: View inspiration product data
pt_br: Exibir dados do produto de inspiração

source: Collapsed
pt_br: Recolhido

source: Measurement template lines
pt_br: Linhas de modelo de medição

# MeasurementTemplateLinesDevDoc
source: The KPMMeasurementTemplateLine table contains information about measurement template lines.
pt_br: A tabela KPMMeasurementTemplateLine contém informações sobre linhas de modelo de medição.

# CompositionTemplateLineDevDoc
source: The KPMCompositionTemplateLine table contains information about composition template lines.
pt_br: A tabela KPMCompositionTemplateLine contém informações sobre linhas de modelo de composição.

source: Icon
pt_br: Ícone

# MeasurementBaseSizePerStyle
source: Base size per fit for a product
pt_br: Tamanho base por ajuste para um produto

# MeasurementBaseSizePerStyleDevDoc
source: The KPMItemMeasurementBaseSizePerStyle table stores the base size per fit for a product.
pt_br: A tabela KPMItemMeasurementBaseSizePerStyle armazena o tamanho base por ajuste para um produto.

# KPMInspirationProductImage
source: Inspiration product images
pt_br: Imagens de produtos de inspiração

# KPMInspirationProductImageDevDoc
source: The KPMInspirationProductImage table contains information about inspiration product images.
pt_br: A tabela KPMInspirationProductImage contém informações sobre imagens de produtos de inspiração.

# KPMInspirationProduct
source: Inspiration products
pt_br: Produtos de inspiração
