Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF1060
source: View the compositions for product data management
pt_br: Veja as composições para gerenciamento de dados de produtos

# @KRF1061
source: Fibers
pt_br: Fibras

# @KRF1062
source: The KPMFibre table contains information about fibers.
pt_br: A tabela KPMFibre contém informações sobre fibras.

# @KRF1063
source: Fiber
pt_br: Fibra

# @KRF1064
source: Fiber unique identifier.
pt_br: Identificador único de fibra.

# @KRF1065
source: Fiber translation
pt_br: Tradução de fibra

# @KRF1066
source: The KPMFibreTranslation table stores translations of fibers in different languages.
pt_br: A tabela KPMFibreTranslation armazena traduções de fibras em diferentes idiomas.

# @KRF1067
source: Set up fibers.
pt_br: Configurar fibras.

# @KRF1068
source: Create or update fiber texts in different languages.
pt_br: Crie ou atualize textos de fibra em diferentes idiomas.

# @KRF1069
source: Maintain Product Data Management (PDM) fibers
pt_br: Manter fibras PDM (Product Data Management, gerenciamento de dados de produtos)

# @KRF1070
source: Create, update or delete product data management fibers
pt_br: Criar, atualizar ou excluir fibras de gerenciamento de dados de produtos

# @KRF1071
source: View Product Data Management (PDM) fibers
pt_br: Ver fibras PDM (Product Data Management, gerenciamento de dados de produtos)

# @KRF1072
source: View the fibers for product data management
pt_br: Veja as fibras para o gerenciamento de dados do produto

# @KRF1073
source: Data for the product master
pt_br: Dados para o mestre do produto

# @KRF1074
source: The KPMProductDataLinkTable table contains information about the product master.
pt_br: A tabela KPMProductDataLinkTable contém informações sobre o mestre do produto.

# @KRF1075
source: Identifies the data type; i.e. Wash and Care, Compositions, etc.
pt_br: Identifica o tipo de dados; ou seja, Lavar e Cuidar, Composições, etc.

# @KRF1076
source: %1 have been changed. Do you want to sync changes to the released products?
pt_br: %1 foram alterados. Deseja sincronizar as alterações nos produtos lançados?

# @KRF1077
source: Wash and care
pt_br: Lave e cuide

# @KRF1078
source: Outbound Message Holding table
pt_br: Tabela de retenção de mensagens de saída

# @KRF1079
source: Holds a list of messages awaiting to be processed as well as processed ones.
pt_br: Possui uma lista de mensagens que aguardam para serem processadas, bem como as processadas.

# @KRF1080
source: Update %1
pt_br: Atualizar %1

# @KRF1081
source: Receives %1 an XML string and updates them in the system.
pt_br: Recebe %1 uma string XML e as atualiza no sistema.

# @KRF1082
source: Send entity keys for %1.
pt_br: Envie as chaves da entidade para %1.

# @KRF1083
source: Selects %1 through a query and send entity keys for the selected %2.
pt_br: Seleciona %1 através de uma consulta e envia chaves de entidade para o %2 selecionado.

# @KRF1084
source: Send %1 from query.
pt_br: Envie %1 da consulta.

# @KRF1085
source: Selects %1 through a query and send them in an XML string.
pt_br: Seleciona %1 através de uma consulta e envia-os em uma sequência XML.

# @KRF1086
source: Send list of %1.
pt_br: Envie lista de %1.

# @KRF1087
source: Send %1 from the system in an XML string.
pt_br: Envie %1 do sistema em uma sequência XML.

# @KRF1088
source: Set the default values for the ledger module.
pt_br: Defina os valores padrão para o módulo contábil.

# @KRF1089
source: Set the default values for the purchase module.
pt_br: Defina os valores padrão para o módulo de compra.

# @KRF1090
source: Set the default values for the sales module.
pt_br: Defina os valores padrão para o módulo de vendas.

# @KRF1091
source: Set the default values for the invent module.
pt_br: Defina os valores padrão para o módulo invent.

# @KRF1092
source: Identifies which module to be used.
pt_br: Identifica qual módulo deve ser usado.

# @KRF1093
source: The default field value to use.
pt_br: O valor de campo padrão para usar.

# @KRF1094
source: Incorrect enum entry.
pt_br: Entrada incorreta do enum.

# @KRF1095
source: Incorrect date format.
pt_br: Formato de data incorreto.

# @KRF1096
source: Incorrect integer format.
pt_br: Formato inteiro incorreto.

# @KRF1097
source: Incorrect real format.
pt_br: Formato real incorreto.

# @KRF1098
source: Incorrect string entry.
pt_br: Entrada incorreta da corda.

# @KRF1099
source: Defaulting table
pt_br: Tabela de inadimplência

# @KRF1100
source: Store a default value for a particular set of fields.
pt_br: Armazene um valor padrão para um determinado conjunto de campos.

# @KRF1101
source: Reference system for defaulting called with incorrect module feature key.
pt_br: Sistema de referência para padrão chamado com chave de recurso de módulo incorreto.

# @KRF1102
source: Incorrect parameter passed.
pt_br: Parâmetro incorreto passado.

# @KRF1103
source: Incorrect table id '%1', field id '%2' combination passed.
pt_br: O id de tabela incorreto '%1', combinação de field id '%2' passou.

# @KRF1104
source: No defaulting record for field '%1' was found.
pt_br: Não foi encontrado registro de inadimplência para campo '%1'.

# @KRF1105
source: No default value set for field '%1'.
pt_br: Nenhum valor padrão definido para campo '%1'.

# @KRF1106
source: Print order change letter.
pt_br: Imprimir carta de mudança de pedido.

# @KRF1107
source: Order change letter '%1' has previously been printed.
pt_br: A letra de alteração de pedido '%1' já foi impressa anteriormente.

# @KRF1108
source: The KRFOrderChangeLetterTmp table contains information used by the KRFOrderChangeLetter report.
pt_br: A tabela KRFOrderChangeLetterTmp contém informações usadas pelo relatório KRFOrderChangeLetter.

# @KRF1109
source: Country service
pt_br: Serviço do país

# @KRF1110
source: Currency service
pt_br: Serviço de moeda

# @KRF1111
source: Outbound Message Holding table service
pt_br: Serviço de tabela de retenção de mensagens de saída

# @KRF1112
source: Processed time
pt_br: Tempo processado

# @KRF1113
source: Time when the record was processed.
pt_br: Tempo em que o registro foi processado.

# @KRF1114
source: Processed
pt_br: Processado

# @KRF1115
source: Indicates whether the transaction was processed.
pt_br: Indica se a transação foi processada.

# @KRF1116
source: Outbound message action type.
pt_br: Tipo de ação de mensagem de saída.

# @KRF1117
source: Outbound message record type.
pt_br: Tipo de registro de mensagens de saída.

# @KRF1118
source: Outbound message status.
pt_br: Status de mensagem de saída.

# @KRF1119
source: Display records in a message holding table
pt_br: Exibir registros em uma mesa de retenção de mensagens

# @KRF1120
source: AIF defaulting table
pt_br: Tabela de inadimplência AIF

# @KRF1121
source: Order change letter report
pt_br: Relatório da carta de alteração de pedido

# @KRF1122
source: Generates a list of order change letter journals and their respective transactions
pt_br: Gera uma lista de diários de carta de alteração de pedidos e suas respectivas transações

# @KRF1123
source: Update product data
pt_br: Atualizar dados do produto

# @KRF1124
source: Update product data on released products.
pt_br: Atualize os dados do produto sobre produtos liberados.

# @KRF1125
source: Assign product compositions from a list.
pt_br: Atribua composições de produtos de uma lista.

# @KRF1126
source: View wash and care instructions for the product master.
pt_br: Veja as instruções de lavagem e cuidados para o mestre do produto.

# @KRF1127
source: Product master composition
pt_br: Composição master do produto

# @KRF1128
source: View the composition of the product master.
pt_br: Veja a composição do mestre do produto.

# @KRF1129
source: Released product composition
pt_br: Composição do produto lançado

# @KRF1130
source: View the composition of the released product.
pt_br: Veja a composição do produto lançado.

# @KRF1131
source: Total percentage must be 100% or less.
pt_br: O percentual total deve ser de 100% ou menos.

# @KRF1132
source: Verbose level
pt_br: Nível de verbose

# @KRF1133
source: The verbose level output when an error is encountered.
pt_br: A saída de nível verbose quando um erro é encontrado.

# @KRF1134
source: Phases
pt_br: Fases

# @KRF1135
source: The KPMPhaseTable table contains information about PDM phases.
pt_br: A tabela KPMPhaseTable contém informações sobre fases PDM.

# @KRF1136
source: Phase
pt_br: Fase

# @KRF1137
source: Unique identifier of the PDM phase.
pt_br: Identificador único da fase PDM.

# @KRF1138
source: Set up PDM phase.
pt_br: Configure a fase PDM.

# @KRF1139
source: Maintain Product Data Management (PDM) phases
pt_br: Manter fases de PDM (Product Data Management, gerenciamento de dados de produtos)

# @KRF1140
source: Create, update or delete product data management phases
pt_br: Criar, atualizar ou excluir fases de gerenciamento de dados de produtos

# @KRF1141
source: View Product Data Management (PDM) phases
pt_br: Ver fases do PDM (Product Data Management, gerenciamento de dados de produtos)

# @KRF1142
source: View the phases for product data management
pt_br: Veja as fases para gerenciamento de dados de produtos

# @KRF1143
source: Base fit
pt_br: Ajuste base

# @KRF1144
source: Base fit group id.
pt_br: ID de grupo de ajuste base.

# @KRF1145
source: Base size
pt_br: Tamanho base

# @KRF1146
source: Base size group id.
pt_br: ID de grupo de tamanho base.

# @KRF1147
source: Base size curve
pt_br: Curva de tamanho base

# @KRF1148
source: Base size ratio curve.
pt_br: Curva de proporção de tamanho base.

# @KRF1149
source: Base fit curve
pt_br: Curva de ajuste base

# @KRF1150
source: Base fit ration curve.
pt_br: Curva de ração de ajuste base.

# @KRF1151
source: Base dimensions
pt_br: Dimensões base

# @KRF1152
source: Base size:
pt_br: Tamanho base:

# @KRF1153
source: Base fit:
pt_br: Ajuste base:

# @KRF1154
source: Gradient
pt_br: Gradiente

# @KRF1155
source: Determines whether the warning icon should be displayed or not.§0020§
pt_br: Determina se o ícone de aviso deve ser exibido ou não.§0020§

# @KRF1156
source: Different delivery charges have been calculated for this sales header. '%1' charges were retained.
pt_br: Diferentes taxas de entrega foram calculadas para este cabeçalho de vendas. As taxas '%1' foram mantidas.

# @KRF1157
source: Fallback to item purchase price
pt_br: Recuo ao preço de compra do item

# @KRF1158
source: Defaults to the purchase price when no trade agreements are found for the item.
pt_br: Inadimplência ao preço de compra quando não são encontrados acordos comerciais para o item.

# @KRF1159
source: Markdown
pt_br: Redução de preço

# @KRF1160
source: Markdown model ID
pt_br: ID modelo markdown

# @KRF1161
source: Unique key for markdown model that is allocated automatically when processing markdown models.
pt_br: Chave exclusiva para modelo de marcação que é alocado automaticamente ao processar modelos de marcação.

# @KRF1162
source: The KRFMarkdownTable table contains all markdown model headers.
pt_br: A tabela KRFMarkdownTable contém todos os cabeçalhos do modelo de marcação.

# @KRF1163
source: Identification of the markdown model.
pt_br: Identificação do modelo de marcação.

# @KRF1164
source: Date of the model calculation.
pt_br: Data do cálculo do modelo.

# @KRF1165
source: Model activation date.
pt_br: Data de ativação do modelo.

# @KRF1166
source: Markdown reason.
pt_br: Razão de markdown.

# @KRF1167
source: The KRFMarkdownLine table contains all markdown model lines.
pt_br: A tabela KRFMarkdownLine contém todas as linhas de modelo de marcação.

# @KRF1168
source: Markdown model lines
pt_br: Linhas de modelo de marcação

# @KRF1169
source: Markdown sales price.
pt_br: Preço de venda de Markdown.

# @KRF1170
source: Functions that can be executed in relation to the markdown model line.
pt_br: Funções que podem ser executadas em relação à linha modelo de marcação.

# @KRF1171
source: Markdown model header
pt_br: Cabeçalho modelo de marcação

# @KRF1172
source: Markdown modelling
pt_br: Modelagem de markdown

# @KRF1173
source: Markdown reasons
pt_br: Razões de marcação

# @KRF1174
source: Select this account type if the reason code can be used with the Trade agreement process. You can select this checkbox in Sales and Marketing.
pt_br: Selecione este tipo de conta se o código de razão pode ser usado com o processo de contrato de negociação. Você pode selecionar esta caixa de seleção em Vendas e Marketing.

# @KRF1175
source: Preview markdown model
pt_br: Modelo de marcação de visualização

# @KRF1176
source: Markdown model
pt_br: Modelo de markdown

# @KRF1177
source: Create or update markdown model.
pt_br: Criar ou atualizar o modelo de marcação.

# @KRF1178
source: Create markdown model.
pt_br: Criar modelo de marcação.

# @KRF1179
source: All markdown models
pt_br: Todos os modelos de marcação

# @KRF1180
source: Open list of markdown models.
pt_br: Lista aberta de modelos de marcação.

# @KRF1181
source: View markdown models
pt_br: Ver modelos de marcação

# @KRF1182
source: Maintain markdown models
pt_br: Manter modelos de marcação

# @KRF1183
source: View markdown reasons
pt_br: Veja as razões de marcação

# @KRF1184
source: Maintain markdown reasons
pt_br: Manter razões de marcação

# @KRF1185
source: Product data details
pt_br: Detalhes dos dados do produto

# @KRF1186
source: View or update released product data.
pt_br: Exibir ou atualizar os dados do produto liberados.

# @KRF1187
source: Product drops
pt_br: Quedas de produtos

# @KRF1188
source: Data management
pt_br: Gerenciamento de dados

# @KRF1189
source: Maintain product data details
pt_br: Manter os detalhes dos dados do produto

# @KRF1190
source: View product data details
pt_br: Exibir detalhes de dados do produto

# @KRF1191
source: Customers extension
pt_br: Extensão de clientes

# @KRF1192
source: The KRFCustTableExtended table contains custom fields which extend the standard CustTable table.
pt_br: A tabela KRFCustTableExtend contém campos personalizados que estendem a tabela CustTable padrão.

# @KRF1193
source: Credit limit expiration date
pt_br: Data de validade do limite de crédito

# @KRF1194
source: The date when the insured sum expires.
pt_br: A data em que o segurado expira.

# @KRF1195
source: Customers credit limit
pt_br: Limite de crédito dos clientes

# @KRF1196
source: Balance overdue
pt_br: Saldo em atraso

# @KRF1197
source: View and correct customers credit limit
pt_br: Exibir e corrigir o limite de crédito dos clientes

# @KRF1198
source: Maintain customers' credit limits
pt_br: Manter os limites de crédito dos clientes

# @KRF1199
source: View and update credit limits for customers
pt_br: Exibir e atualizar limites de crédito para clientes

# @KRF1200
source: View customers' credit limits
pt_br: Veja os limites de crédito dos clientes

# @KRF1201
source: All selected product exceptions will be cleared.\nDo you want to continue?
pt_br: Todas as exceções de produtos selecionadas serão limpas.\nDo você deseja continuar?

# @KRF1202
source: Markdown line calculation data
pt_br: Dados de cálculo da linha de marcação

# @KRF1203
source: Quantity on purchase orders.
pt_br: Quantidade em ordens de compra.

# @KRF1204
source: Quantity on purchase returns.
pt_br: Quantidade nas devoluções de compra.

# @KRF1205
source: Quantity on transfer orders.
pt_br: Quantidade em ordens de transferência.

# @KRF1206
source: Current stock
pt_br: Estoque atual

# @KRF1207
source: Current stock value.
pt_br: Valor atual das ações.

# @KRF1208
source: Current price on calculation date.
pt_br: Preço atual na data de cálculo.

# @KRF1209
source: Markdown calculation option
pt_br: Opção de cálculo de marcação

# @KRF1210
source: Calculation function option for the markdown.
pt_br: Opção de função de cálculo para a marcação.

# @KRF1211
source: Current status of the markdown model.
pt_br: Status atual do modelo de marcação.

# @KRF1212
source: Type of markdown process.
pt_br: Tipo de processo de marcação.

# @KRF1213
source: Markdown price
pt_br: Preço de markdown

# @KRF1214
source: Calculate markdown fields
pt_br: Calcular campos de marcação

# @KRF1215
source: The '%1' dimension layout on Style group ID '%2' is not compatible with the multiple item category node.
pt_br: O layout da dimensão '%1' no Style group ID '%2' não é compatível com o nó de categoria de vários itens.

# @KRF1216
source: The '%1' dimension layout on Retail Category node '%2' is not compatible with the multiple item category node.
pt_br: O layout da dimensão '%1' no nó da categoria de varejo '%2' não é compatível com o nó de categoria de vários itens.

# @KRF1217
source: Retail Category node '%1' horizontal dimension layout is not compatible with the multiple item category node.
pt_br: O layout da dimensão horizontal do nó da categoria de varejo '%1' não é compatível com o nó de categoria de vários itens.

# @KRF1218
source: Recommended retail price
pt_br: Preço de varejo recomendado

# @KRF1219
source: The KRFBOMCostRecommendedRetailPrice table contains RRP profit percentages for cost groups for a BOM.
pt_br: A tabela KRFBOMCostRecommendedRetailPrice contém percentuais de lucro RRP para grupos de custo para um BOM.

# @KRF1220
source: Temporary table for collecting data from sales line
pt_br: Tabela temporária para coleta de dados da linha de vendas

# @KRF1221
source: Credit control
pt_br: Controle de crédito

# @KRF1222
source: Is check credit limit action needed when confirming order?
pt_br: Ação do limite de crédito do cheque é necessária ao confirmar a ordem?

# @KRF1223
source: Is multi-line discount calculation action needed when confirming order?
pt_br: Ação de cálculo de desconto multi-linha é necessária ao confirmar o pedido?

# @KRF1224
source: Is tiered charges calculation action needed when confirming order?
pt_br: Ação de cálculo de cargas hierárquicas é necessária ao confirmar a ordem?

# @KRF1225
source: Is total discount calculation action needed when confirming order?
pt_br: Ação de cálculo de desconto total é necessária ao confirmar o pedido?

# @KRF1226
source: More than %1 records returned. Please narrow the selection criteria.
pt_br: Mais de 1% de registros devolvidos. Por favor, reduza os critérios de seleção.

# @KRF1227
source: The KPMTmpProductDataReport contains information used by the KPMProductDataReport.
pt_br: O KPMTmpProductDataReport contém informações usadas pelo KPMProductDataReport.

# @KRF1228
source: The KPMTmpItemTable contains items to be processed by the KPMProductDataReport.
pt_br: O KPMTmpItemTable contém itens a serem processados pelo KPMProductDataReport.

# @KRF1229
source: X Axis dimension value 12
pt_br: Valor da dimensão do eixo X 12

# @KRF1230
source: X Axis dimension value 13
pt_br: Valor da dimensão do eixo X 13

# @KRF1231
source: X Axis dimension value 14
pt_br: Valor da dimensão do eixo X 14

# @KRF1232
source: X Axis dimension value 15
pt_br: Valor da dimensão do eixo X 15

# @KRF1233
source: Prints released product information
pt_br: Impressões divulgam informações sobre produtos

# @KRF1234
source: Product data report
pt_br: Relatório de dados do produto

# @KRF1235
source: Retail product category
pt_br: Categoria de produtos de varejo

# @KRF1236
source: Multiple item entry source map
pt_br: Mapa de origem de entrada de vários itens

# @KRF1237
source: The KRFMultipleItemEntrySouceMap map provides a common interface for multiple item entry matrix sources.
pt_br: O mapa KRFMultipleItemEntrySouceMap fornece uma interface comum para múltiplas fontes de matriz de entrada de itens.

# @KRF1238
source: Sales order line information for K3 Fashion
pt_br: Informações da linha de pedidos de vendas para K3 Fashion

# @KRF1239
source: The KRFSalesLineExtended table contains sales order line information specific to K3 Fashion.
pt_br: A tabela KRFSalesLineExtended contém informações da linha de pedidos de vendas específicas da K3 Fashion.

# @KRF1240
source: Multiple item category
pt_br: Categoria de itens múltiplos

# @KRF1241
source: Unable to open the matrix form correctly.
pt_br: Incapaz de abrir a forma de matriz corretamente.

# @KRF1242
source: This item does not contain any compositions.
pt_br: Este item não contém composições.

# @KRF1243
source: This item does not contain any wash and care instructions.
pt_br: Este item não contém instruções de lavagem e cuidado.

# @KRF1244
source: This item does not contain any product attributes.
pt_br: Este item não contém nenhum atributo do produto.

# @KRF1245
source: Identifies the type of record being saved.
pt_br: Identifica o tipo de registro que está sendo salvo.

# @KRF1246
source: Identifier of the recommended retail price rounding version.
pt_br: Identificador da versão de arredondamento de preços de varejo recomendada.

# @KRF1247
source: Margin planning
pt_br: Planejamento de margem

# @KRF1248
source: Margin planning category attributes
pt_br: Atributos da categoria de planejamento de margem

# @KRF1249
source: The KRFMarginPlanningAttributesLegalEntity table contains attributes for related category.
pt_br: A tabela KRFMarginPlanningAttributesLegalEntity contém atributos para categoria relacionada.

# @KRF1250
source: Margin planning product attributes to be updated
pt_br: Atributos do produto de planejamento de margem a serem atualizados

# @KRF1251
source: The KRFMarginPlanningAttributesToUpdate table contains flags identifying which properties will be updated.
pt_br: A tabela KRFMarginPlanningAttributesToUpdate contém bandeiras identificando quais propriedades serão atualizadas.

# @KRF1252
source: Target margin
pt_br: Margem-alvo

# @KRF1253
source: Sales target margin (%).
pt_br: Margem-alvo de vendas (%).

# @KRF1254
source: Purchase target margin (%).
pt_br: Margem-alvo de compra (%).

# @KRF1255
source: Calculate margins including tax
pt_br: Calcular margens, incluindo impostos

# @KRF1256
source: Calculate target margins including tax.
pt_br: Calcular as margens-alvo, incluindo impostos.

# @KRF1257
source: Planning hierarchy
pt_br: Hierarquia de planejamento

# @KRF1258
source: Set up margin planning category hierarchy attributes.
pt_br: Configurar atributos de hierarquia de categoria de planejamento de margem.

# @KRF1259
source: Maintain margin planning category details
pt_br: Manter detalhes da categoria de planejamento de margem

# @KRF1260
source: View margin planning category details
pt_br: Exibir detalhes da categoria de planejamento de margem

# @KRF1261
source: Your organization does not have a margin planning category hierarchy. Set up a margin planning category hierarchy in the 'Product information management' module.
pt_br: Sua organização não tem uma hierarquia de categoria de planejamento de margem. Configure uma hierarquia de categoria de planejamento de margem no módulo 'Gerenciamento de informações de produtos'.

# @KRF1262
source: Style group record unique identifier.
pt_br: Estilo grupo gravar identificador único.

# @KRF1263
source: An error occurred when the variant fit group (RetailStyleGroupId) was validated.
pt_br: Um erro ocorreu quando o grupo de ajuste de variantes (RetailStyleGroupId) foi validado.

# @KRF1264
source: Fit name
pt_br: Nome de ajuste

# @KRF1265
source: Fit description
pt_br: Descrição do ajuste

# @KRF1266
source: Price per currency/region
pt_br: Preço por moeda/região

# @KRF1267
source: View and create price per currency/region to an active price.
pt_br: Exibir e criar preço por moeda/região a um preço ativo.

# @KRF1268
source: The field '%1' is mandatory for currency '%2'.
pt_br: O campo '%1' é obrigatório para a moeda '%2'.

# @KRF1269
source: The KRFRecommendedRetailPricePerCurrency contains the recommended retail price per currency and/or region for an activate price.
pt_br: O KRFRecommendedRetailPricePerCurrency contém o preço de varejo recomendado por moeda e/ou região por um preço de ativação.
