Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# RangePlanningPlanSourceLinePurchTable
source: Range planning plan source line purchase order relation
pt_br: Relação de pedido de compra de linha de origem do plano de planejamento de faixa

# RangePlanningPlanSourceLinePurchTableDevDoc
source: The KRFRangePlanningPlanSourceLinePurchTable table contains information about range planning plan source line purchase order relation.
pt_br: A tabela KRFRangePlanningPlanSourceLinePurchTable contém informações sobre a relação de pedido de compra da linha de origem do plano de planejamento de alcance.

# RangePlanningPlanNoPurchaseOrdersDefined
source: No purchase orders defined as source line for date '%1'.
pt_br: Sem ordens de compra definidas como linha de origem para a data '%1'.

# RangePlanningPlanSourceLinePurchTableEntity
source: K3 Fashion - Range planning plan source line purchase order relation
pt_br: K3 Fashion - Plano de planejamento de linha de planejamento de linha de compra relação

# RangePlanningPlanSourceLinePurchTableEntityView
source: View range planning plan source line purchase order relation
pt_br: Ver o plano de planejamento de linha de venda da linha de compra

# RangePlanningPlanSourceLinePurchTableEntityMaintain
source: Maintain range planning plan source line purchase order relation
pt_br: Manter o plano de planejamento de alcance fonte fonte ordem de compra relação

# RangePlanningPlanSourceLinePurchTableNotAllowed
source: Adding purchase order relation is not allowed for source line of type '%1'.
pt_br: A adição da relação de pedido de compra não é permitida para a linha de origem do tipo '%1'.

source: Purchase (multiple)
pt_br: Compra (múltiplo)

source: Aggregated view
pt_br: Visão agregada

source: Aggregated view mode
pt_br: Modo de visualização agregado

# AggregatedViewManualRefresh
source: Manual refresh
pt_br: Atualização manual

# BrandGroupMaintain
source: Maintain brand groups form
pt_br: Manter a forma de grupos de marca

# BrandGroupView
source: View brand groups form
pt_br: Exibir forma de grupos de marca

# ReleaseToWarehouseReserveByColor
source: Reserve by color
pt_br: Reserve por cor

# ReleaseToWarehouseReserveByColorMatrixTitle
source: Reserve now (Sales order quantity)
pt_br: Reserve agora (quantidade de pedidos de vendas)

# ConsignmentImportAggregate
source: Consignment staging data aggregation
pt_br: Agregação de dados de remessa

# ReleaseUpdate_KRFConsignmentImportTable
source: Update date related field values for all existing consignment import table records.
pt_br: Atualizar os valores de campo relacionados à data para todos os registros de tabela de importação de remessa existentes.

source: Aggregated
pt_br: Agregado

source: Service items are not allowed
pt_br: Itens de serviço não são permitidos

# PrepackReleasedActivateDeactivate
source: Activate/Deactivate released prepacks
pt_br: Ativar/Desativar pré-pacotes liberados

# PrepackReleasedApproval
source: Approval of released prepacks
pt_br: Aprovação de pré-pacotes lançados

# ReleaseUpdScript_UpdateEcoResSizeDisplayOrder
source: Copies the value of custom field "Reporting order" to the new standard field "Global display order" on EcoResSize table
pt_br: Cópias do valor do campo personalizado "Ordem de emissão de relatórios" para o novo campo padrão "Ordem de exibição global" na tabela EcoResSize

# CSRCheckOnConfirmation
source: Check on confirmation
pt_br: Confira a confirmação

# CSRCheckOnConfirmationHelp
source: Indicates whether CSR classifications should be validated during order confirmation.
pt_br: Indica se as classificações de RSE devem ser validadas durante a confirmação do pedido.

# CSRClassificationIdText
source: CSR Classification '%1'
pt_br: Classificação CSR '%1'

# CSRValidationMessageOrderLine
source: CSR Classification '%1' not found for order line number '%2', item '%3'.
pt_br: Classificação CSR '%1' não encontrada para o número da linha de pedidos '%2', item '%3'.

# ReleaseUpdScript_CustTable_KRFCreditLimitExpirationDate
source: Copies the value of custom field "Credit limit expiration date" to the new standard field with same name on CustTable
pt_br: Cópias do valor do campo personalizado "Data de validade do limite de crédito" para o novo campo padrão com o mesmo nome no CustTable

# InventLocationRetailCategoryClassificationGroup
source: Inventory location retail category classification groups
pt_br: Grupos de classificação de categorias de varejo de localização de estoque

# InventLocationRetailCategoryClassificationGroupDevDoc
source: The KRFInventLocationRetailCategoryClassificationGroup table contains information about classification groups related to inventory location setup per product retail category.
pt_br: A tabela KRFInventLocationRetailCategoryClassificationGroup contém informações sobre grupos de classificação relacionados à configuração de localização de estoque por categoria de varejo de produtos.

# InventLocationRetailCategoryClassificationGroupEntity
source: K3 Fashion - Inventory location retail category classification groups
pt_br: K3 Fashion - Grupos de classificação da categoria de varejo de localização de estoque

# InventLocationRetailCategoryClassificationGroupEntityMaintain
source: Maintain inventory location retail category classification groups
pt_br: Manter grupos de classificação de categorias de varejo de localização de estoque

# InventLocationRetailCategoryClassificationGroupEntityView
source: View inventory location retail category classification groups
pt_br: Exibir grupos de classificação de categorias de varejo de localização de estoque

# ReleaseUpdScript_InventLocationRetailCategoryClassificationGroup
source: Move classification group values from warehouse product category setup (KRFInventLocationRetailCategorySetup) to new table (KRFInventLocationRetailCategoryClassificationGroup).
pt_br: Mova os valores do grupo de classificação da configuração da categoria do armazém (KRFInventLocationRetailCategorySetup) para nova tabela (KRFInventLocationRetailCategoryClassificationGroup).

# CustRetailCategoryClassificationGroup
source: Customer retail category classification groups
pt_br: Grupos de classificação de categorias de varejo de clientes

# CustRetailCategoryClassificationGroupDevDoc
source: The KRFCustRetailCategoryClassificationGroup table contains information about classification groups related to customer setup per product retail category.
pt_br: A tabela KRFCustRetailCategorificationGroup contém informações sobre grupos de classificação relacionados à configuração do cliente por categoria de varejo de produtos.

# CustRetailCategoryClassificationGroupEntity
source: K3 Fashion - Customer retail category classification groups
pt_br: K3 Fashion - Grupos de classificação da categoria de varejo de clientes

# CustRetailCategoryClassificationGroupEntityMaintain
source: Maintain customer retail category classification groups entity
pt_br: Manter entidade de grupos de classificação de categorias de varejo de clientes

# CustRetailCategoryClassificationGroupEntityView
source: View customer retail category classification groups entity
pt_br: Ver entidade de grupos de classificação de categorias de varejo de clientes

# ReleaseUpdScript_CustRetailCategoryClassificationGroup
source: Move classification group values from warehouse product category setup (KRFCustRetailCategorySetup) to new table (KRFCustRetailCategoryClassificationGroup).
pt_br: Mova os valores do grupo de classificação da configuração da categoria do produto de armazém (KRFCustRetailCategorySetup) para a nova tabela (KRFCustRetailCategoryClassificationGroup).

# BOMModelDefaultValueOverwrittenIconDesc
source: One or more default/inherited values have been overwritten.
pt_br: Um ou mais valores padrão/herdados foram substituídos.

source: New for all
pt_br: Novo para todos

source: Delete for all
pt_br: Excluir para todos

# ReleaseUpdate_EcoResProductImage
source: Creates a smaller thumbnail image in the table EcoResProductImage. This image will be displayed in the Released product list page grid.
pt_br: Cria uma imagem em miniatura menor na tabela EcoResProductImage. Esta imagem será exibida na grade da página da lista de produtos Lançada.

source: Enable product image in grid
pt_br: Habilitar a imagem do produto na grade

# EnableProductImageInGridHelp
source: Enabling this option will display an option to show product image on released products list page grid.
pt_br: Habilitar essa opção exibirá uma opção para mostrar a imagem do produto na grade da página da lista de produtos lançados.

# RangePlanningProductGroupLinePriority
source: Range planning product group lines priority
pt_br: Prioridade de linhas de grupo de produtos de planejamento de faixa

source: Products priority
pt_br: Prioridade dos produtos

source: Set priority
pt_br: Definir prioridade

# PurchaseCube
source: K3 Fashion - Purchase cube
pt_br: K3 Fashion - Cubo de compra

# PurchAgreementCube
source: K3 Fashion - Purchase agreement cube
pt_br: K3 Fashion - Cubo de contrato de compra

# ProductionOrderCube
source: K3 Fashion - Production orders cube
pt_br: K3 Fashion - Encomendas de produção cubo

# PlannedOrderCube
source: K3 Fashion - Planned orders cube
pt_br: K3 Fashion - Cubo de pedidos planejados

# VendorCube
source: K3 Fashion - Vendor cube
pt_br: K3 Fashion - Cubo de vendedor

source: Calculation details
pt_br: Detalhes de cálculo

# BOMModelTemplateLineMatrixEntity
source: K3 Fashion - BOM model template maintain lines - Matrix
pt_br: K3 Fashion - Modelo BOM manter linhas - Matrix

# BOMModelTemplateLineMatrixEntityMaintain
source: Maintain BOM model template maintain lines entity - Matrix
pt_br: Manter modelo bom modelo manter entidade de linhas - Matrix

# BOMModelTemplateLineMatrixEntityView
source: View BOM model template maintain lines entity - Matrix
pt_br: Ver modelo bom modelo manter entidade de linhas - Matriz

source: Product value
pt_br: Valor do produto

# BOMModelLineMatrix
source: BOM model lines - Matrix
pt_br: Linhas do modelo BOM - Matriz

# BOMModelTemplateLineMatrix
source: BOM model template lines - Matrix
pt_br: Linhas de modelo BOM - Matrix

source: Maintain routes
pt_br: Manter roteiros

# TmpPlanLineStatusTable
source: Temporary plan line status table
pt_br: Tabela de status da linha de plano temporário

# TmpPlanWizardTable
source: Temporary plan wizard table
pt_br: Mesa de assistente de plano temporário

# ReleaseUpdate_KRFBOMModelLine
source: Update new field LineNum on both KRFBOMModelLine and KRFBOMModelTemplateLine tables.
pt_br: Atualize o novo lineNum de campo nas tabelas KRFBOMModelLine e KRFBOMModelTemplateLine.

# PLMPlanPreview
source: Plan preview
pt_br: Pré-visualização do plano

# PLMPlanExistingPlanId
source: Exisiting plan Id
pt_br: ID de plano de exisitação

# PLMPlanSelectToCreate
source: Select plans to create
pt_br: Selecione planos para criar

# PLMPlanWizardNoPlansSelected
source: There are no PLM plans selected for creation.
pt_br: Não há planos PLM selecionados para criação.

source: Not all parameters specified.
pt_br: Nem todos os parâmetros especificados.

# PLMPlanWizardExistingPlansInfo
source: Not all records were automatically selected for creation as some of the PLM plans already exist for a given template, product and/or purchase order combination.
pt_br: Nem todos os registros foram selecionados automaticamente para criação, pois alguns dos planos PLM já existem para uma determinada combinação de modelo, produto e/ou pedido de compra.

# ProductNotExistsInPurchaseOrder
source: Selected product does not exisis in purchase order '%1'.
pt_br: O produto selecionado não exisis na ordem de compra '%1'.

# PrepackLineCostPriceV2Entity
source: K3 Fashion - Prepack line cost price per site V2
pt_br: K3 Fashion - Preço de custo da linha Prepack por site V2

# InitScriptMarkAsComplete
source: Task '%1' requires manual completion, please mark as complete once it is finished.
pt_br: A tarefa '%1' requer conclusão manual, marque como completa assim que estiver concluída.

# PrepackUnApproveActiveWarning
source: Approval cannot be removed when prepack is active.
pt_br: A aprovação não pode ser removida quando o pré-pacote estiver ativo.

# PrepackCalculateApprovedOrActiveWarning
source: Prepack is approved and/or active and cannot be calculated.
pt_br: O pré-pacote é aprovado e/ou ativo e não pode ser calculado.

source: Color+Size
pt_br: Cor+Tamanho

# ColorStyle
source: Color+Fit
pt_br: Cor+Ajuste

# BOMModelByColorSize
source: By color+size
pt_br: Por cor+tamanho

# BOMModelByColorStyle
source: By color+fit
pt_br: Por cor+ajuste

# RangePlanningPeriodicPlanEventCleanUp
source: Periodic range plan events clean-up
pt_br: Limpeza de eventos de plano de alcance periódico

# RecreateSuppItemsDialog
source: Supplementary item lines were already created for this order, would you like to delete and recreate them?
pt_br: Linhas de itens suplementares já foram criadas para esta ordem, gostaria de excluí-las e recriá-las?

# ReleaseUpdScript_BOMRouteTemplateLineColors
source: Update BOM model route template table's 'Colors' field with the value 'All'.
pt_br: Atualize o campo 'Cores' da tabela de modelos do modelo bom com o valor 'All'.

# ReleaseUpdScript_BOMModelRouteColors
source: Update BOM model route table's 'Colors' field with the value 'All'.
pt_br: Atualize o campo 'Cores' da tabela de rotas do modelo BOM com o valor 'Todos'.

# PurchaseOrderResponseAddressProdSite
source: Purchase order response header production site
pt_br: Site de produção de cabeçalho de resposta do pedido de compra

# PurchaseOrderResponseAddressProdSiteEntity
source: K3 Fashion - Purchase order response header production site entity
pt_br: K3 Fashion - Entidade do site de produção de cabeçalho de pedido de compra

# PurchaseOrderResponseAddressProdSiteEntityView
source: View purchase order response header production site entity
pt_br: Exibir a entidade do site de produção do cabeçalho de resposta ao pedido de compra

# PurchaseOrderResponseAddressProdSiteEntityMaintain
source: Maintain purchase order response header production site entity
pt_br: Manter a entidade do site de produção de cabeçalho de resposta ao pedido de compra

# PurchaseOrderResponseAddressProdSiteHistory
source: Purchase order response header production site history
pt_br: Histórico do site de produção de cabeçalho de resposta do pedido de compra

# PurchaseOrderResponseAddressProdSiteHistoryEntity
source: K3 Fashion - Purchase order response header production site history entity
pt_br: K3 Fashion - Entidade de histórico do site de produção de cabeçalho de pedido de compra

# PurchaseOrderResponseAddressProdSiteHistoryEntityView
source: View purchase order response header production site history entity
pt_br: Exibir a entidade de histórico do site de produção do site de produção de cabeçalho de ordem de compra

# PurchaseOrderResponseAddressProdSiteHistoryEntityMaintain
source: Maintain purchase order response header production site history entity
pt_br: Manter a entidade de histórico do site de produção de cabeçalho de resposta ao pedido de compra

# PurchaseOrderResponseLineAddressProdSite
source: Purchase order response line production site
pt_br: Site de produção da linha de resposta do pedido de compra

# PurchaseOrderResponseLineAddressProdSiteEntity
source: K3 Fashion - Purchase order response line production site entity
pt_br: K3 Fashion - Entidade do local de produção da linha de resposta de pedidos de compra

# PurchaseOrderResponseLineAddressProdSiteEntityView
source: View purchase order response line production site entity
pt_br: Exibir entidade do site de produção da linha de resposta do pedido de compra

# PurchaseOrderResponseLineAddressProdSiteEntityMaintain
source: Maintain purchase order response line production site entity
pt_br: Manter a entidade do local de produção da linha de resposta do pedido de compra

# PurchaseOrderResponseLineAddressProdSiteHistory
source: Purchase order response line production site history
pt_br: Histórico do site de produção da linha de resposta do pedido de compra

# PurchaseOrderResponseLineAddressProdSiteHistoryEntity
source: K3 Fashion - Purchase order response line production site history entity
pt_br: K3 Fashion - Entidade de histórico do site de produção da linha de resposta de pedidos de compra

# PurchaseOrderResponseLineAddressProdSiteHistoryEntityView
source: View purchase order response line production site history entity
pt_br: Exibir entidade de histórico de patrimônio do site de produção da linha de resposta do pedido de compra

# PurchaseOrderResponseLineAddressProdSiteHistoryEntityMaintain
source: Maintain purchase order response line production site history entity
pt_br: Manter a entidade de histórico do local de produção da linha de resposta de pedido de compra

# InventLocationConsignments
source: Assign consignment customer
pt_br: Atribuir cliente de remessa

# InventLocationConsignmentsNoYesButton
source: Are you sure you want to update the consignments? The process can take several minutes.
pt_br: Tem certeza que quer atualizar as remessas? O processo pode levar vários minutos.

# InventLocationConsignmentsWarehouseNotFoundWarning
source: Warehouse could not be found.
pt_br: O depósito não foi encontrado.

# InventLocationConsignmentsUpdateNotValidatedWarning
source: The update could not be validated.
pt_br: A atualização não pôde ser validada.

# InventLocationConsignmentsUpdateCanceledWarning
source: The update has been canceled.
pt_br: A atualização foi cancelada.

# InventLocationConsignmentsAutoReplenishValidateWarning
source: Auto replenishment cannot be enabled if the customer account is empty.
pt_br: A reposição automática não pode ser ativada se a conta do cliente estiver vazia.

# MatrixQuantityCorrectionMode
source: Quantity - matrix
pt_br: Quantidade - matriz

source: Quantity correction
pt_br: Correção de quantidade

source: Quantity correction mode
pt_br: Modo de correção de quantidade

# QuantityCorrectionModeHelp
source: Indicates how Minimum, Maximum and Multiple quantity settings are applied on Matrix order entry.§0020§
pt_br: Indica como as configurações de quantidade mínima, máxima e múltipla são aplicadas na entrada do pedido Matrix.§0020§

# QuantityCorrectionInfo
source: Item '%1' (%2) had its quantity changed from %3 to %4.
pt_br: O item '%1' (%2) teve sua quantidade alterada de %3 para %4.

source: Accept user input with warning
pt_br: Aceite a entrada do usuário com aviso

source: Auto correct user input with warning
pt_br: Auto corrigir entrada do usuário com aviso

source: Acceptable qty
pt_br: Qty aceitável

source: Accept all
pt_br: Aceite tudo

source: Reject all
pt_br: Rejeite todos

# CheckConsignmentInventTransExistWarning
source: Can not assign a consignment customer to a warehouse when transactions already exist.
pt_br: Não é possível atribuir um cliente de remessa a um armazém quando as transações já existem.

source: Sales quick order entry
pt_br: Entrada rápida de pedidos de vendas

source: Add lines by matrix
pt_br: Adicionar linhas por matriz

# AddLinesByMatrixHelp
source: With "Add lines by matrix" you can create order lines for different products without leaving the matrix.
pt_br: Com "Adicionar linhas por matriz" você pode criar linhas de pedidos para diferentes produtos sem sair da matriz.

# PrepackIncludeParent
source: Include parent prepacks
pt_br: Inclua pré-pacotes dos pais

# PrepackIncludeSitesWithCostPrice
source: Include sites with cost price
pt_br: Inclua sites com preço de custo

# PrepackIncludeSitesWithoutCostPrice
source: Include sites without cost price
pt_br: Inclua sites sem preço de custo

# ReleaseUpdScript_KRFPrepackLineCostPriceInventDimDesc
source: Assign InventDimId value to all existing prepack line cost price records. Value should reference InventDim table based on prepack line product dimensions and inventory site set in prepack line cost price record.
pt_br: Atribua o valor InventDimId a todos os registros de preços de custo de linha pré-pacote existentes. O valor deve fazer referência à tabela InventDim com base nas dimensões do produto da linha pré-pacote e no site de inventário definido no registro de custo da linha pré-pacote.

# PrepackLineValidateCostPrice
source: Validate prepack line cost price
pt_br: Validar o preço de custo da linha pré-pacote

# PrepackLineValidateCostPriceHelpTxt
source: Identifies what action should be taken when calculating prepack which contains lines with no cost price.
pt_br: Identifica quais ações devem ser tomadas no cálculo do pré-pacote que contém linhas sem preço de custo.

# ReleasedProductNoInventoryModelGroupAssigned
source: Released product '%1' does not have the inventory model group assigned.
pt_br: O produto lançado '%1' não tem o grupo de modelo de inventário atribuído.

# PrepackValidateCalculation
source: Validate - Calculation
pt_br: Validar - Cálculo

# PrepackValidateActivation
source: Validate - Activation
pt_br: Validar - Ativação

# PrepackProductAutoCreateValidationWarning
source: Products or released products marked as prepack cannot be used for prepack auto creation.
pt_br: Produtos ou produtos lançados marcados como prepack não podem ser usados para criação de autocompacto pré-embalado.

# PrepackCostPriceMayDifferInfo
source: Actual cost price of the released item may differ, because released item is not using standard cost price.
pt_br: O preço real do custo do item lançado pode diferir, pois o item lançado não está usando o preço padrão de custo.

# InventStatusBalancingLocationDirectives
source: Inventory status balancing location directives
pt_br: Diretrizes de localização de equilíbrio de status de inventário

# BlockedBy
source: Blocked by (%1)
pt_br: Bloqueado por (%1)

source: Vendor address classification checklist
pt_br: Lista de verificação de classificação de endereço do fornecedor

# VendorAddressClassificationChecklistEntity
source: K3 Fashion - Vendor address classification checklist
pt_br: K3 Fashion - Lista de verificação de classificação de endereço de fornecedor

# CSRVendorAddressClassificationsChecklistEntityView
source: View vendor address CSR classifications checklist
pt_br: Exibir lista de verificação de classificações de CSR de endereço de fornecedor

# CSRVendorAddressClassificationsChecklistEntityMaintain
source: Maintain vendor address CSR classifications checklist
pt_br: Manter a lista de verificação de classificações de CSR de endereço do fornecedor

# StoreCapacityNoProductsToAllocateRemainingQty
source: No products were identified to allocate remaining quantity (%1).
pt_br: Não foram identificados produtos para alocar quantidade remanescente (%1).

source: Group priority
pt_br: Prioridade do grupo

source: Product priority
pt_br: Prioridade do produto

# ReleaseUpdate_KRFRangePlanningStoreCapacityProducts
source: Update priority and other supporting information for all range planning store capacity line products.
pt_br: Atualização prioritária e outras informações de suporte para todos os produtos da linha de capacidade da loja de planejamento de gama.

# RangePlanningColorWeight
source: Color weight
pt_br: Peso da cor

# PrepackIncludeChild
source: Include child prepacks
pt_br: Inclua pré-pacotes para crianças

# PrepackMultiLevelHelperType
source: Prepack multilevel processing type
pt_br: Tipo de processamento multinível pré-pacote

# ReleaseUpdate_KRFTransferOrderCategory_ReservationParameters
source: Copy the value from fields "Reservation Matrix" and "Reservation" from the Inventory parameters to the new parameters located on Transfer Order Category table
pt_br: Copie o valor dos campos "Matriz de Reserva" e "Reserva" dos parâmetros inventário para os novos parâmetros localizados na tabela Categoria de Ordem de Transferência
