Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# StoreCapacityNoProductsToAllocateQty
source: No products were identified to allocate quantity.
pt_br: Nenhum produto foi identificado para alocar quantidade.

# PrepacksMigrationMultipleVersionsFound
source: More than one prepack version is found.
pt_br: Mais de uma versão pré-pacote é encontrada.

# PrepackBasePriceReCalculate
source: Calculate released prepacks base prices
pt_br: Calcular preços básicos pré-pacotes liberados

# CostSurcharges
source: Surcharges
pt_br: Sobretaxas

# CostSurchargeId
source: Surcharge Id
pt_br: ID de sobretaxa

# CostSurchargesEntity
source: K3 Fashion - Surcharges
pt_br: K3 Fashion - Sobretaxas

# CostSurchargesEntityMaintain
source: Maintain surcharges entity
pt_br: Manter entidade de sobretaxas

# CostSurchargesEntityView
source: View surcharges entity
pt_br: Ver a entidade de sobretaxas

# CostCalculationStructure
source: Calculation structure
pt_br: Estrutura de cálculo

# CostCalculationStructureEntity
source: K3 Fashion - Calculation structure
pt_br: K3 Fashion - Estrutura de cálculo

# CostCalculationStructureEntityMaintain
source: Maintain calculation structures
pt_br: Manter estruturas de cálculo

# CostCalculationStructureEntityView
source: View calculation structures
pt_br: Ver estruturas de cálculo

# CostCalculationStructureId
source: Calculation structure Id
pt_br: ID da estrutura de cálculo

# CostCalculationStructureLine
source: Calculation structure line
pt_br: Linha de estrutura de cálculo

# CostCalculationStructureLineEntity
source: K3 Fashion - Calculation structure line
pt_br: K3 Fashion - Linha de estrutura de cálculo

# CostCalculationStructureLineEntityMaintain
source: Maintain calculation structure lines
pt_br: Manter linhas de estrutura de cálculo

# CostCalculationStructureLineEntityView
source: View calculation structure lines
pt_br: Ver linhas de estrutura de cálculo

# CostItemCostingSheet
source: Item costing sheet
pt_br: Folha de custeio do item

# CostItemCostingSheetEntity
source: K3 Fashion - Item costing sheet
pt_br: K3 Fashion - Folha de custo de itens

# CostItemCostingSheetEntityMaintain
source: Maintain item costing sheet
pt_br: Manter folha de custos de itens

# CostItemCostingSheetEntityView
source: View item costing sheet
pt_br: Exibir folha de custos de itens

# CostItemCostingSheetLine
source: Item costing sheet line
pt_br: Linha de folha de custo de itens

# CostItemCostingSheetLineEntity
source: K3 Fashion - Item costing sheet lines
pt_br: K3 Fashion - Linhas de folha de custo de itens

# CostItemCostingSheetLineEntityMaintain
source: Maintain item costing sheet lines
pt_br: Manter linhas de folha de custo de itens

# CostItemCostingSheetLineEntityView
source: View item costing sheet lines
pt_br: Exibir linhas de folhas de custo de itens

# CostItemCostingSheetVersion
source: Item costing sheet versions
pt_br: Versões de folha de custo de itens

# FieldValueMayNotBeGreaterThan
source: '%1' may not be greater than '%2'
pt_br: '%1' não pode ser maior que '%2'

# PrepackMultiLevelMaxLevelOrCircularityError
source: The maximum supported level of prepacks (%1) has been reached or circularity has been detected.
pt_br: O nível máximo suportado de pré-pacotes (%1) foi atingido ou a circularidade foi detectada.

# CSRClassificationOfTypeVendorCheckListEntity
source: K3 Fashion - CSR classifications of type vendor checklist
pt_br: K3 Fashion - Classificações CSR de checklist de fornecedores de tipo

# CSRClassificationOfTypeVendorCheckListEntityView
source: View CSR classifications of type vendor checklist entity
pt_br: Exibir classificações de RSR da entidade de lista de verificação de fornecedores de tipo

# CSRClassificationOfTypeVendorCheckListEntityMaintain
source: Maintain CSR classifications of type vendor checklist entity
pt_br: Manter as classificações de RSE da entidade de lista de verificação de fornecedores de tipo

# ReleaseUpdScript_KPMVendorCSRClassificationsCheckListTable
source: Fix the relations between the Vendor CSR Classification table and Vendor CSR Classification Checklist table
pt_br: Corrija as relações entre a tabela classificação do fornecedor CSR e a tabela de verificação de classificação do Fornecedor CSR

# ReleaseUpdScript_KPMVendorAddressCSRClassificationsCheckListTable
source: Fix the relations between the Vendor Address CSR Classification table and Vendor Address CSR Classification Checklist table
pt_br: Corrija as relações entre a tabela de classificação CSR do endereço do fornecedor e a tabela de verificação de classificação CSR do endereço do fornecedor

# VendorProductionAddressEntity
source: K3 Fashion - Vendor Production Sites
pt_br: K3 Fashion - Sites de Produção de Fornecedores

# VendorProductionAddressEntityMaintain
source: Maintain Vendor Production Sites entity
pt_br: Manter a entidade de sites de produção de fornecedores

# VendorProductionAddressEntityView
source: View Vendor Production Sites entity
pt_br: Ver a entidade sites de produção de fornecedores

# VendorAddressCSRClassificationEntity
source: K3 Fashion - Vendor address CSR classification checklist
pt_br: K3 Fashion - Lista de verificação de classificação CSR de endereço do fornecedor

# EcoResPrepackMultiLevelHelperType
source: Global prepack multilevel processing type
pt_br: Tipo global de processamento multinível pré-pacote

# EcoResPrepackApproval
source: Approval of global prepacks
pt_br: Aprovação de pré-pacotes globais

# InventSiteCostVersionParameters
source: Cost version per site parameters
pt_br: Versão de custo por parâmetros do site

# InventSiteCostVersionParametersHelp
source: Used during activation of item cost
pt_br: Usado durante a ativação do custo do item

# InventSiteCostVersionParametersNotDefined
source: Costing version for site '%1' is not defined.
pt_br: A versão de custeio para o site '%1' não está definida.

# CostCalculateStandardCostPrice
source: Calculate standard cost prices
pt_br: Calcular os preços de custo padrão

# CostActivateStandardCostPrice
source: Activate standard cost prices
pt_br: Ativar preços de custo padrão

# CostItemCostingSheetPublish
source: Publish item costing sheet
pt_br: Publicar folha de custos de item

# CostItemCostingSheetEdit
source: Edit item costing sheet
pt_br: Editar folha de custo do item

source: Standard cost price
pt_br: Preço padrão de custo

# ProductSeasonSingleDropId
source: Single drop Id
pt_br: ID de gota única

# ProductSeasonSingleDropIdInfo
source: Selecting no specific single drop will create all drops related to the selected season for this item
pt_br: A seleção de nenhuma única gota específica criará todas as gotas relacionadas à temporada selecionada para este item

# InventSeasonTableEntityNoDropsUpdate
source: K3 Fashion - Item Season Relation (No drops update)
pt_br: K3 Fashion - Relação temporada de itens (sem atualização de gotas)

# QtyRemainingAgreementCheckMessage
source: Quantity remaining in agreement is %1. Keeping the requested quantity will remove the agreement link.
pt_br: A quantidade restante em acordo é %1. Manter a quantidade solicitada removerá o link do contrato.

# RunBaseBatchMultiThreadBatchHeaderCaption
source: Parallel batch jobs
pt_br: Trabalhos em lote paralelo

# RunBaseBatchMultiThreadBatchDialogGroupPerformaceSettings
source: Performance settings
pt_br: Configurações de desempenho

# RunBaseBatchMultiThreadBatchDialogThreadsMax
source: Number of batch tasks
pt_br: Número de tarefas em lotes

# RunBaseBatchMultiThreadBatchDialogThreadsMaxDesc
source: Max number of tasks in the batch job
pt_br: Número máximo de tarefas no trabalho em lote

# RunBaseBatchMultiThreadBatchThreadHeaderCaption
source: %1 - Task #%2
pt_br: %1 - Tarefa #%2

# BOMModelMaintenanceBatchHeaderCaption
source: BOM model - Parallel batch jobs
pt_br: Bom modelo - Trabalhos em lote paralelo

# FieldMustBeEmpty
source: Field '%1' must be empty
pt_br: Campo '%1' deve estar vazio

# CostItemCostingSetupMaintain
source: Maintain product costing setup
pt_br: Manter a configuração de custeio do produto

# CostItemCostingSetupView
source: View product costing setup
pt_br: Exibir configuração de custeio do produto

# PrepacksMigrationBOMLineDuplicatesWarning
source: Product: '%1 %2' is duplicated in prepack '%3'.
pt_br: Produto: '%1 %2' é duplicado em pré-embalagem '%3'.

# VendorCSRClassificationChecklistAttachmentEntity
source: K3 Fashion - Vendor CSR classifications checklist attachments
pt_br: K3 Fashion - Classificações de vendedor CSR anexos de lista de verificação

# VendorCSRClassificationChecklistAttachmentEntityMaintain
source: Maintain Vendor CSR classifications checklist attachments entity
pt_br: Manter as classificações de lista de verificação de classificações de fornecedores da RSE entidade de anexos

# VendorCSRClassificationChecklistAttachmentEntityView
source: View Vendor CSR classifications checklist attachments entity
pt_br: Exibir classificações de CSR do fornecedor entidade de anexos de lista de verificação

# VendorCSRAttachmentAddedBusinessEventName
source: Vendor CSR attachment added
pt_br: Anexo CSR do fornecedor adicionado

# VendorCSRAttachmentAddedBusinessEventDescription
source: This business event is triggered when a attachment is added to a vendor CSR classification checklist
pt_br: Este evento de negócios é acionado quando um anexo é adicionado a uma lista de verificação de classificação CSR do fornecedor

# VendorCSRAttachmentDeletedBusinessEventName
source: Vendor CSR attachment deleted
pt_br: Anexo CSR do fornecedor excluído

# VendorCSRAttachmentDeletedBusinessEventDescription
source: This business event is triggered when a attachment is deleted from a vendor CSR classification checklist
pt_br: Este evento de negócios é acionado quando um anexo é excluído de uma lista de verificação de classificação CSR do fornecedor

# VendorAddressCSRClassificationChecklistAttachmentEntity
source: K3 Fashion - Vendor address CSR classifications checklist attachments
pt_br: K3 Fashion - Endereço do fornecedor Classificações CSR anexos de lista de verificação

# VendorAddressCSRClassificationChecklistAttachmentEntityMaintain
source: Maintain Vendor address CSR classifications checklist attachments entity
pt_br: Manter o endereço do fornecedor classificações de RSE entidade de anexos de lista de verificação

# VendorAddressCSRClassificationChecklistAttachmentEntityView
source: View Vendor address CSR classifications checklist attachments entity
pt_br: Exibir endereço do fornecedor Classificações de CSR lista de anexos entidade

# VendorAddressCSRAttachmentAddedBusinessEventName
source: Vendor address CSR attachment added
pt_br: Anexo CSR de endereço do fornecedor adicionado

# VendorAddressCSRAttachmentAddedBusinessEventDescription
source: This business event is triggered when a attachment is added to a vendor address CSR classification checklist
pt_br: Este evento de negócios é acionado quando um anexo é adicionado a uma lista de verificação de classificação CSR de endereço de fornecedor

# VendorAddressCSRAttachmentDeletedBusinessEventName
source: Vendor address CSR attachment deleted
pt_br: Anexo CSR de endereço do fornecedor excluído

# VendorAddressCSRAttachmentDeletedBusinessEventDescription
source: This business event is triggered when a attachment is deleted from a vendor address CSR classification checklist
pt_br: Este evento de negócios é acionado quando um anexo é excluído de uma lista de verificação de classificação CSR de endereço de fornecedor

# RunBaseBatchMultiThreadPromptBatchValidateWarning
source: Multi task is only possible when batch processing is enabled
pt_br: Várias tarefas só são possíveis quando o processamento em lote é habilitado

# EnableItemCostSheet
source: Enable item costing sheet
pt_br: Habilitar a folha de custos do item

# EnableItemCostSheetHelp
source: Enables the new item costing sheet structure
pt_br: Habilita a nova estrutura de folha de custeio do item

# RangePlanningProductGroupSeason
source: Range planning product group season relation
pt_br: Relação da temporada de produtos de planejamento de gama

# RangePlanningProductGroupSeasonDevDoc
source: The KRFRangePlanningProductGroupSeason table contains links between range planning product group and seasons.
pt_br: A tabela KRFRangePlanningProductGroupSeason contém links entre o grupo de produtos de planejamento de faixa e as estações.

# RangePlanningProductGroupSeasonHelpText
source: Seasons linked to the range planning product group.
pt_br: Estações ligadas ao grupo de produtos de planejamento de gama.

# RangePlanningProductGroupSeasonEntity
source: K3 Fashion - Range planning product group season relation
pt_br: K3 Fashion - Linha de planejamento de produtos de temporada de produtos

# RangePlanningProductGroupSeasonEntityMaintain
source: Maintain Range planning product group season relation entity
pt_br: Manter a entidade de relação de temporada de produtos de planejamento de gama

# RangePlanningProductGroupSeasonEntityView
source: View Range planning product group season relation entity
pt_br: Ver 20000000 entidade de relação de temporada de produtos de planejamento de gama

# RangePlanningPlanSeason
source: Range planning plan season relation
pt_br: Relação da temporada de planos de planejamento de faixa

# RangePlanningPlanSeasonDevDoc
source: The KRFRangePlanningPlanSeason table contains links between range plan and seasons.
pt_br: A tabela KRFRangePlanningPlanSeason contém links entre o plano de intervalo e as estações.

# RangePlanningPlanSeasonHelpText
source: Seasons linked to the range planning plan.
pt_br: Estações ligadas ao plano de planejamento de alcance.

# RangePlanningPlanSeasonEntity
source: K3 Fashion - Range planning plan season relation
pt_br: K3 Fashion - Relação da temporada de planos de planejamento de gama

# RangePlanningPlanSeasonEntityMaintain
source: Maintain Range planning plan season relation entity
pt_br: Manter a entidade de relação de temporada de plano de planejamento de range

# RangePlanningPlanSeasonEntityView
source: View Range planning plan season relation entity
pt_br: Ver 200000 entidade de relação de temporada de plano de planejamento de Range

# RangePlanningProductGroupItemSeasonDropMismatchWarning
source: Season/drop mismatch between item '%1' and range planning product group '%2'.
pt_br: Incompatibilidade de temporada/queda entre o item '%1' e o grupo de produtos de planejamento de faixa '%2'.

# RangePlanningProductGroupItemColorSeasonDropMismatchWarning
source: Season/drop mismatch between item '%1' (Color: '%2') and range planning product group '%3'.
pt_br: Incompatibilidade de temporada/queda entre o item '%1' (Cor: '%2') e o grupo de produtos de planejamento de faixa '%3'.

# RangePlanningPlanValidationResult
source: Range planning plan validation results
pt_br: Resultados de validação do plano de planejamento de faixa

# RangePlanningPlanValidationResultDevDoc
source: The KRFRangePlanningPlanValidationResult table contains range plan validation details.
pt_br: A tabela KRFRangePlanningPlanValidationResult contém detalhes de validação do plano de alcance.

# RangePlanningPlanValidationResultHelpText
source: Validation results of the range planning plan.
pt_br: Resultados de validação do plano de planejamento de faixa.

source: Validation preview
pt_br: Pré-visualização de validação

# CostFreightSurcharge
source: Freight surcharges
pt_br: Sobretaxas de frete

# CostFreightSurchargeEntity
source: K3 Fashion - Freight surcharges
pt_br: K3 Fashion - Sobretaxas de frete

# CostFreightSurchargeView
source: View freight surcharges
pt_br: Ver sobretaxas de frete

# CostFreightSurchargeMaintain
source: Maintain freight surcharges
pt_br: Manter sobretaxas de frete

# CostDutySurcharge
source: Duty surcharges
pt_br: Sobretaxas de impostos

# CostDutySurchargeEntity
source: K3 Fashion - Duty surcharges
pt_br: K3 Fashion - Sobretaxas de imposto

# CostDutySurchargeView
source: View duty surcharges
pt_br: Ver sobretaxas de imposto

# CostDutySurchargeMaintain
source: Maintain duty surcharges
pt_br: Manter sobretaxas de impostos

# CostLicensingSurcharge
source: Licensing surcharges
pt_br: Sobretaxas de licenciamento

# CostLicensingSurchargeEntity
source: K3 Fashion - Licensing surcharges
pt_br: K3 Fashion - Sobretaxas de licenciamento

# CostLicensingSurchargeView
source: View licensing surcharges
pt_br: Ver sobretaxas de licenciamento

# CostLicensingSurchargeMaintain
source: Maintain licensing surcharges
pt_br: Manter sobretaxas de licenciamento

# CostCommissionSurcharge
source: Commission surcharges
pt_br: Sobretaxas da Comissão

# CostCommissionSurchargeEntity
source: K3 Fashion - Commission surcharges
pt_br: K3 Fashion - Sobretaxas da Comissão

# CostCommissionSurchargeView
source: View commission surcharges
pt_br: Ver sobretaxas de comissão

# CostCommissionSurchargeMaintain
source: Maintain commission surcharges
pt_br: Manter sobretaxas de comissão

# CostSurchargeTypeSubTypeError
source: Surcharge type '%1' is not allowed for subtype '%2'.
pt_br: O tipo de sobretaxa '%1' não é permitido para o subtipo '%2'.

source: Fixed fee
pt_br: Taxa fixa

# FeePerQty
source: Fee p. qty
pt_br: Taxa p. qty

source: Origin country
pt_br: País de origem

source: Destination country
pt_br: País de destino

# RangePlanningPeriodicPlanSeason
source: Range planning periodic plan season relation
pt_br: Relação periódica do plano de longo prazo

# RangePlanningPeriodicPlanSeasonDevDoc
source: The KRFRangePlanningPeriodicPlanSeason table contains links between periodic range plan and seasons.
pt_br: A tabela KRFRangePlanningPeriodicPlanSeason contém links entre o plano de intervalo periódico e as estações do ano.

# RangePlanningPeriodicPlanSeasonHelpText
source: Seasons linked to the periodic range planning plan.
pt_br: Estações ligadas ao plano de planejamento de alcance periódico.

# RangePlanningPeriodicPlanSeasonEntity
source: K3 Fashion - Periodic range planning plan season relation
pt_br: K3 Fashion - Relação periódica do plano de planejamento de faixas

# RangePlanningPeriodicPlanSeasonEntityMaintain
source: Maintain periodic range planning plan season relation entity
pt_br: Manter a entidade de relação de temporada de planejamento de faixa periódica

# RangePlanningPeriodicPlanSeasonEntityView
source: View periodic range planning plan season relation entity
pt_br: Veja a entidade de relação de temporada de planejamento de faixa periódica

# RangePlanningPeriodicPlanSeasonDropMismatchWarning
source: Season/drop mismatch between periodic range plan '%1' and range planning product group '%2'.
pt_br: Incompatibilidade de temporada/queda entre o plano de intervalo periódico '%1' e o grupo de produtos de planejamento de faixa '%2'.

source: CSR audit date
pt_br: Data da auditoria da RSE

source: Next CSR audit date
pt_br: Próxima data de auditoria da RSE

source: CSR audit dates
pt_br: Datas de auditoria da RSE

source: Vendor CSR audit dates overview
pt_br: Visão geral das datas de auditoria do Fornecedor CSR

# VendorProdSiteCSRAuditDatesOverview
source: Vendor production site CSR audit dates overview
pt_br: Local de produção do fornecedor Revisão geral das datas de auditoria da CSR

# VendorCSRAuditDatesOverviewView
source: View Vendor CSR audit dates overview
pt_br: Exibir a visão geral das datas de auditoria do Fornecedor CSR

# VendorCSRAuditDatesOverviewMaintain
source: Maintain Vendor CSR audit dates overview
pt_br: Manter a visão geral das datas de auditoria do Fornecedor CSR

# VendorProdSiteCSRAuditDatesOverviewView
source: View Vendor production site CSR audit dates overview
pt_br: Exibir o site de produção do fornecedor CSR datas gerais

# VendorProdSiteCSRAuditDatesOverviewMaintain
source: Maintain Vendor production site CSR audit dates overview
pt_br: Manter o site de produção do fornecedor datas gerais das datas de auditoria da CSR

# RangePlanningPeriodicPlanPublishedBusinessEventName
source: Periodic range planning plan published
pt_br: Plano periódico de planejamento de faixa publicado

# RangePlanningPeriodicPlanPublishedBusinessEventDescription
source: This business event is triggered when a periodic range planning plan is published.
pt_br: Este evento de negócios é desencadeado quando um plano periódico de planejamento de faixa é publicado.

# DefaultExchangeRateTypeCostingError
source: Default exchange rate type for costing not specified on Inventory accounting parameters.
pt_br: Tipo de taxa de câmbio padrão para custeio não especificado nos parâmetros contábeis do Inventário.

# LicenseFilePackageError
source: Package '%1' in license file is not valid for module '%2'.
pt_br: O pacote '%1' no arquivo de licença não é válido para o módulo '%2'.

# LicenseFileTenantError
source: Tenant '%1' in license file is different from environment value '%2'.
pt_br: O inquilino '%1' no arquivo de licença é diferente do valor do ambiente '%2'.

# LicenseFileSerialError
source: Serial number '%1' in license file is different from environment value '%2'.
pt_br: O número de série '%1' no arquivo de licença é diferente do valor do ambiente '%2'.

# RetailCatalogSeasonValidation
source: Season validation
pt_br: Validação da temporada

# RetailCatalogSeasonValidationHelp
source: Defines how season validation behaves when adding products to retail catalog.
pt_br: Define como a validação da estação se comporta ao adicionar produtos ao catálogo de varejo.

# RetailCatalogSeasonMismatchWarning
source: Season mismatch between item and catalog setup.§0020§
pt_br: Incompatibilidade de temporada entre o item e a configuração do catálogo.§0020§

source: Add to existing matrix
pt_br: Adicionar à matriz existente

# AddToExistingMatrixHelp
source: This option indicates that matrix id allocation will search for existing matrix id where the order line must be added to.
pt_br: Esta opção indica que a alocação de id de matriz procurará o id de matriz existente onde a linha de ordem deve ser adicionada.

# PurchaseDashboard
source: K3 Fashion Purchase Dashboard
pt_br: Painel de compra de K3 Fashion

# RecommendedRetailPricePerCurrencySim
source: View and create price per currency/region to a pending price.
pt_br: Exibir e criar preço por moeda/região a um preço pendente.

# RecommendedRetailPricePerCurrencySimDevDoc
source: The KRFRecommendedRetailPricePerCurrencySim contains the recommended retail price per currency and/or region for a pending price.
pt_br: O KRFRecommendedRetailPricePerCurrencySim contém o preço de varejo recomendado por moeda e/ou região por um preço pendente.

# RecommendedRetailPricePerCurrencySimEntity
source: K3 Fashion - Pending recommended retail price per currency/region
pt_br: K3 Fashion - Preço de varejo recomendado pendente por moeda/região

# RecommendedRetailPricePerCurrencySimEntityMaintain
source: Maintain pending recommended retail price per currency/region entity
pt_br: Manter o preço de varejo recomendado pendente por entidade de moeda/região

# RecommendedRetailPricePerCurrencySimEntityView
source: View pending recommended retail price per currency/region entity
pt_br: Veja o preço de varejo recomendado pendente por entidade de moeda/região

source: Original sales order category
pt_br: Categoria original de ordem de vendas

source: Either
pt_br: Tampouco

# CSRClassificationSourceTypeTrans
source: CSR classification transactions source type
pt_br: Tipo de origem das transações de classificação da RSE

source: CSR classification source type
pt_br: Tipo de origem de classificação CSR

# CSRValidationMissingSourceType
source: CSR Classification '%1' from source '%2' not found for order line number '%3', item '%4'.
pt_br: Classificação CSR '%1' da fonte '%2' não encontrada para o número da linha de pedidos '%3', item '%4'.
