Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF1847
source: Function that generates activity group
pt_br: Função que gera grupo de atividades

# @KRF1848
source: Function that generates translation
pt_br: Função que gera tradução

# @KRF1849
source: Print product instructions on the sales invoice report.
pt_br: Imprima as instruções do produto no relatório da nota fiscal de vendas.

# @KRF1850
source: Print product instructions on the transfer order packing slip.
pt_br: Imprima as instruções do produto no deslizamento de embalagem da ordem de transferência.

# @KRF1851
source: Print product instructions on the purchase order report.
pt_br: Imprima as instruções do produto no relatório do pedido de compra.

# @KRF1852
source: Please close %1 matrix form first.
pt_br: Por favor, feche a forma de matriz %1 primeiro.

# @KRF1853
source: Matrix open for %1.
pt_br: Matriz aberta para %1.

# @KRF1854
source: Identifies the type of matrix currently open.
pt_br: Identifica o tipo de matriz atualmente aberta.

# @KRF1855
source: %1 - change storage dimensions
pt_br: %1 - alterar as dimensões do armazenamento

# @KRF1856
source: %1 - change discount
pt_br: %1 - desconto de alteração

# @KRF1857
source: %1 - change date
pt_br: %1 - data de alteração

# @KRF1858
source: %1 - deleting
pt_br: %1 - exclusão

# @KRF1859
source: Sales, Purch Agreement data lines
pt_br: Linhas de dados de Vendas, Acordo Purch

# @KRF1860
source: The KRFTmpSalesPurchAgreementLines table contains all agreement lines to be used in aggregation view.
pt_br: A tabela KRFTmpSalesPurchAgreementLines contém todas as linhas de contrato a serem usadas na exibição de agregação.

# @KRF1861
source: Product lifecycle template line filter
pt_br: Filtro da linha de modelo do ciclo de vida do produto

# @KRF1862
source: The KPMPLMTemplateLineFilter table contains the filtered template lines to be shown on the template form.
pt_br: A tabela KPMPLMTemplateLineFilter contém as linhas de modelo filtradas a serem mostradas no formulário de modelo.

# @KRF1863
source: Plan '%1' maybe inconsistent.
pt_br: Plano '%1' talvez inconsistente.

# @KRF1864
source: Predecessor line '%1' is not imported.
pt_br: A linha antecessora '%1' não é importada.

# @KRF1865
source: %1 '%2' is not valid for calendar '%3'.
pt_br: %1 '%2' não é válido para calendário '%3'.

# @KRF1866
source: Function that generates a task
pt_br: Função que gera uma tarefa

# @KRF1867
source: Function that generates a product
pt_br: Função que gera um produto

# @KRF1868
source: Function that generates predecessor
pt_br: Função que gera antecessor

# @KRF1869
source: Function that generates a plan
pt_br: Função que gera um plano

# @KRF1870
source: Function that generates parent
pt_br: Função que gera pai

# @KRF1871
source: Function that generates hierarchy path
pt_br: Função que gera trajetória de hierarquia

# @KRF1872
source: Function that generates line number
pt_br: Função que gera número de linha

# @KRF1873
source: Function that generates sibling number
pt_br: Função que gera número de irmão

# @KRF1874
source: Initialize markdown lines error indicator
pt_br: Indicador de erro de linhas de marcação inicial

# @KRF1875
source: Updates the error indicator (icon) field for markdown lines.
pt_br: Atualiza o campo indicador de erro (ícone) para linhas de marcação.

# @KRF1876
source: Show/hide color column.
pt_br: Mostrar/ocultar coluna de cores.

# @KRF1877
source: Hide colors
pt_br: Ocultar cores

# @KRF1878
source: Instruction group
pt_br: Grupo de instrução

# @KRF1879
source: Unique identifier of the wash and care instruction group.
pt_br: Identificador único do grupo de instrução de lavagem e cuidado.

# @KRF1880
source: Wash and care instruction groups
pt_br: Grupos de instrução de lavagem e cuidado

# @KRF1881
source: Defines wash and care instruction groups.
pt_br: Define grupos de instrução de lavagem e cuidado.

# @KRF1882
source: The KPMInstructionGroup table holds the information about wash and care instruction groups.
pt_br: A tabela KPMInstructionGroup contém as informações sobre grupos de instrução de lavagem e cuidado.

# @KRF1883
source: Wash and care instruction group lines
pt_br: Linhas de grupo de lavagem e instrução de cuidados

# @KRF1884
source: Defines wash and care instruction group lines.
pt_br: Define linhas de grupo de lavagem e instrução assistencial.

# @KRF1885
source: The KPMInstructionGroupLine table contains the list of wash and care lines and the respective description.
pt_br: A tabela KPMInstructionGroupLine contém a lista de linhas de lavagem e cuidado e a respectiva descrição.

# @KRF1886
source: View wash and care instruction groups
pt_br: Ver grupos de instrução de lavagem e cuidado

# @KRF1887
source: Maintain wash and care instruction groups
pt_br: Manter grupos de instrução de lavagem e cuidado

# @KRF1888
source: Define default product attributes.
pt_br: Defina atributos padrão do produto.

# @KRF1889
source: Function that generates item measurements
pt_br: Função que gera medições de itens

# @KRF1890
source: Function that generates phase
pt_br: Função que gera fase

# @KRF1891
source: K3 Fashion - Item measurements
pt_br: K3 Fashion - Medições de itens

# @KRF1892
source: K3 Fashion - Order change management journal names
pt_br: K3 Fashion - Nomes de revistas de gerenciamento de mudança de pedidos

# @KRF1893
source: K3 Fashion - Wash and care instructions
pt_br: K3 Fashion - Instruções de lavagem e cuidados

# @KRF1894
source: K3 Fashion - Order change management journal
pt_br: K3 Fashion - Revista de gerenciamento de mudanças de pedidos

# @KRF1895
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF1896
source: K3 Fashion - Style groups
pt_br: K3 Fashion - Grupos de estilo

# @KRF1897
source: K3 Fashion - Order allocation priority
pt_br: K3 Fashion - Prioridade de alocação de pedidos

# @KRF1898
source: K3 Fashion - Compositions
pt_br: K3 Fashion - Composições

# @KRF1899
source: K3 Fashion - Auto charges
pt_br: K3 Fashion - Taxas automáticas

# @KRF1900
source: K3 Fashion - Fashion retail parameters
pt_br: K3 Fashion - Parâmetros de varejo de moda

# @KRF1901
source: K3 Fashion - Data for the product master
pt_br: K3 Fashion - Dados para o mestre do produto

# @KRF1902
source: K3 Fashion - Data for the released product
pt_br: K3 Fashion - Dados para o produto lançado

# @KRF1903
source: K3 Fashion - Product variants
pt_br: K3 Fashion - Variantes do produto

# @KRF1904
source: K3 Fashion - Fashion sales parameters
pt_br: K3 Fashion - Parâmetros de vendas de moda

# @KRF1905
source: K3 Fashion - Sales order category
pt_br: K3 Fashion - Categoria de pedidos de vendas

# @KRF1906
source: K3 Fashion - Product status setup
pt_br: K3 Fashion - Configuração de status do produto

# @KRF1907
source: K3 Fashion - Product status
pt_br: K3 Fashion - Status do produto

# @KRF1908
source: K3 Fashion - Position groups
pt_br: K3 Fashion - Grupos de posição

# @KRF1909
source: K3 Fashion - Measurement positions
pt_br: K3 Fashion - Posições de medição

# @KRF1910
source: K3 Fashion - Phases
pt_br: K3 Fashion - Fases

# @KRF1911
source: K3 Fashion - Actions
pt_br: K3 Fashion - Ações

# @KRF1912
source: K3 Fashion - Activities
pt_br: K3 Fashion - Atividades

# @KRF1913
source: K3 Fashion - Activity groups
pt_br: K3 Fashion - Grupos de atividades

# @KRF1914
source: K3 Fashion - Activity group lines
pt_br: K3 Fashion - Linhas de grupo de atividades

# @KRF1915
source: K3 Fashion - Product lifecycle plan
pt_br: K3 Fashion - Plano de ciclo de vida do produto

# @KRF1916
source: K3 Fashion - Product lifecycle plan line
pt_br: K3 Fashion - Linha de planos de ciclo de vida do produto

# @KRF1917
source: Delete and regenerate DMF entities data
pt_br: Exclua e regenere dados de entidades DMF

# @KRF1918
source: Delete and regenerate entities data for Data Migration Framework.
pt_br: Exclua e regenerá os dados das entidades para o Quadro de Migração de Dados.

# @KRF1919
source: Retail collection unique identifier.
pt_br: Identificador exclusivo de coleta de varejo.

# @KRF1920
source: The name of retail collection.
pt_br: O nome da coleção de varejo.

# @KRF1921
source: The KRFRetailCollectionTable table holds the retail collection information.
pt_br: A tabela KRFRetailCollectionTable contém as informações de coleta de varejo.

# @KRF1922
source: The KRFRetailCollectionProductLine table contains the list of product category nodes.
pt_br: A tabela KRFRetailCollectionProductLine contém a lista de nãodos da categoria do produto.

# @KRF1923
source: Collections details form.
pt_br: Detalhes das coleções formam.

# @KRF1924
source: Collections list page.
pt_br: Página da lista de coleções.

# @KRF1925
source: View collection products
pt_br: Ver produtos de coleta

# @KRF1926
source: View all products by collection.
pt_br: Veja todos os produtos por coleção.

# @KRF1927
source: Unique key for the retail collections table, allocated when creating new collection.
pt_br: Chave única para a tabela de coleções de varejo, alocada na criação de uma nova coleção.

# @KRF1928
source: Retail collection products view
pt_br: Vista de produtos de coleção de varejo

# @KRF1929
source: The KRFRetailCollectionProductsView contains products that belongs to collection categories.
pt_br: O KRFRetailCollectionProductsView contém produtos que pertencem às categorias de coleção.

# @KRF1930
source: View retail fashion collections
pt_br: Veja coleções de moda de varejo

# @KRF1931
source: Maintain retail fashion collections
pt_br: Manter coleções de moda de varejo

# @KRF1932
source: Pictures
pt_br: Fotos

# @KRF1933
source: Replenishment Plan ID: '%1'
pt_br: ID do Plano de Reposição: '%1'

# @KRF1934
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF1935
source: K3 Fashion - Wash and care instruction groups
pt_br: K3 Fashion - Grupos de instrução de lavagem e cuidados

# @KRF1936
source: K3 Fashion - Wash and care instruction group lines
pt_br: K3 Fashion - Linhas de grupo de lavagem e instrução de cuidados

# @KRF1937
source: Field '%1' on '%2' must be filled in.
pt_br: O campo '%1' em '%2' deve ser preenchido.

# @KRF1938
source: Field '%1' cannot be changed because 'Open' PLM Plans exist.
pt_br: O campo '%1' não pode ser alterado porque existem planos PLM 'Abertos'.

# @KRF1939
source: Company for default parameters
pt_br: Empresa para parâmetros padrão

# @KRF1940
source: The company from where parameters (Calendars, E-mail templates, etc.) will be taken.
pt_br: A empresa de onde os parâmetros (Calendários, modelos de e-mail, etc.) serão tomados.

# @KRF1941
source: Matrix labels
pt_br: Rótulos matrix

# @KRF1942
source: These are the element labels to be shown in the matrix control.
pt_br: Estes são os rótulos de elementos a serem mostrados no controle da matriz.

# @KRF1943
source: Gantt chart module
pt_br: Módulo gráfico de Gantt

# @KRF1944
source: Identifies the module from which Gantt chart is called.
pt_br: Identifica o módulo do qual o gráfico de Gantt é chamado.

# @KRF1945
source: PLM Plan
pt_br: Plano PLM

# @KRF1946
source: Keep update objects 2.5
pt_br: Mantenha objetos de atualização 2.5

# @KRF1947
source: Image %1
pt_br: Imagem %1

# @KRF1948
source: Variants information
pt_br: Informações sobre variantes

# @KRF1949
source: Rec. retail price
pt_br: Preço de varejo rec.

# @KRF1950
source: Image position
pt_br: Posição da imagem

# @KRF1951
source: This item does not contain any released variants.
pt_br: Este item não contém nenhuma variante liberada.

# @KRF1952
source: Upgrade PLM deprecated fields
pt_br: Atualizar campos depreciados plM

# @KRF1953
source: Move and upgrade data from deprecated fields to the new ones of different type.
pt_br: Mova e atualize dados de campos preteridos para os novos de diferentes tipos.

# @KRF1954
source: Post upgrade
pt_br: Pós-upgrade

# @KRF1955
source: Run post upgrade scripts
pt_br: Execute scripts de atualização de postagem

# @KRF1956
source: Apply or revert back any database schema changes after data upgrade.
pt_br: Aplicar ou reverter qualquer mudança de esquema de banco de dados após a atualização de dados.

# @KRF1957
source: Function that generates K3 Fashion customer agreements
pt_br: Função que gera contratos de clientes da K3 Fashion

# @KRF1958
source: Function that generates K3 Fashion customer extension
pt_br: Função que gera extensão de cliente K3 Fashion

# @KRF1959
source: Function that generates K3 Fashion purchase order line extension
pt_br: Função que gera extensão da linha de pedidos de compra da K3 Fashion

# @KRF1960
source: Function that generates K3 Fashion sales order line extension
pt_br: Função que gera extensão da linha de pedidos de vendas da K3 Fashion

# @KRF1961
source: Function that generates K3 Fashion sales order extension
pt_br: Função que gera extensão de ordem de vendas da K3 Fashion

# @KRF1962
source: Image types
pt_br: Tipos de imagem

# @KRF1963
source: The KRFDocuImageType table contains all possible image types.
pt_br: A tabela KRFDocuImageType contém todos os tipos de imagens possíveis.

# @KRF1964
source: Code for the image type which is used as a reference.
pt_br: Código para o tipo de imagem que é usado como referência.

# @KRF1965
source: Identification of image type.
pt_br: Identificação do tipo de imagem.

# @KRF1966
source: Set up image types for document management.
pt_br: Configure os tipos de imagem para gerenciamento de documentos.

# @KRF1967
source: Price ranges
pt_br: Faixas de preço

# @KRF1968
source: The KRFPriceRangeTable table holds the price range information.
pt_br: A tabela KRFPriceRangeTable contém as informações da faixa de preço.

# @KRF1969
source: Price range
pt_br: Faixa de preços

# @KRF1970
source: Price range ID
pt_br: ID da faixa de preço

# @KRF1971
source: Price range identifier.
pt_br: Identificador de faixa de preço.

# @KRF1972
source: Unique key for the price range table, allocated when creating new price range.
pt_br: Chave única para a tabela de faixa de preço, alocada ao criar nova faixa de preço.

# @KRF1973
source: Create or update price ranges.
pt_br: Criar ou atualizar faixas de preço.

# @KRF1974
source: Maintain price ranges
pt_br: Manter faixas de preço

# @KRF1975
source: View price ranges
pt_br: Ver faixas de preço

# @KRF1976
source: The values entered will result in more than '%1' columns. Interval should be set equal to or greater then '%2'.
pt_br: Os valores inseridos resultarão em mais de colunas '%1'. O intervalo deve ser definido igual ou maior ou superior a '%2'.

# @KRF1977
source: The start value of the price range.
pt_br: O valor inicial da faixa de preço.

# @KRF1978
source: The end value of the price range.
pt_br: O valor final da faixa de preço.

# @KRF1979
source: The interval to use to determine price ranges.
pt_br: O intervalo a ser utilizado para determinar faixas de preço.

# @KRF1980
source: Description of the price range.
pt_br: Descrição da faixa de preço.

# @KRF1981
source: Measurement documents
pt_br: Documentos de medição

# @KRF1982
source: The KPMDocuMeasurements table contains references for document handling per product, phase and position.
pt_br: A tabela KPMDocuMeasurements contém referências para manuseio de documentos por produto, fase e posição.

# @KRF1983
source: Product Details and Instructions
pt_br: Detalhes e instruções do produto

# @KRF1984
source: TechPack report
pt_br: Relatório techpack

# @KRF1985
source: Prints technical information about a given product.
pt_br: Imprime informações técnicas sobre um determinado produto.

# @KRF1986
source: This table contains information used by the TechPack report.
pt_br: Esta tabela contém informações usadas pelo relatório TechPack.

# @KRF1987
source: TechPack report - Base
pt_br: Relatório TechPack - Base

# @KRF1988
source: TechPack report - Released variants
pt_br: Relatório TechPack - Variantes lançadas

# @KRF1989
source: TechPack report - Wash and Care
pt_br: Relatório TechPack - Lavagem e Cuidado

# @KRF1990
source: TechPack report - Compositions
pt_br: Relatório TechPack - Composições

# @KRF1991
source: TechPack report - Measurements
pt_br: Relatório TechPack - Medições

# @KRF1992
source: TechPack report - Hierarchy
pt_br: Relatório TechPack - Hierarquia

# @KRF1993
source: TechPack report - Attributes
pt_br: Relatório TechPack - Atributos

# @KRF1994
source: Remarks
pt_br: Comentários

# @KRF1995
source: Remarks general
pt_br: Observações gerais

# @KRF1996
source: This item does not contain any general remarks.
pt_br: Este item não contém comentários gerais.

# @KRF1997
source: This item does not contain any measurements for this phase.
pt_br: Este item não contém nenhuma medição para esta fase.

# @KRF1998
source: Prints technical information about a given item
pt_br: Imprime informações técnicas sobre um determinado item

# @KRF1999
source: Identifies the season code.§0020§
pt_br: Identifica o código da temporada.§0020§

# @KRF2000
source: TechPack report - Product instructions
pt_br: Relatório TechPack - Instruções do produto

# @KRF2001
source: Product instructions
pt_br: Instruções do produto

# @KRF2002
source: Instruction name
pt_br: Nome de instrução

# @KRF2003
source: This item does not contain any product instructions.
pt_br: Este item não contém instruções do produto.

# @KRF2005
source: Product version aggregated group lines
pt_br: Linhas de grupo agregadas da versão do produto

# @KRF2006
source: The KRFPCProductAggregatedLine table contains the product version aggregated group lines.
pt_br: A tabela KRFPCProductAggregatedLine contém as linhas de grupo agregadas da versão do produto.

# @KRF2007
source: Product version aggregated groups
pt_br: Grupos agregados de versão do produto

# @KRF2008
source: The KRFPCProductAggregatedGroup table contains the product version aggregated groups.
pt_br: A tabela KRFPCProductAggregatedGroup contém os grupos agregados da versão do produto.

# @KRF2009
source: Base attribute
pt_br: Atributo base

# @KRF2010
source: Is base attribute.
pt_br: É atributo base.

# @KRF2011
source: Product dimensions associated with current attribute type.
pt_br: Dimensões do produto associadas ao tipo de atributo atual.

# @KRF2012
source: Aggregated group
pt_br: Grupo agregado

# @KRF2013
source: Aggregated group of product variants in product configurator.
pt_br: Grupo agregado de variantes de produtos no configurador do produto.

# @KRF2014
source: Bill of material has no lines
pt_br: O material não tem linhas

# @KRF2015
source: The item '%1' does not exist in BOM lines
pt_br: O item '%1' não existe nas linhas BOM

# @KRF2016
source: The item was checked, and no errors were found.
pt_br: O item foi verificado, e nenhum erro foi encontrado.

# @KRF2017
source: Checking of created BOMs and Formulas
pt_br: Verificação de BOMs e Fórmulas criados

# @KRF2018
source: Copy calculation attribute for product configuration model
pt_br: Atributo de cálculo de cópia para o modelo de configuração do produto

# @KRF2019
source: Calculation attribute '%1' has been created
pt_br: Atributo de cálculo '%1' foi criado

# @KRF2020
source: Copy attribute for product configuration model
pt_br: Atributo de cópia para modelo de configuração do produto

# @KRF2021
source: Attribute and product dimension elements synchronization
pt_br: Sincronização de elementos de dimensão de atributos e dimensões do produto

# @KRF2022
source: Bill of material '%1' has been created.
pt_br: Foi criado o projeto de lei do material '%1'.

# @KRF2023
source: Generate BOM
pt_br: Gerar BOM

# @KRF2024
source: BOM versions matrix
pt_br: Matriz de versões BOM

# @KRF2025
source: Product version aggregation groups
pt_br: Grupos de agregação de versão do produto

# @KRF2026
source: Create bills of material by active product variant.
pt_br: Crie notas de material por variante ativa do produto.

# @KRF2027
source: BOM validation
pt_br: Validação BOM

# @KRF2028
source: Aggregation groups
pt_br: Grupos de agregação

# @KRF2029
source: Define product variants groups.
pt_br: Defina grupos de variantes do produto.

# @KRF2030
source: Synchronize attributes and dimensions.
pt_br: Sincronizar atributos e dimensões.

# @KRF2031
source: BOMs validation
pt_br: Validação de BOMs

# @KRF2032
source: View product version aggregated groups
pt_br: Exibir grupos agregados de versão do produto

# @KRF2033
source: Maintain product version aggregated groups
pt_br: Manter grupos agregados de versão do produto

# @KRF2034
source: Description of aggregated group.
pt_br: Descrição do grupo agregado.

# @KRF2035
source: Use product variants
pt_br: Use variantes do produto

# @KRF2036
source: Use product variants for product configuration model version.
pt_br: Use as variantes do produto para a versão do modelo de configuração do produto.

# @KRF2037
source: Version for bill of material '%1' has been created. %2; %3
pt_br: Versão para projeto de lei '%1' foi criada. %2; %3

# @KRF2038
source: This item does not contain any measurements.
pt_br: Este item não contém nenhuma medição.

# @KRF2039
source: This item does not contain any remarks.
pt_br: Este item não contém comentários.

# @KRF2040
source: This item does not contain any remarks for this phase.
pt_br: Este item não contém comentários para esta fase.

# @KRF2041
source: General Remarks
pt_br: Observações Gerais

# @KRF2042
source: Remarks per Phase/Position
pt_br: Observações por Fase/Posição

# @KRF2043
source: TechPack report - PLM information
pt_br: Relatório TechPack - Informações do PLM

# @KRF2044
source: Remarks per line
pt_br: Observações por linha

# @KRF2045
source: PLM information
pt_br: Informações do PLM

# @KRF2046
source: This item does not contain any plan lines for this plan.
pt_br: Este item não contém nenhuma linha de plano para este plano.

# @KRF2047
source: Indicates the instance type of the hierarchy manager object.
pt_br: Indica o tipo de instância do objeto gerenciador de hierarquia.

# @KRF2048
source: No active bill of materials version exists for '%1'.
pt_br: Não existe uma versão ativa de materiais para '%1'.

# @KRF2049
source: %1 should be of type '%2' or '%3'.
pt_br: %1 deve ser do tipo '%2' ou '%3'.

# @KRF2050
source: Attach file (server)
pt_br: Anexar arquivo (servidor)

# @KRF2051
source: Category products
pt_br: Produtos de categoria

# @KRF2052
source: Drawing
pt_br: Desenho

# @KRF2053
source: No related form for the table '%1'.
pt_br: Não há forma relacionada para a tabela '%1'.

# @KRF2054
source: Consignment
pt_br: Consignação

# @KRF2055
source: Mark all
pt_br: Marcar tudo

# @KRF2056
source: Unmark all
pt_br: Desmarcar tudo

# @KRF2057
source: Is this a consignment order?
pt_br: Isso é uma ordem de remessa?

# @KRF2058
source: Posting was cancelled.
pt_br: O lançamento foi cancelado.

# @KRF2059
source: Journal does not contain lines.
pt_br: O Diário não contém linhas.

# @KRF2060
source: Line cannot be moved up.
pt_br: A linha não pode ser movida para cima.

# @KRF2061
source: Line cannot be moved down.
pt_br: A linha não pode ser movida para baixo.

# @KRF2062
source: Season '%1' was not found in company '%2'.
pt_br: A temporada '%1' não foi encontrada na companhia '%2'.

# @KRF2063
source: Prepack with on-hand physical inventory cannot be de-activated.
pt_br: O pré-pacote com inventário físico em mãos não pode ser desativado.

# @KRF2064
source: Prepack with on-hand physical inventory cannot have the approval removed.
pt_br: O pré-pacote com inventário físico em mãos não pode ter a aprovação removida.

# @KRF2065
source: The type of costing version for prepacks cannot be 'Planned cost'.
pt_br: O tipo de versão de custo para pré-pacotes não pode ser "custo planejado".

# @KRF2066
source: Gantt chart exceeded the maximum of %1 days to be display.
pt_br: O gráfico de Gantt excedeu o máximo de %1 dias a serem exibidos.
