Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF661
source: Type of wash and care instruction.
pt_br: Tipo de instrução de lavagem e cuidados.

# @KRF662
source: Bleach
pt_br: Branquear

# @KRF663
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF664
source: Variant status
pt_br: Status da variante

# @KRF665
source: Sales quotation line - change requested receipt date
pt_br: Linha de cotação de vendas - alterar a data de recebimento solicitada

# @KRF666
source: Style group cannot be deleted while dependent product masters or released products exist.
pt_br: O grupo de estilo não pode ser excluído enquanto os mestres de produtos dependentes ou produtos lançados existirem.

# @KRF667
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF668
source: Drop ID
pt_br: ID de queda

# @KRF669
source: Purchase lines - change line discount
pt_br: Linhas de compra - mudar desconto de linha

# @KRF670
source: Product master wash and care instructions
pt_br: Instruções de lavagem e cuidado do produto

# @KRF671
source: Request for quotation case lines - change delivery date
pt_br: Solicitação de linhas de caso de cotação - alterar data de entrega

# @KRF672
source: The instruction type description.
pt_br: A descrição do tipo de instrução.

# @KRF673
source: Order allocation priority
pt_br: Prioridade de alocação de pedidos

# @KRF674
source: The KRFOrderAllocationPriority table contains information about order allocation priority.
pt_br: A tabela KRFOrderAllocationPriority contém informações sobre a prioridade de alocação de pedidos.

# @KRF675
source: Order allocation priority code.
pt_br: Código de prioridade de alocação de pedidos.

# @KRF676
source: Date type for order allocation priority.
pt_br: Tipo de data para prioridade de alocação de pedidos.

# @KRF677
source: Setup order allocation priority.
pt_br: Prioridade de alocação de pedidos de configuração.

# @KRF678
source: Maintain order allocation priority
pt_br: Manter a prioridade de alocação de pedidos

# @KRF679
source: Create, update or delete setup for order allocation priority
pt_br: Criar, atualizar ou excluir a configuração para prioridade de alocação de pedidos

# @KRF680
source: View order allocation priority
pt_br: Exibir prioridade de alocação de pedidos

# @KRF681
source: View explanations for transactions or other actions for order allocation priority
pt_br: Veja explicações para transações ou outras ações para prioridade de alocação de pedidos

# @KRF682
source: Order allocation
pt_br: Alocação de pedidos

# @KRF683
source: Show all lines
pt_br: Mostre todas as linhas

# @KRF684
source: Show sales line with no available stock
pt_br: Mostrar linha de vendas sem estoque disponível

# @KRF686
source: Planned orders blocked
pt_br: Ordens planejadas bloqueadas

# @KRF687
source: Purchase blocked
pt_br: Compra bloqueada

# @KRF688
source: Receive blocked
pt_br: Receber bloqueado

# @KRF689
source: Return packing slip blocked
pt_br: Deslizamento de embalagem de retorno bloqueado

# @KRF690
source: Return receive blocked
pt_br: Retorno receber bloqueado

# @KRF691
source: Sales blocked
pt_br: Vendas bloqueadas

# @KRF692
source: Sales return blocked
pt_br: Retorno de vendas bloqueado

# @KRF693
source: Change of status '%1' to '%2' is not allowed due to status '%1' cannot be changed to a previous status.
pt_br: A mudança de status '%1' para '%2' não é permitida devido ao status '%1' não pode ser alterada para um status anterior.

# @KRF694
source: Product status
pt_br: Status do produto

# @KRF695
source: Identifies whether all functions for the status are blocked.
pt_br: Identifica se todas as funções para o status estão bloqueadas.

# @KRF696
source: Product status setup§0020§
pt_br: Configuração do status do produto§0020§

# @KRF697
source: Identifies whether it is allowed to change into previous status.
pt_br: Identifica se é permitido alterar em status anterior.

# @KRF698
source: Identifies whether product is blocked for arrival journal.
pt_br: Identifica se o produto está bloqueado para diário de chegada.

# @KRF699
source: Description of the status.
pt_br: Descrição do status.

# @KRF700
source: Identifies whether product is blocked for item cost price.
pt_br: Identifica se o produto está bloqueado pelo preço de custo do item.

# @KRF701
source: Identifies whether product is blocked for output order.
pt_br: Identifica se o produto está bloqueado para ordem de saída.

# @KRF702
source: Identifies whether product is blocked for packing slip.
pt_br: Identifica se o produto está bloqueado para empacotar o deslizamento.

# @KRF703
source: Identifies whether product is blocked for picking list.
pt_br: Identifica se o produto está bloqueado para escolher a lista.

# @KRF704
source: Identifies whether product is blocked for planned orders.
pt_br: Identifica se o produto está bloqueado para pedidos planejados.

# @KRF705
source: Identifies whether product is blocked for purchase.
pt_br: Identifica se o produto está bloqueado para compra.

# @KRF706
source: Identifies whether product is blocked from being received.
pt_br: Identifica se o produto está impedido de ser recebido.

# @KRF707
source: All blocked
pt_br: Todos bloqueados

# @KRF708
source: Identifies whether product is blocked for return packing slip.
pt_br: Identifica se o produto está bloqueado para devolução do deslizamento de embalagem.

# @KRF709
source: Identifies whether product is blocked for return receive orders.
pt_br: Identifica se o produto está bloqueado para receber ordens de recebimento.

# @KRF710
source: Identifies whether product is blocked for sales.
pt_br: Identifica se o produto está bloqueado para vendas.

# @KRF711
source: Identifies whether product is blocked for sales return orders.
pt_br: Identifica se o produto está bloqueado para pedidos de devolução de vendas.

# @KRF712
source: Order in which statuses are presented.
pt_br: Ordem em que os status são apresentados.

# @KRF713
source: Product status unique identifier.
pt_br: Identificador exclusivo do status do produto.

# @KRF714
source: Create or update product status.
pt_br: Criar ou atualizar o status do produto.

# @KRF715
source: Increase the variant status order of the selected classification.
pt_br: Aumente a ordem de status da variante da classificação selecionada.

# @KRF716
source: Decrease the variant status order of the selected classification.
pt_br: Diminuir a ordem de status da variante da classificação selecionada.

# @KRF717
source: The KRFProductStatusSetup table contains information about product status.
pt_br: A tabela KRFProductStatusSetup contém informações sobre o status do produto.

# @KRF718
source: Allow previous status
pt_br: Permitir status anterior

# @KRF719
source: Arrival journals blocked
pt_br: Diários de chegada bloqueados

# @KRF720
source: Item cost price blocked
pt_br: Preço do custo do item bloqueado

# @KRF721
source: Output orders blocked
pt_br: Ordens de saída bloqueadas

# @KRF722
source: Packing slip blocked
pt_br: Deslizamento de embalagem bloqueado

# @KRF723
source: Picking list blocked
pt_br: Lista de escolha bloqueada

# @KRF724
source: Person fashion
pt_br: Moda de pessoa

# @KRF725
source: Select Sales Order Category to revise the Sales Order Category of the copied trade agreements.
pt_br: Selecione categoria de ordem de venda para revisar a categoria de ordem de venda dos contratos comerciais copiados.

# @KRF726
source: The KPMInstructionTable contains the wash and care instructions.
pt_br: A Tabela de Instrução KPM contém as instruções de lavagem e cuidado.

# @KRF727
source: The KRFPersonFashion table contains the default sales order category value for a given employee.
pt_br: A tabela KRFPersonFashion contém o valor da categoria de pedido de venda padrão para um determinado funcionário.

# @KRF728
source: Order category
pt_br: Categoria de pedido

# @KRF729
source: View product status details
pt_br: Exibir detalhes do status do produto

# @KRF730
source: Warehouse '%1' is already assigned to store '%2' (%3).
pt_br: O armazém '%1' já está designado para armazenar '%2' (%3).

# @KRF731
source: Release sales order picking credit check data
pt_br: Liberar ordem de vendas escolhendo dados de cheque de crédito

# @KRF732
source: Table KRFTmpCreditLimitCheck contains credit limit check data for Infolog output.
pt_br: Tabela KRFTmpCreditLimitCheck contém dados de verificação de limite de crédito para saída do Infolog.

# @KRF733
source: Checking credit limits
pt_br: Verificando limites de crédito

# @KRF734
source: Credit limit %1, Credit balance %2
pt_br: Limite de crédito %1, Saldo de Crédito %2

# @KRF735
source: No credit limit checks done!
pt_br: Sem cheques de limite de crédito!

# @KRF736
source: Sales order '%1'
pt_br: Pedido de vendas '%1'

# @KRF737
source: Value %1, Credit balance %2 - %3
pt_br: Valor %1, Saldo de Crédito %2 - %3

# @KRF738
source: Skipped (Not checked)
pt_br: Pulado (não verificado)

# @KRF739
source: Skipped (No quantities)
pt_br: Pulado (Sem quantidades)

# @KRF740
source: Indicates if credit limit check was successful, failed or skipped.
pt_br: Indica se o cheque do limite de crédito foi bem sucedido, falhou ou pulou.

# @KRF741
source: Credit limit amount used by the credit limit check.
pt_br: Valor do limite de crédito utilizado pelo cheque limite de crédito.

# @KRF742
source: Credit limit balance after the credit limit check.
pt_br: Saldo limite de crédito após o cheque limite de crédito.

# @KRF743
source: Checks credit limits for or the selected sales order lines.
pt_br: Verifica os limites de crédito ou as linhas de pedidos de venda selecionadas.

# @KRF744
source: Check credit limit
pt_br: Verificar Limite de Crédito

# @KRF745
source: Iron
pt_br: Ferro

# @KRF746
source: Tumble dry
pt_br: Cair seco

# @KRF747
source: Dry clean
pt_br: Limpeza a seco

# @KRF748
source: Maintain the wash and care instructions for a given product.
pt_br: Mantenha as instruções de lavagem e cuidados para um determinado produto.

# @KRF749
source: Maintain wash and care instructions
pt_br: Manter instruções de lavagem e cuidados

# @KRF750
source: Maintain wash and care instructions for a given product
pt_br: Manter instruções de lavagem e cuidados para um determinado produto

# @KRF751
source: View wash and care instructions
pt_br: Veja as instruções de lavagem e cuidados

# @KRF752
source: View wash and care instructions for a given product
pt_br: Veja as instruções de lavagem e cuidados para um determinado produto

# @KRF753
source: Wash and care instruction icons
pt_br: Ícones de instrução de lavagem e cuidado

# @KRF754
source: The KPMInstructionIconTable contains icons associated with wash and care instructions.
pt_br: O KPMInstructionIconTable contém ícones associados a instruções de lavagem e cuidados.

# @KRF755
source: Icon image
pt_br: Imagem do ícone

# @KRF756
source: Unique identifier of the wash and care instruction.
pt_br: Identificador único da instrução de lavagem e cuidado.

# @KRF757
source: Instruction
pt_br: Formação

# @KRF758
source: Small icon associated with the wash and care instruction.
pt_br: Pequeno ícone associado à instrução de lavagem e cuidado.

# @KRF760
source: Change icon.
pt_br: Alterar o ícone.

# @KRF761
source: Remove icon.
pt_br: Remova o ícone.

# @KRF762
source: Instruction icon
pt_br: Ícone de instrução

# @KRF763
source: Data for the released product
pt_br: Dados do produto liberado

# @KRF764
source: The KPMInventDataLinkTable table contains information about the released product.
pt_br: A tabela KPMInventDataLinkTable contém informações sobre o produto liberado.

# @KRF765
source: Instructions
pt_br: Instruções

# @KRF766
source: Status per variant
pt_br: Status por variante

# @KRF767
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF768
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF769
source: The KPMInstructionOverrideTable contains country-specific wash and care instructions.
pt_br: O KPMInstructionOverrideTable contém instruções de lavagem e cuidados específicas do país.

# @KRF770
source: Set icon
pt_br: Definir ícone

# @KRF771
source: Instruction override
pt_br: Substituição de instrução

# @KRF772
source: Instruction type
pt_br: Tipo de instrução

# @KRF773
source: The KRFInventStatusException contains details of overridden status per released item variants.
pt_br: O KRFInventStatusException contém detalhes do status substituído por variantes de itens lançados.

# @KRF774
source: Indicates whether the item variant is has default value from product master.
pt_br: Indica se a variante do item tem valor padrão do mestre do produto.

# @KRF775
source: View icons related to a given instruction
pt_br: Exibir ícones relacionados a uma determinada instrução

# @KRF776
source: Upload an icon associated with a wash and care instruction.
pt_br: Carregue um ícone associado a uma instrução de lavagem e cuidado.

# @KRF777
source: Dimension '%1' is not active in group '%2'
pt_br: A dimensão '%1' não está ativa no grupo '%2'

# @KRF778
source: Show drops
pt_br: Gotas de show

# @KRF779
source: Hide drops
pt_br: Ocultar gotas

# @KRF780
source: Show/hide drop column.
pt_br: Mostrar/ocultar a coluna de queda.

# @KRF781
source: Specifies a country/region for the given instruction.
pt_br: Especifica um país/região para a instrução dada.

# @KRF782
source: View country-specific instructions
pt_br: Veja instruções específicas do país

# @KRF783
source: View wash and care instructions for a specific country
pt_br: Veja as instruções de lavagem e cuidados para um país específico

# @KRF784
source: Maintain country-specific instructions
pt_br: Manter instruções específicas do país

# @KRF785
source: Maintain wash and care instructions for a specific country
pt_br: Manter instruções de lavagem e cuidados para um país específico

# @KRF786
source: Country specific instructions
pt_br: Instruções específicas do país

# @KRF787
source: Maintain the country-specific wash and care instructions.
pt_br: Mantenha as instruções de lavagem e cuidados específicas do país.

# @KRF788
source: View instruction icons
pt_br: Exibir ícones de instrução

# @KRF789
source: Maintain instruction icons
pt_br: Manter ícones de instrução

# @KRF790
source: Maintain icons related to a given instruction
pt_br: Manter ícones relacionados a uma determinada instrução

# @KRF791
source: Released product wash and care instructions
pt_br: Instruções de lavagem e cuidado do produto liberados

# @KRF792
source: Add instruction.
pt_br: Adicione instruções.

# @KRF793
source: Remove instruction.
pt_br: Remova as instruções.

# @KRF794
source: Data upgrade checklist for K3 Fashion
pt_br: Lista de verificação de atualização de dados para K3 Fashion

# @KRF795
source: Creation of new employee fields used for the K3 Fashion solution
pt_br: Criação de novos campos de funcionários utilizados para a solução K3 Fashion

# @KRF796
source: Bill of material customer code
pt_br: Nota de código do cliente material

# @KRF797
source: Setting the default customer code field back to 'All'.
pt_br: Definindo o campo de código do cliente padrão de volta para 'All'.

# @KRF798
source: Status exceptions for this item exist.\nDo you want to clear exceptions?
pt_br: Exceções de status para este item existem.\n Você deseja limpar exceções?

# @KRF799
source: Status exceptions for this item exist.\nDo you want to update exceptions?
pt_br: Exceções de status para este item existem.\n Você deseja atualizar exceções?

# @KRF800
source: Create fashion related attributes for existing product masters.
pt_br: Crie atributos relacionados à moda para os mestres de produtos existentes.

# @KRF801
source: Invent default attributes
pt_br: Invente atributos padrão

# @KRF802
source: Creation of fashion specific inventory attributes.
pt_br: Criação de atributos de inventário específicos da moda.

# @KRF803
source: Color/Size/Fit translation table
pt_br: Tabela de tradução color/size/fit

# @KRF804
source: Creation of Color/Size/Fit translations for existing records.
pt_br: Criação de traduções de cor/tamanho/ajuste para registros existentes.

# @KRF805
source: Store '%1' doesn't have a warehouse.
pt_br: A loja '%1' não tem um armazém.

# @KRF806
source: Load number sequences
pt_br: Sequências numéricas de carga

# @KRF807
source: Loading of all necessary number sequences for the fashion module.
pt_br: Carregamento de todas as sequências numéricas necessárias para o módulo de moda.

# @KRF808
source: Maintain K3 Fashion Data Upgrade Checklist
pt_br: Manter a lista de verificação de atualização de dados de K3 Fashion

# @KRF809
source: View K3 Fashion Data Upgrade Checklist
pt_br: Exibir lista de verificação de atualização de dados de K3 Fashion

# @KRF810
source: Store '%1' has warehouse '%2' already assigned to store '%3' (%4).
pt_br: A loja '%1' tem armazém '%2' já atribuído à loja '%3' (%4).

# @KRF811
source: Checking retail store records
pt_br: Verificando registros de lojas de varejo

# @KRF812
source: Checks if a warehouse is linked to more than one store.
pt_br: Verifica se um armazém está ligado a mais de uma loja.

# @KRF813
source: Populate extra-fields in posted documents
pt_br: Preencha extra-campos em documentos postados

# @KRF814
source: Populate extra-fields (Matrix Id, Retail Channel, Sales order category, etc.) in Customer invoice, Packing slip, Sales confirmation documents.
pt_br: Preencha extra-campos (Matrix Id, Retail Channel, categoria de pedidos de vendas, etc.) na fatura do cliente, boleto de embalagem, documentos de confirmação de vendas.

# @KRF815
source: Associate a 'Default' order category to existing sales orders.
pt_br: Associe uma categoria de pedido 'Padrão' às ordens de venda existentes.

# @KRF816
source: Creation of new employee fields
pt_br: Criação de novos campos de funcionários

# @KRF817
source: %1 '%2' already exists for %3 '%4'.
pt_br: %1 '%2' já existe para %3 '%4'.

# @KRF818
source: Identifies if sales order has been confirmed.
pt_br: Identifica se a ordem de venda foi confirmada.

# @KRF819
source: Mandatory for confirmation
pt_br: Obrigatório para confirmação

# @KRF820
source: Indicates if sales order confirmation posting is mandatory.
pt_br: Indica se a confirmação do pedido de venda é obrigatória.

# @KRF821
source: '%1' is not valid dimension layout
pt_br: '%1' não é layout de dimensão válido

# @KRF822
source: Selected instructions.
pt_br: Instruções selecionadas.

# @KRF823
source: Available instructions.
pt_br: Instruções disponíveis.

# @KRF824
source: Set a 30x30 icon.
pt_br: Defina um ícone 30x30.

# @KRF825
source: Printable icon associated with the wash and care instruction.
pt_br: Ícone imprimível associado à instrução de lavagem e cuidado.

# @KRF826
source: Printable
pt_br: Imprimível

# @KRF827
source: Specifies which version of the icon to display.
pt_br: Especifica qual versão do ícone será exibida.

# @KRF829
source: Icon version
pt_br: Versão do ícone

# @KRF830
source: The size of the selected icon is too large. Maximum permissible dimension is %1x%2.
pt_br: O tamanho do ícone selecionado é muito grande. A dimensão máxima admissível é %1x%2.

# @KRF831
source: Result set value type.
pt_br: Tipo de valor definido pelo resultado.

# @KRF832
source: Replenishment matrix
pt_br: Matriz de reabastecimento

# @KRF833
source: Min (max)
pt_br: Min (máx)

# @KRF834
source: Show minimum on-hand quantity as primary value.
pt_br: Mostre a quantidade mínima na mão como valor primário.

# @KRF836
source: Show maximum on-hand quantity as primary value.
pt_br: Mostre a quantidade máxima na mão como valor primário.

# @KRF837
source: Replenishment matrix: Create lines.
pt_br: Matriz de reposição: Crie linhas.

# @KRF838
source: Replenishment matrix: View mode
pt_br: Matriz de reposição: Modo de visualização

# @KRF839
source: The mode in which the replenishment matrix form is opened.
pt_br: O modo em que a forma de matriz de reposição é aberta.

# @KRF840
source: Replenishment value type
pt_br: Tipo de valor de reposição

# @KRF841
source: The combination (Site=%1, Warehouse=%2, %3) already exists for item '%4'.
pt_br: A combinação (Site=%1, Warehouse=%2, %3) já existe para o item '%4'.

# @KRF842
source: Allocation method
pt_br: Método de alocação

# @KRF843
source: Identifies the method of allocation.
pt_br: Identifica o método de alocação.

# @KRF844
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF845
source: Assign product wash and care instructions from a list.
pt_br: Atribua instruções de lavagem e cuidados do produto de uma lista.

# @KRF846
source: View wash and care instructions for the released product.
pt_br: Veja as instruções de lavagem e cuidados para o produto liberado.

# @KRF847
source: Total number of lines inserted: %1.
pt_br: Número total de linhas inseridas: %1.

# @KRF848
source: Opens item coverage matrix in view mode.
pt_br: Abre a matriz de cobertura de itens no modo de exibição.

# @KRF849
source: Opens item coverage matrix in create mode.
pt_br: Abre a matriz de cobertura de itens no modo criar.

# @KRF850
source: Create item coverage
pt_br: Criar cobertura de itens

# @KRF851
source: Matrix item coverage
pt_br: Cobertura de itens de matriz

# @KRF852
source: Create/view matrix item coverage.
pt_br: Criar/exibir a cobertura do item de matriz.

# @KRF853
source: No stores found under selected node.
pt_br: Nenhuma loja encontrada em nó selecionado.

# @KRF854
source: The number has already been assigned to a product.
pt_br: O número já foi atribuído a um produto.

# @KRF855
source: View product status
pt_br: Exibir o status do produto

# @KRF856
source: Create and update product status details
pt_br: Crie e atualize detalhes de status do produto

# @KRF857
source: Reset status to the default value.
pt_br: Redefinir o status para o valor padrão.

# @KRF858
source: Objects color settings
pt_br: Configurações de cores de objetos

# @KRF859
source: Type color element.
pt_br: Digite elemento de cor.

# @KRF860
source: Release sales order picking (Full)
pt_br: Escolha do pedido de vendas de lançamento (Completo)

# @KRF861
source: Release sales order picking (Part)
pt_br: Escolha do pedido de vendas de lançamento (Parte)

# @KRF862
source: Setup color to objects.
pt_br: Configurar cor para objetos.

# @KRF863
source: View objects color settings
pt_br: Exibir configurações de cores de objetos

# @KRF864
source: Update objects color settings
pt_br: Atualizar configurações de cores de objetos

# @KRF865
source: The KRFColorParameters table contains the object color settings.
pt_br: A tabela KRFColorParameters contém as configurações de cor do objeto.

# @KRF866
source: All orders by priority
pt_br: Todas as ordens por prioridade

# @KRF867
source: Activate all orders using the allocation priority setting.
pt_br: Ative todas as ordens usando a configuração de prioridade de alocação.

# @KRF868
source: Maintain allocation function
pt_br: Manter a função de alocação

# @KRF869
source: View/Maintain instructions for a given product.
pt_br: Exibir/Manter instruções para um determinado produto.

# @KRF870
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF871
source: You will clear the default product status.\nAre you sure?
pt_br: Você vai limpar o status padrão do produto.\n Você tem certeza?

# @KRF872
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF873
source: Do you want to check assortment?
pt_br: Quer verificar a variedade?

# @KRF874
source: No assortment for item '%1'. Respect assortments: %2.
pt_br: Sem variedade para o item '%1'. Variedades de respeito: %2.

# @KRF875
source: Release sales order picking (Not on hand)
pt_br: Escolha do pedido de vendas de lançamento (Não está na mão)
