Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# ReleaseUpdScript_ItemMeasurementsCopyDesc
source: Copy data from old item measurements table (KPMItemMeasurement) to a new one (KPMItemMeasurementTable).
pt_br: Copie os dados da tabela de medição de itens antigos (KPMItemMeasurement) para um novo (KPMItemMeasurementTable).

# ReleaseUpdScript_MeasurementPostionGrpValidForDesc
source: Set 'Valid for' field value to 'All' for measurement position groups with no size group defined.
pt_br: Defina o valor de campo 'Válido para' para 'Todos' para grupos de posição de medição sem grupo de tamanho definido.

# ReleaseUpdScript_MeasurementPositionGrpLineToleranceDesc
source: Copy tolerance value from position to related position group line.
pt_br: Copie o valor de tolerância da posição para a linha de grupo de posição relacionada.

# ReleaseUpdScript_PLMResposibleReferenceDesc
source: Correct responsible reference on activity groups, phases, PLM plans, and PLM templates.
pt_br: Referência responsável correta em grupos de atividades, fases, planos PLM e modelos PLM.

# ReleaseUpdScript_PLMActivityLineTypeDesc
source: Set activity line type for existing PLM plan lines, template lines and activity groups.
pt_br: Defina o tipo de linha de atividade para linhas de plano PLM existentes, linhas de modelo e grupos de atividades.

# ReleaseUpdScript_PLMPlanLineReferenceCreateDesc
source: Move purchase line references for PLM plan line to a new reference table.
pt_br: Mova as referências da linha de compra para a linha de plano PLM para uma nova tabela de referência.

# ReleaseUpdScript_ProductCompositionsMoveDesc
source: Move compositions from obsolete table (KPMProductDataLinkTable) to a new one (KPMProductCompositionTable).
pt_br: Mova composições de tabela obsoleta (KPMProductDataLinkTable) para uma nova (KPMProductCompositionTable).

# ReleaseUpdScript_ProductColorCompositionsMoveDesc
source: Move color compositions from obsolete table (KPMProductColorDataLinkTable) to a new one (KPMProductColorCompositionTable).
pt_br: Mova composições de cores de tabela obsoleta (KPMProductColorDataLinkTable) para uma nova (KPMProductColorCompositionTable).

# ReleaseUpdScript_WCTransferToNewTablesDesc
source: Transfer wash and care instructions from obsolete data link tables to new tables.
pt_br: Transfira instruções de lavagem e cuidado de tabelas obsoletas de link de dados para novas tabelas.

# ReleaseUpdScript_HCMWorkedLegalEntityDesc
source: Migrate sales order, return order and purchase order default categories to a new company specific table (KRFHcmWorkerLegalEntity).
pt_br: Migrar as categorias de ordem de venda, ordem de retorno e pedido de compra para uma nova tabela específica da empresa (KRFHcmWorkerLegalEntity).

# ReleaseUpdScript_MatrixId64Desc
source: Copy matrix Id from old to a new field on exisiting documents.
pt_br: Copiar a identificação da matriz do antigo para um novo campo sobre documentos de exisitemento.

# ReleaseUpdScript_ReleaseUpdateScriptsVersionDesc
source: Assign release version number '7.1' to scripts with no version defined.
pt_br: Atribuir o número da versão de versão '7.1' a scripts sem versão definida.

# ReleaseUpdScript_CollectionProductLineDesc
source: Migrate data to new collection planning tables and assign default collection line type on existing lines of type 'Product'.
pt_br: Migrem dados para novas tabelas de planejamento de coleta e atribuem o tipo de linha de coleta padrão nas linhas existentes do tipo 'Produto'.

# ReleaseUpdScript_RetailProductAttributesDesc
source: After moving some settings from global to legal entity level, the script sets a value to fields containing a NULL value.
pt_br: Depois de mover algumas configurações do nível global para a pessoa jurídica, o script define um valor para campos que contêm um valor NULL.

# ReleaseUpdScript_KBPEntitySequenceTableDesc
source: Enable descriptions within the business plan line order lookups.
pt_br: Habilite as descrições dentro das buscas de pedidos de linha de plano de negócios.

# ReleaseUpdScript_KBPModelTableFieldsDesc
source: Populate table containing columns configuration by business plan, based on columns configuration from the parameters form.
pt_br: Preencha tabela contendo configuração de colunas por plano de negócios, com base na configuração de colunas a partir do formulário parâmetros.

# KBPPendingChangesAlertsEnabled
source: Enabled alerts
pt_br: Alertas ativados

# KBPModelGroupId
source: Business plan group ID
pt_br: ID do grupo de plano de negócios

# KBPModelGroup
source: Business plan group
pt_br: Grupo de planos de negócios

# KBPModelGroups
source: Business plan groups
pt_br: Grupos de planos de negócios

# KBPModelGroupModelSelectForm
source: Associate business plans
pt_br: Planos de negócios associados

# KBPPendingChangesAutoCalculateAggregation
source: Enable aggregation calculation
pt_br: Habilitar cálculo de agregação

# KBPPendingChangesAutoCalculateAllocation
source: Enable allocation calculation
pt_br: Habilitar o cálculo de alocação

# KBPAutoCalculation
source: Auto calculation
pt_br: Cálculo automático

# KBPPendingChangesAutoCalculate
source: Auto calculate linked business plans
pt_br: Auto calcular planos de negócios vinculados

# KBPValidateAutoCalculateError
source: When Auto calculate is enabled, at least one of the acceptance options need to be selected.
pt_br: Quando o auto-cálculo é ativado, pelo menos uma das opções de aceitação precisa ser selecionada.

# KBPParametersModelValidateDuplicatedWarning
source: Business plan column id already exists in another field configuration.
pt_br: O id da coluna do plano de negócios já existe em outra configuração de campo.

# KBPIntermodelLinkDeleteButtonYesNo
source: Are you sure that you want to remove the link?
pt_br: Tem certeza que quer remover o link?

# KBPIntermodelLinkDeleteButtonYesNoTitle
source: Remove link
pt_br: Remover vínculo

# ProductInstructionsForSalesOrderEntity
source: K3 Fashion - Product instructions for sales order
pt_br: K3 Fashion - Instruções de produtos para ordem de vendas

# ProductInstructionsForSalesOrderEntityMaintain
source: Maintain product instructions for sales order entity
pt_br: Manter as instruções do produto para a entidade de ordem de venda

# ProductInstructionsForSalesOrderEntityView
source: View product instructions for sales order entity
pt_br: Exibir instruções de produtos para entidade de pedidos de vendas

# ProductInstructionsForPurchOrderEntity
source: K3 Fashion - Product instructions for purchase order
pt_br: K3 Fashion - Instruções de produtos para pedido de compra

# ProductInstructionsForPurchOrderEntityMaintain
source: Maintain product instructions for purchase order entity
pt_br: Manter as instruções do produto para a entidade de pedidos de compra

# ProductInstructionsForPurchOrderEntityView
source: View product instructions for purchase order entity
pt_br: Exibir instruções do produto para entidade de pedido de compra

# ProductInstructionsForTransferOrderEntity
source: K3 Fashion - Product instructions for transfer order
pt_br: K3 Fashion - Instruções de produtos para ordem de transferência

# ProductInstructionsForTransferOrderEntityMaintain
source: Maintain product instructions for transfer order entity
pt_br: Manter as instruções do produto para a entidade de pedido de transferência

# ProductInstructionsForTransferOrderEntityView
source: View product instructions for transfer order entity
pt_br: Exibir instruções do produto para entidade de pedido de transferência

# ProductInstructionTrans
source: Product instruction transactions
pt_br: Transações de instrução de produtos

# ProductInstructionTransMaintain
source: Maintain product instructions on order level
pt_br: Mantenha as instruções do produto no nível de pedido

# ReleaseUpdScript_KPMProductInstructTransDesc
source: Create product instruction lines for open order lines. Optionally create product instruction lines for posted document lines, such as invoices, confirmations and packing slips. It is necessary for re-printing.
pt_br: Crie linhas de instrução de produtos para linhas de pedidos abertos. Criar opcionalmente linhas de instrução de produtos para linhas de documentos postadas, como notas fiscais, confirmações e boletos de embalagem. É necessário remrimir.

# ReleaseUpdScript_KPMProductInstructRunForPosted
source: Update posted documents
pt_br: Atualizar documentos publicados

# ReleaseUpdScript_KPMProductInstructTransJob
source: Release update for product instructions
pt_br: Atualização de lançamento para instruções do produto

# ReleaseUpdScript_KPMProductInstructRunForOpenLines
source: Update open lines
pt_br: Atualizar linhas abertas

# ItemMeasurementCheckResultsEntity
source: K3 Fashion - Item measurement check results
pt_br: K3 Fashion - Resultados de verificação de medição de itens

# ItemMeasurementCheckResultsEntityMaintain
source: Maintain item measurement check results entity
pt_br: Manter a entidade de resultados de verificação de medição de itens

# ItemMeasurementCheckResultsEntityView
source: View item measurement check results entity
pt_br: Ver a entidade de resultados de verificação de medição de itens

# KBPVersioning
source: Versioning
pt_br: Versionação

# KBPPendingChangesIconTooltip
source: There are pending changes to be verified
pt_br: Há alterações pendentes a serem verificadas

# KBPValidateVersionsDeletionYesNo
source: Are you sure that you want to modify the business plan levels? All the versions that have been saved before are going to be deleted.
pt_br: Tem certeza que deseja modificar os níveis do plano de negócios? Todas as versões que foram salvas antes serão excluídas.

# KBPValidateRemoveLinksFromOriginYesNo
source: Are you sure that you want to delete the line? Existing links to other business plans will be removed.
pt_br: Tem certeza que quer apagar a linha? Os links existentes para outros planos de negócios serão removidos.

source: Ratio curve type
pt_br: Tipo de curva de proporção

# KBPModelVersioningLoadYesNo
source: Are you sure you want to load this version? All links from the current business plan will be deleted.
pt_br: Tem certeza que quer carregar essa versão? Todos os links do plano de negócios atual serão excluídos.

# KBPModelStatusReadyForApproval
source: Ready for approval
pt_br: Pronto para aprovação

# KBPAllowEditPosted
source: Allow editing of posted business plans
pt_br: Permitir a edição de planos de negócios postados

# KBPApprovedDateTime
source: Approved on
pt_br: Aprovado em

# KBPValidateModelLineSumWarning
source: Field '%1' has different value from the sum of its lower level. Line number %2.
pt_br: O campo '%1' tem valor diferente da soma de seu nível inferior. Linha número %2.

# KBPDisplayValidatedIconTooltip
source: Validated?
pt_br: Validado?

# KBPCalculateActualsDesc
source: Auto calculate business plan actuals.
pt_br: Auto calcule os reais do plano de negócios.

# KBPModelFormOpen
source: Open business plans
pt_br: Planos de negócios abertos

# KBPModelFormValidated
source: Validated business plans
pt_br: Planos de negócios validados

# KBPModelFormReadyForApproval
source: Ready for approval business plans
pt_br: Pronto para planos de negócios de aprovação

# KBPModelFormApproved
source: Approved business plans
pt_br: Planos de negócios aprovados

# KBPModelFormPosted
source: Posted business plans
pt_br: Planos de negócios postados

# KBPModelChangesFormAllChangesPending
source: Pending changes
pt_br: Mudanças pendentes

# KBPModelFormNew
source: Create new business plan
pt_br: Criar um novo plano de negócios

# KBPWorkspace
source: Business planning
pt_br: Planejamento empresarial

# KBPModelFormHierarchy
source: Business plan hierarchy
pt_br: Hierarquia do plano de negócios

# ProductionOrderGroupEstimateMatrixHelp
source: Estimate production orders through matrix.
pt_br: Estimar ordens de produção através de matriz.

# ProductionOrderGroupReleaseMatrixHelp
source: Release production orders through matrix.
pt_br: Libere ordens de produção através de Matrix.

# ProductionOrderGroupMatrixHelp
source: Maintain production orders through matrix.
pt_br: Manter ordens de produção através da matriz.

# ProductionOrderGroupStartMatrixHelp
source: Start production orders through matrix.
pt_br: Iniciar ordens de produção através de matriz.

# ProductionOrderGroupReportFinishedMatrixHelp
source: Report production orders as finished through matrix.
pt_br: Informe as ordens de produção como terminadas através da matriz.

# ProductionOrderGroupEndMatrixHelp
source: End production orders through matrix.
pt_br: Fim das ordens de produção através da matriz.

# ReleaseUpdScript_KRFInventColorSeasonTable
source: Update the default flag on seasons per color.
pt_br: Atualize o sinalizador padrão em estações por cor.

# KBPModelFormProgressChartFormPartCaption
source: Progress: %1 - %2
pt_br: Progresso: %1 - %2

# PrepackUnpackLocation
source: Unpack at receipt in
pt_br: Desempacotar no recibo em

# PrepackUnpackLocationHelp
source: Define where prepack will be automatically unpacked.
pt_br: Defina onde o pré-pacote será automaticamente desembalado.

source: K3 Business Planning
pt_br: Planejamento de Negócios K3

# OrderChangeJourModuleTypeHelp
source: Order change journal module type.
pt_br: Tipo de módulo de diário de mudança de pedido.

# PurchReasons
source: Purchase reasons
pt_br: Razões de compra

# PurchReasonsSecurityMaintain
source: Maintain purchase reason codes
pt_br: Manter códigos de razão de compra

# PurchReasonsSecurityMaintainDesc
source: Create and update explanations for transactions or other actions for purchase
pt_br: Crie e atualize explicações para transações ou outras ações para compra

# PurchReasonsSecurityView
source: View purchase reason codes
pt_br: Exibir códigos de razão de compra

# PurchReasonsSecurityViewDesc
source: View explanations for transactions or other actions for purchase
pt_br: Veja explicações para transações ou outras ações para compra

# PurchReasonsFieldHelp
source: Select this account type if the reason code can be used with purchase transactions. You can select this check box in Procurement and sourcing.
pt_br: Selecione este tipo de conta se o código de razão pode ser usado com transações de compra. Você pode selecionar esta caixa de seleção em Compras e sourcing.

# OrderChangeMgmtPurchMissing
source: Missing purchase lines in Order Change Management
pt_br: Linhas de compra ausentes no Gerenciamento de Mudança de Ordem

# OrderChangeJourPurchCancel
source: Purchase cancellation journal
pt_br: Diário de cancelamento de compra

# OrderChangeJourPurchDlvDate
source: Purchase delivery date journal
pt_br: Diário de data de entrega da compra

# OrderChangeJourPurchReplace
source: Purchase replacement journal
pt_br: Diário de substituição de compra

# OrderChangeJourTypeSalesReplace
source: Sales - Replacement
pt_br: Vendas - Substituição

# OrderChangeJourTypeSalesCancel
source: Sales - Cancellation
pt_br: Vendas - Cancelamento

# OrderChangeJourTypeSalesDlvDate
source: Sales - Delivery date
pt_br: Vendas - Data de entrega

# OrderChangeJourTypeSalesPrice
source: Sales - Price
pt_br: Vendas - Preço

# OrderChangeJourTypePurchReplace
source: Purchase - Replacement
pt_br: Compra - Substituição

# OrderChangeJourTypePurchCancel
source: Purchase - Cancellation
pt_br: Compra - Cancelamento

# OrderChangeJourTypePurchDlvDate
source: Purchase - Delivery date
pt_br: Compra - Data de entrega

# OrderChangeJourPurchCreateLinesDesc
source: Create order change management journal purchase lines
pt_br: Criar linhas de compra de revistas de gerenciamento de mudança de pedido

# OrderChangeJourPurchNewDlvDate
source: New delivery date
pt_br: Nova data de entrega

# OrderChangeJourPurchLines
source: Order change management journal purchase lines
pt_br: Linhas de compra de revistas de gerenciamento de alterações de ordem

# OrderChangeJourTransPurchIdHelpText
source: The purchase order where the adjustment should be made.
pt_br: A ordem de compra onde o ajuste deve ser feito.

# OrderChangeJourLines
source: Order change management journal lines
pt_br: Linhas de revista de gerenciamento de mudanças de pedidos

# OrderChangeJourCreateLinesDesc
source: Create order change management journal lines
pt_br: Criar linhas de revista de gerenciamento de alterações de ordem

# OrderChangeJourPurchLinesDialogCaption
source: Purchase lines for order change management journal
pt_br: Linhas de compra para revista de gerenciamento de mudança de pedido

# OrderChangeJourPurchNoLinesWarning
source: No corresponding purchase line found.
pt_br: Nenhuma linha de compra correspondente foi encontrada.

# OrderChangeJourSalesChanges
source: Sales order changes
pt_br: Mudanças nas ordens de venda

# OrderChangeJourPurchChanges
source: Purchase order changes
pt_br: Mudanças no pedido de compra

# OrderChangeJourNameValidateTypeModuleError
source: Order journal type '%1' is not valid for '%2' module.
pt_br: O tipo de diário de pedidos '%1' não é válido para o módulo '%2'.

# OrderChangeJourLineCannotChangeOrderError
source: Order '%1' is '%2' and cannot be changed in '%3' journal.
pt_br: A ordem '%1' é '%2' e não pode ser alterada no diário '%3'.

# OrderChangeJourPurchLineMissingError
source: The journal line does not have a related purchase line.
pt_br: A linha de diário não tem uma linha de compra relacionada.

# OrderChangeJourPurchLineMustBeOfStatusWarning
source: Purchase line must be of status '%1'.
pt_br: A linha de compra deve ser de status '%1'.

# OrderChangeJourSalesLineMustBeOfStatusesWarning
source: Sales line must be of status '%1' or '%2'.
pt_br: A linha de vendas deve ser de status '%1' ou '%2'.

# OrderChangeJourNotEnabledForVendorWarning
source: Auto order change is not enabled for vendor '%1'.
pt_br: A alteração do pedido automático não está habilitada para o fornecedor '%1'.

# OrderChangeJourPurchVariantAlreadyPresentWarning
source: The new item/variant which should be added to the purchase order is already present on the purchase order.
pt_br: O novo item/variante que deve ser adicionado ao pedido de compra já está presente na ordem de compra.

# OrderChangeJourSalesChangesReport
source: Sales order changes report
pt_br: Relatório de alterações da ordem de venda

# OrderChangeJourPurchChangesReport
source: Purchase order changes report
pt_br: Relatório de alterações do pedido de compra

# KRFLicensingErrorForm
source: K3 licensing validation
pt_br: Validação de licenciamento K3

# KRFLicensingErrorFormStaticText
source: A license problem has occurred, please see the messages below:
pt_br: Um problema de licença ocorreu, por favor veja as mensagens abaixo:

# KBPCheckNecessaryDataWarning
source: There's no necessary data to open the workspace. Please, create a business plan first.
pt_br: Não há dados necessários para abrir o espaço de trabalho. Por favor, crie um plano de negócios primeiro.

source: Upload license
pt_br: Licença de upload

source: Licensed to
pt_br: Licenciado para

# KPMProductDataOverwriteManualEntries
source: Overwrite manual entries
pt_br: Entradas manuais de sobregravação

# KPMProductDataOverwriteManualEntriesHelp
source: Select this option if you want to remove/overwrite manually entered data.
pt_br: Selecione esta opção se quiser remover/substituir dados inseridos manualmente.

# KPMProductWashCareTableDevDoc
source: The KPMProductWashCareTable table contains product wash and care instructions.
pt_br: A tabela KPMProductWashCareTable contém instruções de lavagem e cuidados do produto.

# KPMProductColorWashCareTableDevDoc
source: The KPMProductColorWashCareTable table contains product wash and care instructions per color.
pt_br: A tabela KPMProductColorWashCareTable contém instruções de lavagem e cuidado do produto por cor.

# KPMProductCompositionTableDevDoc
source: The KPMProductCompositionTable contains product compositions.
pt_br: O KPMProductCompositionTable contém composições de produtos.

# KPMProductColorCompositionTableDevDoc
source: The KPMProductColorCompositionTable table contains product compositions per color.
pt_br: A tabela KPMProductColorCompositionTable contém composições de produtos por cor.

# KPMUpdateWashAndCareFromGroupPrompt
source: Update will delete current wash and care instructions. Update wash and care instructions?
pt_br: A atualização excluirá as instruções de lavagem e cuidados atuais. Atualizar as instruções de lavagem e cuidados?

# ReleaseUpdScript_WCMarkManualEntriesDesc
source: Set 'Manual entry' flag to 'Yes' for wash and care product instructions that do not have a corresponding instruction on a higher level.
pt_br: Defina a bandeira 'entrada manual' para 'Sim' para instruções de produtos de lavagem e cuidados que não tenham instruções correspondentes em um nível superior.

# ReleaseUpdateScriptsNotFoundErrorMessage
source: The script version '%1' for table '%2' cannot be found. It may already be outdated.
pt_br: A versão do script '%1' para tabela '%2' não pode ser encontrada. Pode já estar desatualizado.

# CompositionTypePercentWarning
source: Total percentage of the type '%1' must be 100% or less.
pt_br: O percentual total do tipo '%1' deve ser de 100% ou menos.

# CompositionsLoadFromTemplate
source: Load compositions from template
pt_br: Carregar composições do modelo

# PLMActivityTypeProductionOrderGroup
source: Master Production Order
pt_br: Ordem de Produção Mestre

# PLMPlanLinePurchReferenceEntity
source: K3 Fashion - Product lifecycle plan lines references to purchase line
pt_br: K3 Fashion - Linhas de plano de ciclo de vida do produto referem-se à linha de compra

# PLMPlanLinePurchReferenceEntityMaintain
source: Maintain product lifecycle plan lines references to purchase line
pt_br: Manter linhas de planos de ciclo de vida do produto referências à linha de compra

# PLMPlanLinePurchReferenceEntityView
source: View product lifecycle plan lines references to purchase line
pt_br: Exibir linhas de planos de ciclo de vida do produto para a linha de compra

# PLMPlanLineProductionReferenceEntity
source: K3 Fashion - Product lifecycle plan lines references to master production order
pt_br: K3 Fashion - Linhas de plano de ciclo de vida do produto referem-se à ordem de produção mestre

# PLMPlanLineProductionReferenceEntityMaintain
source: Maintain product lifecycle plan lines references to master production order
pt_br: Manter linhas de plano de ciclo de vida do produto referências à ordem de produção mestre

# PLMPlanLineProductionReferenceEntityView
source: View product lifecycle plan lines references to master production order
pt_br: Exibir linhas de plano de ciclo de vida do produto referências à ordem de produção mestre

# PLMPlanLineReference
source: Product lifecycle plan lines references
pt_br: Referências de linhas de plano de ciclo de vida do produto

# MarkdownHeaderAndLinesTemplateDisplayName
source: K3 Fashion - Markdown model header and lines
pt_br: K3 Fashion - Cabeçalho e linhas do modelo Markdown

# MarkdownModeCannotUpdateWarning
source: Markdown model of status '%1' cannot be updated.
pt_br: O modelo de marcação do status '%1' não pode ser atualizado.

# OrderChangeJourNameAlreadyExistsWarning
source: Journal name '%1' is already used in different order change management module.
pt_br: O nome do diário '%1' já é usado em diferentes módulos de gerenciamento de mudança de pedido.

source: K3 Platform
pt_br: Plataforma K3

# UpdateCollectionDatesWarning
source: No seasons available for start and end date calculation, please verify dates manually.
pt_br: Sem estações disponíveis para o cálculo da data de início e término, verifique as datas manualmente.

# KBPModelId
source: Business plan ID
pt_br: ID do plano de negócios

# KBPModels
source: Business plans
pt_br: Planos de negócios
