Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CSRClassificationTransSalesLineEntityView
source: View CSR classification transactions for sales lines entity
pt_br: Veja as transações de classificação da RSE para entidade de linhas de vendas

# PrepackAutoCreate
source: Auto create prepacks
pt_br: Criar automaticamente pré-pacotes

# PrepackAutoCreateHelpTxt
source: Determines if prepacks should be created automatically based on this product and related prepack definitions.
pt_br: Determina se os pré-pacotes devem ser criados automaticamente com base neste produto e definições de pré-embalagem relacionadas.

source: Auto creation
pt_br: Criação automática

# PrepackAutoCreateNoPrepackDefinitionWarning
source: No prepack definitions found for the source product.
pt_br: Não foram encontradas definições de prepack para o produto de origem.

# PrepackAutoCreateNoPrepacksWarning
source: No prepacks generated for the source product.
pt_br: Não são gerados pré-pacotes para o produto de origem.

# PrepackAutoCreateNoPrepackLinesWarning
source: No prepack lines built for the generated prepack.
pt_br: Não foram construídas linhas pré-embaladas para o pré-pacote gerado.

# PrepackAutoCreateNoPrepackLegalEntitiesWarning
source: No legal entities identified for the generated prepack.
pt_br: Nenhuma pessoa jurídica identificada para o pré-pacote gerado.

# ProductNumberAlreadyUsed
source: The number '%1' has already been assigned to a product. Specify a new number.
pt_br: O número '%1' já foi atribuído a um produto. Especifique um novo número.

# PrepackBuilderPrepackIdWithMessage
source: Prepack '%1'. %2
pt_br: Pré-pacote '%1'. %2

# PrepackProductGeneratedAndAddedToRelease
source: Product '%1' has been generated and added to the prepack release session for company '%2'.
pt_br: O produto '%1' foi gerado e adicionado à sessão de lançamento pré-pacote para a empresa '%2'.

# PrepackNoProductsAddedToRelease
source: No products have been added to the prepack release session.
pt_br: Nenhum produto foi adicionado à sessão de lançamento pré-embalagem.

# CSRClassificationTrace
source: CSR Classifications Trace
pt_br: Traço de classificações de RSE

# CSRClassificationTraceInbound
source: CSR Classifications Trace Inbound
pt_br: Classificações de RSE rastreiam entrada

# CSRClassificationTraceOutbound
source: CSR Classifications Trace Outbound
pt_br: Classificações de RSE rastreiam saída

# CSRInbound
source: Inbound CSR
pt_br: RSR de entrada

# CSROutbound
source: Outbound CSR
pt_br: RSR de saída

source: Sales tax item group setup
pt_br: Configuração do grupo de itens de imposto de vendas

# SalesTaxItemGroupSetupMaintain
source: Maintain sales tax item group setup
pt_br: Manter a configuração do grupo de itens de imposto de vendas

# SalesTaxItemGroupSetupView
source: View sales tax item group setup
pt_br: Exibir a configuração do grupo de itens de imposto de vendas

# SalesTaxItemGroupSetupEntity
source: K3 Fashion - Sales tax item group setup
pt_br: K3 Fashion - Configuração do grupo de itens fiscais de vendas

# SalesTaxItemGroupSetupEntityMaintain
source: Maintain sales tax item group setup entity
pt_br: Manter entidade de configuração de grupo de itens de imposto de vendas

# SalesTaxItemGroupSetupEntityView
source: View sales tax item group setup entity
pt_br: Exibir entidade de configuração de grupo de itens de imposto de vendas

# PurchTaxItemGroupSetup
source: Purchase tax item group setup
pt_br: Configuração do grupo de itens fiscais de compra

# PurchTaxItemGroupSetupMaintain
source: Maintain purchase tax item group setup
pt_br: Manter a configuração do grupo de itens fiscais de compra

# PurchTaxItemGroupSetupView
source: View purchase tax item group setup
pt_br: Exibir a configuração do grupo de itens fiscais de compra

# PurchTaxItemGroupSetupEntity
source: K3 Fashion - Purchase tax item group setup
pt_br: K3 Fashion - Configuração do grupo de itens fiscais de compra

# PurchTaxItemGroupSetupEntityMaintain
source: Maintain purchase tax item group setup entity
pt_br: Manter a entidade de configuração do grupo de itens fiscais de compra

# PurchTaxItemGroupSetupEntityView
source: View purchase tax item group setup entity
pt_br: Exibir entidade de configuração de grupo de itens fiscais de compra

# ProductDimensionMustBeSpecified
source: At least one product dimension must be specified.
pt_br: Pelo menos uma dimensão do produto deve ser especificada.

# ProductIntrastatCommoditySetup
source: Commodity code setup
pt_br: Configuração do código de mercadorias

# ProductIntrastatCommoditySetupMaintain
source: Maintain commodity code setup
pt_br: Manter a configuração do código de mercadorias

# ProductIntrastatCommoditySetupView
source: View commodity code setup
pt_br: Exibir configuração de código de mercadoria

# ProductIntrastatCommoditySetupEntity
source: K3 Fashion - Commodity code setup
pt_br: K3 Fashion - Configuração do código de mercadorias

# ProductIntrastatCommoditySetupEntityMaintain
source: Maintain commodity code setup entity
pt_br: Manter a entidade de configuração de código de mercadorias

# ProductIntrastatCommoditySetupEntityView
source: View commodity code setup entity
pt_br: Exibir entidade de configuração de código de mercadoria

# ProductModelVersionReleaseProductMaintain
source: Maintain Apply configuration model form
pt_br: Manter a forma do modelo de configuração de se candidatar

# BOMModelTemplatePmfBOMStepEntity
source: K3 Fashion - BOM model template line step consumption
pt_br: K3 Fashion - Modelo BOM modelo de modelo de consumo de passos

# BOMModelTemplatePmfBOMStepEntityMaintain
source: Maintain BOM model template line step consumption entity
pt_br: Manter entidade de consumo de passo de modelo BOM

# BOMModelTemplatePmfBOMStepEntityView
source: View BOM model template line step consumption entity
pt_br: Ver entidade de consumo de etapas de modelo bom

# BOMModelTemplatePmfBOMStep
source: BOM model template line step consumption
pt_br: Bom modelo modelo de gerenciamento de passo de passo

# BOMModelPmfBOMStepEntity
source: K3 Fashion - BOM model line step consumption
pt_br: K3 Fashion - Bom modelo de linha de consumo de passos

# BOMModelPmfBOMStepEntityMaintain
source: Maintain BOM model line step consumption entity
pt_br: Manter entidade de consumo de passo de linha modelo BOM

# BOMModelPmfBOMStepEntityView
source: View BOM model line step consumption entity
pt_br: Veja a entidade de consumo de passos da linha do modelo BOM

# BOMModelPmfBOMStep
source: BOM model line step consumption
pt_br: Bom modelo de linha de consumo de passos

source: Prepack base price
pt_br: Preço base pré-pacote

# PrepackCalcBasePrieceSales
source: Calculate sales base price
pt_br: Calcular o preço base de vendas

# PrepackCalcBasePrieceSalesHelpTxt
source: Determines if sales base price should be calculated based on the prepack content and assigned to released prepack.
pt_br: Determina se o preço base de vendas deve ser calculado com base no conteúdo pré-pacote e atribuído ao pré-pacote liberado.

# PrepackCalcBasePriecePurch
source: Calculate purchase base price
pt_br: Calcular o preço base de compra

# PrepackCalcBasePriecePurchHelpTxt
source: Determines if purchase base price should be calculated based on the prepack content and assigned to released prepack.
pt_br: Determina se o preço base de compra deve ser calculado com base no conteúdo pré-pacote e atribuído ao pré-pacote liberado.

# PrepackBasePriceCalculate
source: Calculate base prices
pt_br: Calcular preços base

# PrepackBasePriceActivate
source: Activate base prices
pt_br: Ativar preços básicos

# PrepackBasePriceUpdate
source: Update base prices
pt_br: Atualizar preços básicos

# PrepackBasePriceCalculatePrompt
source: Are you sure you want to calculate base prices for prepack '%1'?
pt_br: Tem certeza que deseja calcular os preços base do pré-pacote '%1'?

# PrepackBasePriceActivatePrompt
source: Are you sure you want to activate base prices for prepack '%1'?
pt_br: Tem certeza de que deseja ativar os preços básicos do pré-pacote '%1'?

# PrepackBasePriceCalculateDesc
source: Calculate released prepack base sales/purchase price.
pt_br: Calcule o preço de venda/compra da base pré-pacote liberada.

# PrepackBasePriceActivateDesc
source: Activate base sales/purchase price on the released prepack item.
pt_br: Ative o preço base de vendas/compra no item pré-pacote lançado.

source: Prepack prices
pt_br: Preços pré-embalados

# PrepackGlobalProcessBasePriceUpdate
source: Update released prepacks base prices
pt_br: Atualização lançado pré-pacotes preços base

source: Already used
pt_br: Já usado

# PrepackWizardUsedDefinitionsNotAllowed
source: Already used definitions are not allowed.
pt_br: Definições já usadas não são permitidas.

source: Not validated
pt_br: Não validado

# InventStatusBalancingPriority
source: Inventory status balancing priority
pt_br: Prioridade de equilíbrio de status de inventário

# InventStatusBalancingPriorityEntity
source: K3 Fashion - Inventory status balancing priority
pt_br: K3 Fashion - Prioridade de equilíbrio de status de inventário

# InventStatusBalancingPriorityEntityView
source: View inventory status balancing priority entity
pt_br: Exibir entidade prioritária de equilíbrio de status de inventário

# InventStatusBalancingPriorityEntityMaintain
source: Maintain inventory status balancing priority entity
pt_br: Manter o status de inventário equilibrando entidade prioritária

# InventStatusQty
source: Inventory status qty
pt_br: Status de inventário qty

# InventStatusQtyHelp
source: Quantity consumed from other inventory statuses.
pt_br: Quantidade consumida de outros status de inventário.

# ReleaseToWarehouseCalcInventStatusBalancing
source: Calculate inventory status balancing
pt_br: Calcular o equilíbrio do status do inventário

# ReleaseToWarehouseInventStatusBalancing
source: Inventory status balancing for release to warehouse
pt_br: Balanceamento de status de inventário para liberação no armazém

# ReleaseToWarehouseInventStatusBalancingTitle
source: Inventory status balancing
pt_br: Balanceamento de status de inventário

# DefaultJournalNameNotSpecified
source: Default journal name for '%1' not specified on parameters.
pt_br: Nome padrão do diário para '%1' não especificado em parâmetros.

# ProductOrigCountryRegionStateIdSetup
source: Country and state of origin setup
pt_br: Configuração de país e estado de origem

# ProductOrigCountryRegionStateIdSetupMaintain
source: Maintain country and state of origin setup
pt_br: Manter a configuração do país e do estado de origem

# ProductOrigCountryRegionStateIdSetupView
source: View country and state of origin setup
pt_br: Ver configuração de país e estado de origem

# ProductOrigCountryRegionStateIdSetupEntity
source: K3 Fashion - Country and state of origin setup
pt_br: K3 Fashion - Configuração de país e estado de origem

# ProductOrigCountryRegionStateIdSetupEntityMaintain
source: Maintain country and state of origin setup entity
pt_br: Manter entidade de configuração de país e estado de origem

# ProductOrigCountryRegionStateIdSetupEntityView
source: View country and state of origin setup entity
pt_br: Ver o país e a entidade de configuração de estado de origem

# PrepackBasePriceUpdateId
source: Prepack update Id
pt_br: ID de atualização pré-pacote

# PrepackBasePriceUpdateIdHelpTxt
source: Unique identifier of the prepack base price update session.
pt_br: Identificador exclusivo da sessão de atualização de preço base pré-pacote.

source: Prepack base price updates
pt_br: Atualizações de preços base do Prepack

# PrepackBasePriceUpdatesDevDoc
source: The KRFPrepackBasePriceUpdateTable table contains information about prepack base price update sessions.
pt_br: A tabela KRFPrepackBasePriceUpdateTable contém informações sobre sessões de atualização de preços base pré-pacote.

# PrepackBasePriceUpdatesView
source: View prepack base price update sessions
pt_br: Exibir sessões de atualização de preços base pré-pacote

# PrepackBasePriceUpdatesMaintain
source: Maintain prepack base price update sessions
pt_br: Manter sessões de atualização de preços base pré-pacote

source: Prepack base price update lines
pt_br: Linhas de atualização de preços base pré-pacote

# PrepackBasePriceUpdateLinesDevDoc
source: The KRFPrepackBasePriceUpdateLine table contains information about prepack base price update session lines.
pt_br: A tabela KRFPrepackBasePriceUpdateLine contém informações sobre as linhas de sessão de atualização de preços base pré-pacote.

# PrepackBasePriceUpdateProducts
source: Prepack base price update product selection
pt_br: Seleção de produtos de atualização de preço base pré-pacote

# PrepackBasePriceUpdateProductsDevDoc
source: The KRFPrepackBasePriceUpdaterProduct table contains information about prepack base price update product filter.
pt_br: A tabela KRFPrepackBasePriceUpdaterProduct contém informações sobre o filtro de produto de atualização de preço base prépack.

# CurrentPurchPrice
source: Current purchase price
pt_br: Preço de compra atual

source: Current sales price
pt_br: Preço de venda atual

# PrepackBasePriceUpdateGenerate
source: Generate prepack base price update lines
pt_br: Gerar linhas de atualização de preço base pré-pacote

# PrepackBasePriceUpdateCalculate
source: Calculate prepack base price update lines
pt_br: Calcular linhas de atualização de preço base pré-pacote

# PrepackBasePriceUpdateActivate
source: Activate prepack base prices
pt_br: Ativar preços básicos pré-pacote

# PrepackCalcBasePrieceNotEnabledWarning
source: Prepack base price calculation is not enabled in product information management parameters.
pt_br: O cálculo do preço base pré-pacote não está habilitado nos parâmetros de gerenciamento de informações do produto.

source: Prepack base price update generate mode
pt_br: Atualização de preço base pré-pacote gera modo

# PrepackBasePriceUpdateGenerateBy
source: Generate by
pt_br: Gerar por

source: Generated
pt_br: Gerado

source: Generated on
pt_br: Gerado em

source: Activated on
pt_br: Ativado

source: Prepack base price update process type
pt_br: Tipo de processo de atualização de preço base pré-pacote

# PrepackBasePriceUpdateProcessDesc
source: Prepack base price update processing.
pt_br: Processamento de atualização de preço base pré-pacote.

# PrepackBasePriceUpdateClear
source: Clear prepack base price update
pt_br: Limpar a atualização do preço base pré-pacote

# PrepackBasePriceUpdateClearPrompt
source: Are you sure you want to clear prepack base price update '%1'?
pt_br: Tem certeza de que deseja limpar a atualização de preço base pré-pacote '%1'?

# PrepackBasePriceUpdateNoLinesToActivate
source: No lines to activate found.
pt_br: Não há linhas para ativar encontradas.

# PrepackBasePriceUpdateResetStatusPrompt
source: Are you sure you want to reset status for prepack base price update '%1'?
pt_br: Tem certeza de que deseja redefinir o status para a atualização de preço base pré-pacote '%1'?

# PrepackBasePriceUpdateStatusMustBe
source: Prepack base price update status must be '%1'.
pt_br: O status de atualização de preço base pré-pacote deve ser '%1'.

# ProductAlreadySelected
source: Product '%1' is already selected.
pt_br: O produto '%1' já está selecionado.

# PrepackBasePriceUpdatesEntity
source: K3 Fashion - Prepack base price updates
pt_br: K3 Fashion - Atualizações de preços básicos do Prepack

# PrepackBasePriceUpdatesEntityView
source: View prepack base price updates entity
pt_br: Exibir a entidade de atualizações de preços base pré-pacote

# PrepackBasePriceUpdatesEntityMaintain
source: Maintain prepack base price updates entity
pt_br: Manter a entidade de atualizações de preços base pré-pacote

# PrepackBasePriceUpdateProductsEntity
source: K3 Fashion - Prepack base price update product selection
pt_br: K3 Fashion - Prépack seleção de produtos de atualização de preço base

# PrepackBasePriceUpdateProductsEntityView
source: View prepack base price update product selection entity
pt_br: Exibir a entidade de seleção de produtos de atualização de preço base pré-pacote

# PrepackBasePriceUpdateProductsEntityMaintain
source: Maintain prepack base price update product selection entity
pt_br: Manter a entidade de seleção de produtos de atualização de preço base pré-pack

# PrepackBasePriceUpdateLinesEntity
source: K3 Fashion - Prepack base price update lines
pt_br: K3 Fashion - Linhas de atualização de preços base pré-pack

# PrepackBasePriceUpdateLinesEntityView
source: View prepack base price update lines entity
pt_br: Exibir a entidade de linhas de atualização de preços base pré-pacote

# PrepackBasePriceUpdateLinesEntityMaintain
source: Maintain prepack base price update lines entity
pt_br: Manter a entidade de linhas de atualização de preços base pré-pacote

# PrepackBasePriceUpdateCleanup
source: Prepack base price updates clean-up
pt_br: Atualizações de preços base pré-pacotes limpeza

source: Difference (Sales)
pt_br: Diferença (Vendas)

source: Difference (Purchase)
pt_br: Diferença (Compra)

# RangePlanningGroupStoreCapacityTable
source: Range planning group store capacity default settings
pt_br: Configurações padrão de capacidade de armazenamento do grupo de planejamento de alcance

# RangePlanningGroupStoreCapacityTableDevDoc
source: The KRFRangePlanningGroupStoreCapacityTable table contains range planning group store capacity default settings headers.
pt_br: A tabela KRFRangePlanningGroupStoreCapacityTable contém cabeçalhos de configurações padrão de capacidade de armazenamento do grupo de planejamento de faixa.

# RangePlanningGroupStoreCapacityLine
source: Range planning group store capacity default settings lines
pt_br: Linhas padrão de configurações padrão de capacidade de armazenamento do grupo de planejamento de faixa

# RangePlanningGroupStoreCapacityLineDevDoc
source: The KRFRangePlanningGroupStoreCapacityLine table contains range planning group store capacity default settings lines.
pt_br: A tabela KRFRangePlanningGroupStoreCapacityLine contém linhas padrão de configurações padrão de capacidade de armazenamento do grupo de planejamento de faixa.

# RangePlanningGroupStoreCapacityLineRelation
source: Range planning group store capacity relation
pt_br: Relação de capacidade de loja do grupo de planejamento de faixa

# RangePlanningAllowedOvercapacity
source: Allowed overcapacity %
pt_br: Excesso de capacidade permitida %

# RangePlanningGroupStoreCapacityView
source: View range planning group store capacity default settings
pt_br: Exibir configurações padrão de capacidade de armazenamento do grupo de planejamento de faixa

# RangePlanningGroupStoreCapacityMaintain
source: Maintain range planning group store capacity default settings
pt_br: Manter as configurações padrão de padrão da capacidade do grupo de planejamento de gama

# RangePlanningGroupStoreCapacityCopyLines
source: Copy range planning group store capacity lines
pt_br: Copiar linhas de capacidade de armazenamento do grupo de planejamento de gama

# CategoryAlreadyExists
source: Category '%1' already exists.
pt_br: Categoria '%1' já existe.

# RangePlanningGroupStoreCapacityTableEntity
source: K3 Fashion - Range planning group store capacity default settings
pt_br: K3 Fashion - Configurações padrão de capacidade de armazenamento do grupo de planejamento de gama

# RangePlanningGroupStoreCapacityTableEntityView
source: View range planning group store capacity default settings entity
pt_br: Exibir a entidade de configurações padrão de capacidade de armazenamento do grupo de planejamento de faixa

# RangePlanningGroupStoreCapacityTableEntityMaintain
source: Maintain range planning group store capacity default settings
pt_br: Manter as configurações padrão de padrão da capacidade do grupo de planejamento de gama

# RangePlanningGroupStoreCapacityLineEntity
source: K3 Fashion - Range planning group store capacity default settings lines
pt_br: K3 Fashion - Linha de planejamento de linha de configurações padrão de capacidade de loja do grupo

# RangePlanningGroupStoreCapacityLineEntityView
source: View range planning group store capacity default settings lines entity
pt_br: Exibir a capacidade padrão do grupo de planejamento de faixas de configurações padrão

# RangePlanningGroupStoreCapacityLineEntityMaintain
source: Maintain range planning group store capacity default settings lines entity
pt_br: Manter o planejamento de faixas de capacidade de armazenamento padrão de configurações de linhas

# PrepackWizardAllowUsedDefinitions
source: Allow already used definitions
pt_br: Permitir definições já usadas

# CustRingfencingRuleProductRelation
source: Ringfencing rule product relation
pt_br: Relação entre produtos de regras de adoção

# CustRingfencingRuleProductRelationEntity
source: K3 Fashion - Ringfencing rule product relations
pt_br: K3 Fashion - Ringfencing regra relações de produtos

# CustRingfencingRuleProductRelationEntityMaintain
source: Maintain ringfencing rule product relations entity
pt_br: Manter entidade de relações com produtos de regras de adoção

# CustRingfencingRuleProductRelationEntityView
source: View ringfencing rule product relations entity
pt_br: Veja a entidade de relações com produtos de regras de adoção

# ReleaseUpdate_CustRingfencingRuleProductRelation
source: Move the ringfencing rule product relation information to new table KRFCustRingfencingRuleProductRelation.
pt_br: Mova as informações de relação de produtos de regra de ringfencing para a nova tabela KRFCustRingfencingRuleProductRelation.

# CustomerRingfencingRuleAgreementExclusiveError
source: Product relation type 'Sales Agreement' may not be combined with other types.§0020§
pt_br: O tipo de relação do produto 'Contrato de Venda' pode não ser combinado com outros tipos.§0020§

# CustomerRingfencingRuleProductRelationTypeError
source: Type 'Exclude' may only be used with item code type 'Item'.
pt_br: O tipo 'Excluir' só pode ser usado com o tipo de código de item 'Item'.

# CustomerRingfencingRuleSalesAgreementError
source: Sales agreement '%1' is not for customer '%2'.
pt_br: O contrato de venda '%1' não é para cliente '%2'.

# ReleaseUpdate_KRFRangePlanningStoreCapacityLine
source: Update total calculation weight (multiplier), recommended retail price and retail value for all calculated range planning store capacity lines.
pt_br: Atualização do peso total de cálculo (multiplicador), preço de varejo recomendado e valor de varejo para todas as linhas calculadas de capacidade de armazenamento de planejamento de faixa.

# OvercapacityPercent
source: Overcapacity %
pt_br: Excesso de capacidade %

source: Retail value
pt_br: Valor de varejo

source: Default qty
pt_br: Padrão qty

# RangePlanningStoreCapacityOvercapacityExeeded
source: Maximum allowed overcapacity is exceeded.
pt_br: A capacidade máxima permitida é excedida.

# TransferOrderCategoryFailsafe
source: Fail-safe transfer order category
pt_br: Categoria de ordem de transferência à prova de falhas

# CustProductInstructionGroupEntity
source: K3 Fashion - Customer product instruction groups
pt_br: K3 Fashion - Grupos de instrução de produtos para clientes

# VendProductInstructionGroupEntity
source: K3 Fashion - Vendor product instruction groups
pt_br: K3 Fashion - Grupos de instrução de produtos de fornecedor

# ProdOrderCategoryTableEntity
source: K3 Fashion - Production order category
pt_br: K3 Fashion - Categoria de ordem de produção

# MarkdownMaintenancePolicyEntity
source: K3 Fashion - Markdown maintenance policies
pt_br: K3 Fashion - Políticas de manutenção de Markdown

# PrepackMigrationEntity
source: K3 Fashion - Prepacks migration table
pt_br: K3 Fashion - Tabela de migração pré-pacotes

# RangePlanningPlanSourceLinePurchOrderSelection
source: Source line purchase order selection
pt_br: Seleção de pedidos de compra de linha de origem
