Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF1270
source: The selected price is not of the type '%1'.
pt_br: O preço selecionado não é do tipo '%1'.

# @KRF1271
source: The KRFSalesQuotationLineExtended table contains sales quotation line information specific to K3 Fashion.
pt_br: A tabela KRFSalesQuotationLineExtended contém informações da linha de cotação de vendas específicas da K3 Fashion.

# @KRF1272
source: Sales quotation line information for K3 Fashion
pt_br: Informações da linha de cotação de vendas para K3 Fashion

# @KRF1273
source: Purchase order line information for K3 Fashion
pt_br: Informações da linha de pedidos de compra para K3 Fashion

# @KRF1274
source: The KRFPuchLineExtended table contains purchase order line information specific to K3 Fashion.
pt_br: A tabela KRFPuchLineExtended contém informações da linha de pedidos de compra específicas da K3 Fashion.

# @KRF1275
source: Request for quotation case line information for K3 Fashion
pt_br: Solicitação de informações da linha de caso de cotação para K3 Fashion

# @KRF1276
source: The KRFPurchRFQCaseLineExtended table contains requests for quote case line information for K3 Fashion.
pt_br: A tabela KRFPurchRFQCaseLineExtended contém pedidos de informações da linha de caso de cotação para a K3 Fashion.

# @KRF1277
source: BOM line information for K3 Fashion
pt_br: Informações da linha BOM para K3 Fashion

# @KRF1278
source: The KRFBOMExtended table contains BOM line information specific to K3 Fashion.
pt_br: A tabela KRFBOMExtended contém informações da linha BOM específicas da K3 Fashion.

# @KRF1279
source: Item landed cost setup
pt_br: Configuração de custo do item desembarcado

# @KRF1280
source: The KRFInventItemLandedCostSetup table contains landed cost settings for items, such as site, costing version and route.
pt_br: A tabela KRFInventItemLandedCostSetup contém configurações de custo desembarcadas para itens, como site, versão de custeio e rota.

# @KRF1281
source: Landed cost setup
pt_br: Configuração de custo de pouso

# @KRF1282
source: Landed cost
pt_br: Custo de pouso

# @KRF1283
source: Landed cost settings.
pt_br: Configurações de custo de aterrissada.

# @KRF1284
source: Indirect cost code
pt_br: Código de custo indireto

# @KRF1285
source: Item '%1' cannot be imported as K3 Fashion attributes do not match.
pt_br: O item '%1' não pode ser importado, pois os atributos K3 Fashion não correspondem.

# @KRF1286
source: Item '%1' imported but not all K3 Fashion attributes were set because it is not linked to a product master.
pt_br: Item '%1' importado, mas nem todos os atributos K3 Fashion foram definidos porque não está vinculado a um mestre de produto.

# @KRF1287
source: Function that generates K3 Fashion invent fields
pt_br: Função que gera campos de invenção da K3 Fashion

# @KRF1288
source: Function that generates K3 Fashion invent attributes
pt_br: Função que gera atributos de invenção da K3 Fashion

# @KRF1289
source: Recommended
pt_br: Recomendado

# @KRF1290
source: Activate credit limit overdraft approval workflow
pt_br: Ativar o limite de crédito sobre o fluxo de trabalho de aprovação do cheque especial

# @KRF1291
source: Select to use automated credit limit overdraft approval workflows.
pt_br: Selecione para usar fluxos de trabalho de aprovação de limite de crédito automatizados.

# @KRF1292
source: Credit limit override
pt_br: Substituição do limite de crédito

# @KRF1293
source: Indicates if credit limit has been overridden with the approval workflow.
pt_br: Indica se o limite de crédito foi substituído com o fluxo de trabalho de aprovação.

# @KRF1294
source: Credit limit approval status
pt_br: Status de aprovação do limite de crédito

# @KRF1295
source: Indicates the status of the credit limit approval workflow for this sales order.
pt_br: Indica a situação do fluxo de trabalho de aprovação do limite de crédito para esta ordem de venda.

# @KRF1296
source: Only an order with credit limit approval status '%1' or '%2' can be submitted for approval.
pt_br: Apenas um pedido com status de aprovação de limite de crédito '%1' ou '%2' pode ser submetido à aprovação.

# @KRF1297
source: Sales order '%1' workflow approval status cannot be changed.
pt_br: O status de aprovação do fluxo de trabalho '%1' da ordem de venda não pode ser alterado.

# @KRF1298
source: The workflow event record ID reference '%1' does not refer to an existing sales order.
pt_br: A referência de registro de evento de fluxo de trabalho '%1' não se refere a uma ordem de venda existente.

# @KRF1299
source: Setting new credit limit approval status '%1' not supported.
pt_br: Definir o novo status de aprovação do limite de crédito '%1' não suportado.

# @KRF1300
source: Request change to sales order credit limit overdraft.
pt_br: Solicitar alteração no limite de crédito do pedido de vendas.

# @KRF1301
source: Reject sales order credit limit overdraft.
pt_br: Rejeitar o limite de crédito da ordem de vendas.

# @KRF1302
source: Approve sales order credit limit overdraft.
pt_br: Aprovar o limite de crédito da ordem de vendas.

# @KRF1303
source: Assign the approval of the sales order credit limit overdraft to another user.
pt_br: Atribua a aprovação do limite de crédito da ordem de vendas para outro usuário.

# @KRF1304
source: Cancel the sales order credit limit overdraft workflow processing.
pt_br: Cancele o processamento do fluxo de trabalho do limite de crédito do pedido de venda.

# @KRF1305
source: Submit sales order to workflow.
pt_br: Envie a ordem de vendas para o fluxo de trabalho.

# @KRF1306
source: Resubmit sales order to workflow.
pt_br: Resubmitir a ordem de vendas para o fluxo de trabalho.

# @KRF1307
source: Sales orders workflows
pt_br: Fluxos de trabalho de pedidos de venda

# @KRF1308
source: Sales order credit limit workflow
pt_br: Fluxo de trabalho do limite de crédito da ordem de venda

# @KRF1309
source: Use this type to create approval workflows for sales orders credit limit
pt_br: Use este tipo para criar fluxos de trabalho de aprovação para o limite de crédito de ordens de venda

# @KRF1310
source: Approve sales order credit limit overdraft
pt_br: Aprovar o limite de crédito da ordem de vendas

# @KRF1311
source: Use this element to approve sales orders credit limit overdraft
pt_br: Use este elemento para aprovar o limite de crédito de ordens de vendas

# @KRF1312
source: Approve workflow for sales order credit limit overdraft
pt_br: Aprovar fluxo de trabalho para o limite de crédito de ordem de vendas

# @KRF1313
source: Approve workflow tasks for the sales order credit limit overdraft
pt_br: Aprovar tarefas de fluxo de trabalho para o cheque especial de crédito do limite de ordem de venda

# @KRF1314
source: Delegate workflow for sales order credit limit overdraft
pt_br: Delegado fluxo de trabalho para ordem de vendas limite de crédito overdraft

# @KRF1315
source: Delegate workflow tasks for the sales order credit limit overdraft
pt_br: Delegar tarefas de fluxo de trabalho para o limite de crédito da ordem de vendas sobre o cheque especial

# @KRF1316
source: Reject workflow for sales order credit limit overdraft
pt_br: Rejeitar fluxo de trabalho para o limite de crédito de ordem de vendas

# @KRF1317
source: Reject workflow tasks for the sales order credit limit overdraft
pt_br: Rejeitar tarefas de fluxo de trabalho para o cheque especial de crédito do limite de ordem de venda

# @KRF1318
source: Request change workflow to sales order credit limit overdraft
pt_br: Solicitar alteração no fluxo de trabalho para o limite de crédito do pedido de vendas

# @KRF1319
source: Submit workflow for sales order credit limit overdraft
pt_br: Envie fluxo de trabalho para o limite de crédito do pedido de vendas

# @KRF1320
source: Submit workflow tasks for the sales order credit limit overdraft
pt_br: Envie tarefas de fluxo de trabalho para o cheque especial de crédito do limite de ordem de venda

# @KRF1321
source: Calculated margin
pt_br: Margem calculada

# @KRF1322
source: Calculated margin (%).
pt_br: Margem calculada (%).

# @KRF1323
source: Detail view
pt_br: Vista detalhada

# @KRF1324
source: Margin category
pt_br: Categoria de margem

# @KRF1325
source: Margin control
pt_br: Controle de margem

# @KRF1326
source: View margin control form
pt_br: Exibir formulário de controle de margem

# @KRF1327
source: Recommended price
pt_br: Preço recomendado

# @KRF1328
source: Target margin control.
pt_br: Controle de margem alvo.

# @KRF1329
source: Total view - weighted average
pt_br: Visão total - média ponderada

# @KRF1330
source: View by item number
pt_br: Exibir por número do item

# @KRF1331
source: Wholesale channel
pt_br: Canal de atacado

# @KRF1332
source: Retail wholesale channel
pt_br: Canal de atacado de varejo

# @KRF1333
source: The KRFRetailWholesaleTable table contains the information on wholesale channels.
pt_br: A tabela KRFRetailWholesaleTable contém as informações em canais por atacado.

# @KRF1334
source: Legal entities information for K3 Fashion
pt_br: Informações sobre pessoas jurídicas para a K3 Fashion

# @KRF1335
source: The KRFCompanyInfoExtended table contains extension fields for K3 Fashion.
pt_br: A tabela KRFCompanyInfoExtended contém campos de extensão para a K3 Fashion.

# @KRF1336
source: Create new wholesale channel.
pt_br: Criar um novo canal por atacado.

# @KRF1337
source: Wholesale channels
pt_br: Canais por atacado

# @KRF1338
source: Open list of wholesale channels.
pt_br: Lista aberta de canais por atacado.

# @KRF1339
source: Edit wholesale channel.
pt_br: Editar canal por atacado.

# @KRF1340
source: Wholesale channel details
pt_br: Detalhes do canal por atacado

# @KRF1341
source: View wholesale channel details.
pt_br: Veja os detalhes do canal por atacado.

# @KRF1342
source: Wholesale channel - %1
pt_br: Canal por atacado - %1

# @KRF1343
source: View wholesale retail channel
pt_br: Veja o canal de varejo por atacado

# @KRF1344
source: Maintain wholesale retail channel
pt_br: Manter canal de varejo por atacado

# @KRF1345
source: Product '%1' is already assigned to plan '%2'.
pt_br: O produto '%1' já está atribuído ao plano '%2'.

# @KRF1346
source: Purchase lines - change delivery date
pt_br: Linhas de compra - alterar a data de entrega

# @KRF1347
source: Transfer order lines - change delivery date
pt_br: Linhas de pedidos de transferência - mudar a data de entrega

# @KRF1348
source: Item '%1' has incompatible storage dimension values. Consider using the single item matrix for this item.
pt_br: O item '%1' tem valores incompatíveis de dimensão de armazenamento. Considere usar a matriz de itens únicos para este item.

# @KRF1349
source: Consider using the single item matrix for the above item(s).
pt_br: Considere usar a matriz de itens únicos para os itens acima.

# @KRF1350
source: Product has incompatible active storage dimensions set.
pt_br: O produto tem dimensões de armazenamento ativas incompatíveis definidas.

# @KRF1351
source: Landed cost calculation
pt_br: Cálculo de custo de aterrissada

# @KRF1352
source: Calculate the landed cost for items.
pt_br: Calcule o custo de aterrissar para os itens.

# @KRF1353
source: There is no indirect cost code defined on item '%1'.
pt_br: Não há código de custo indireto definido no item '%1'.

# @KRF1354
source: Landed costs have been calculated for %1 item(s).
pt_br: Os custos de desembarque foram calculados para os itens %1.

# @KRF1355
source: Customer invoice line information for K3 Fashion
pt_br: Informações da linha de faturas do cliente para a K3 Fashion

# @KRF1356
source: The KRFCustInvoiceTransExtended table contains sales invoice line information specific to K3 Fashion.
pt_br: A tabela KRFCustInvoiceTransExtended contém informações da linha de faturas de vendas específicas da K3 Fashion.

# @KRF1357
source: Sales order confirmations for K3 Fashion
pt_br: Confirmações de pedidos de vendas para K3 Fashion

# @KRF1358
source: The KRFCustConfirmJourExtended table contains the sales confirmation header information specific to K3 Fashion.
pt_br: A tabela KRFCustConfirmJourExtended contém as informações do cabeçalho de confirmação de vendas específicas da K3 Fashion.

# @KRF1359
source: Sales order confirmation lines for K3 Fashion
pt_br: Linhas de confirmação de pedidos de vendas para K3 Fashion

# @KRF1360
source: The KRFCustConfirmTransExtended table contains the sales confirmation lines information specific to K3 Fashion.
pt_br: A tabela KRFCustConfirmTransExtended contém as informações das linhas de confirmação de vendas específicas da K3 Fashion.

# @KRF1361
source: Control level
pt_br: Nível de controle

# @KRF1362
source: The level at which margin planning checking is done.
pt_br: O nível em que a verificação de planejamento de margem é feita.

# @KRF1363
source: Alert mode
pt_br: Modo de alerta

# @KRF1364
source: Identifies what action should be taken when a margin planning check fails.
pt_br: Identifica quais ações devem ser tomadas quando uma verificação de planejamento de margem falha.

# @KRF1365
source: Calculate margin planning
pt_br: Calcular o planejamento da margem

# @KRF1366
source: Is margin planning calculation needed when confirming order?
pt_br: O cálculo de planejamento de margem é necessário ao confirmar a ordem?

# @KRF1367
source: Margin planning data
pt_br: Dados de planejamento de margem

# @KRF1368
source: The KRFMarginPlanningData table contains all data related to the margin planning function.
pt_br: A tabela KRFMarginPlanningData contém todos os dados relacionados à função de planejamento de margem.

# @KRF1369
source: Style group '%1' has already been assigned to collection '%2'.
pt_br: O grupo de estilo '%1' já foi atribuído à coleção '%2'.

# @KRF1370
source: The amount approved using the credit limit approval workflow.
pt_br: O valor aprovado utilizando o fluxo de trabalho de aprovação do limite de crédito.

# @KRF1371
source: The amount requested for approval.
pt_br: O valor solicitado para aprovação.

# @KRF1372
source: Fashion sales parameters
pt_br: Parâmetros de vendas de moda

# @KRF1373
source: The KRFSalesParameters table contains values for various sales settings for K3 Fashion.
pt_br: A tabela KRFSalesParameters contém valores para várias configurações de vendas para K3 Fashion.

# @KRF1374
source: %1 '%2' does not meet the required margin. Planned '%3%', calculated '%4%'.
pt_br: %1 '%2' não atende à margem exigida. Planejado '%3%', calculado '%4%'.

# @KRF1375
source: The KRFTmpMarginControlReport table contains information used by the margin control report.
pt_br: A tabela KRFTmpMarginControlReport contém informações usadas pelo relatório de controle de margem.

# @KRF1376
source: Sales order '%1' is not confirmed.
pt_br: A ordem de vendas '%1' não está confirmada.

# @KRF1378
source: No. of lines >= target
pt_br: Não. de linhas >= alvo

# @KRF1379
source: Customer invoice journal information for K3 Fashion
pt_br: Informações do diário de faturas do cliente para a K3 Fashion

# @KRF1380
source: The KRFCustInvoiceJourExtended table contains the sales invoice header information specific to K3 Fashion.
pt_br: A tabela KRFCustInvoiceJourExtended contém as informações de cabeçalho da fatura de vendas específicas da K3 Fashion.

# @KRF1381
source: Margin control for sales orders
pt_br: Controle de margem para ordens de venda

# @KRF1382
source: Print the margin control details report
pt_br: Imprima o relatório de detalhes do controle de margem

# @KRF1383
source: Released variants
pt_br: Variantes lançadas

# @KRF1384
source: Item image
pt_br: Imagem do item

# @KRF1385
source: Adding default inventory status to the retail channels.
pt_br: Adicionando status de inventário padrão aos canais de varejo.

# @KRF1386
source: Enable margin planning
pt_br: Habilitar o planejamento de margem

# @KRF1387
source: Select this check box to enable margin planning for the current module.
pt_br: Selecione esta caixa de seleção para ativar o planejamento de margem para o módulo atual.

# @KRF1388
source: Fashion purchase parameters
pt_br: Parâmetros de compra de moda

# @KRF1389
source: The KRFPurchParameters table contains values for various purchase settings for K3 Fashion.
pt_br: A tabela KRFPurchParameters contém valores para várias configurações de compra para a K3 Fashion.

# @KRF1390
source: Vendor invoice line information for K3 Fashion
pt_br: Informações da linha de faturas do fornecedor para a K3 Fashion

# @KRF1391
source: The KRFVendInvoiceTransExtended table contains purchase invoice line information specific to K3 Fashion.
pt_br: A tabela KRFVendInvoiceTransExtended contém informações da linha de faturas de compra específicas da K3 Fashion.

# @KRF1392
source: Purchase order confirmation lines for K3 Fashion
pt_br: Linhas de confirmação de pedidos de compra para K3 Fashion

# @KRF1393
source: The KRFVendPurchOrderTrans table contains the purchase confirmation lines information specific to K3 Fashion.
pt_br: A tabela KRFVendPurchOrderTrans contém as informações das linhas de confirmação de compra específicas da K3 Fashion.

# @KRF1394
source: Purchase order confirmations for K3 Fashion
pt_br: Confirmações de pedidos de compra para K3 Fashion

# @KRF1395
source: The KRFVendPurchOrderJourExtended table contains the purchase confirmation header information specific to K3 Fashion.
pt_br: A tabela KRFVendPurchOrderJourExtend contém as informações do cabeçalho de confirmação de compra específicas da K3 Fashion.

# @KRF1396
source: Margin control report type
pt_br: Tipo de relatório de controle de margem

# @KRF1397
source: Identifies the type of report being generated for margin control purposes.
pt_br: Identifica o tipo de relatório gerado para fins de controle de margem.

# @KRF1398
source: Prints margin control details for sales orders.
pt_br: Imprime detalhes de controle de margem para pedidos de vendas.

# @KRF1399
source: Journal name '%1' cannot be imported as voucher series '%2' does not exist.
pt_br: O nome do diário '%1' não pode ser importado, pois a série de vouchers '%2' não existe.

# @KRF1400
source: Order change management journal
pt_br: Revista de gerenciamento de mudanças de pedidos

# @KRF1401
source: The sales line identified by line number '%1' does not belong to sales order '%2'.
pt_br: A linha de vendas identificada pelo número de linha '%1' não pertence à ordem de venda '%2'.

# @KRF1402
source: Function that generates sales order data
pt_br: Função que gera dados de pedidos de vendas

# @KRF1403
source: Function that generates sales line data
pt_br: Função que gera dados de linhas de vendas

# @KRF1404
source: Function that generates instruction override
pt_br: Função que gera substituição de instrução

# @KRF1405
source: Function that generates drop season
pt_br: Função que gera temporada de queda

# @KRF1406
source: Function that generates collection link
pt_br: Função que gera link de coleta

# @KRF1407
source: Function that generates mark-up auto line
pt_br: Função que gera linha automática de marcação

# @KRF1408
source: Function that generates fiber
pt_br: Função que gera fibra

# @KRF1409
source: Function that generates composition type
pt_br: Função que gera tipo de composição

# @KRF1410
source: Function that generates composition line
pt_br: Função que gera linha de composição

# @KRF1411
source: Function that generates mark-up auto extended
pt_br: Função que gera marcação automática estendida

# @KRF1412
source: Function that generates sizes
pt_br: Função que gera tamanhos

# @KRF1413
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF1414
source: Function that generates data link reference
pt_br: Função que gera referência de link de dados

# @KRF1415
source: Function that generates data link table
pt_br: Função que gera tabela de link de dados

# @KRF1416
source: Function that generates K3 Fashion product master attributes
pt_br: Função que gera atributos mestres de produtos K3 Fashion

# @KRF1417
source: Description of collection.
pt_br: Descrição da coleção.

# @KRF1418
source: Description of fiber.
pt_br: Descrição da fibra.

# @KRF1419
source: Description of the composition type.
pt_br: Descrição do tipo de composição.

# @KRF1420
source: Description of the composition line.
pt_br: Descrição da linha de composição.

# @KRF1421
source: Description of composition.
pt_br: Descrição da composição.

# @KRF1422
source: Product master '%1' cannot be imported as K3 Fashion style group attributes do not match.
pt_br: O mestre do produto '%1' não pode ser importado, pois os atributos do grupo estilo K3 Fashion não correspondem.

# @KRF1423
source: Product master '%1' imported but not all K3 Fashion attributes were set because style group id '%2' does not exist.
pt_br: Mestre do produto '%1' importado, mas nem todos os atributos K3 Fashion foram definidos porque o estilo de grupo id '%2' não existe.

# @KRF1424
source: Item relations
pt_br: Relações de itens

# @KRF1425
source: Function that generates sales line extension
pt_br: Função que gera extensão de linha de vendas

# @KRF1426
source: Function that generates person fashion
pt_br: Função que gera moda de pessoa

# @KRF1427
source: View or add landed cost related information.
pt_br: Exibir ou adicionar informações relacionadas ao custo de aterrissado.

# @KRF1428
source: Indirect cost calculation
pt_br: Cálculo de custos indiretos

# @KRF1429
source: Defines indirect cost calculation type for purchase orders.
pt_br: Define o tipo de cálculo de custo indireto para ordens de compra.

# @KRF1430
source: Function that generates retail channel
pt_br: Função que gera canal de varejo

# @KRF1431
source: Plan ID
pt_br: ID do plano

# @KRF1432
source: Document '%1' has been submitted to the '%2' workflow.
pt_br: O documento '%1' foi submetido ao fluxo de trabalho '%2'.

# @KRF1433
source: No landed cost found for item '%1'.
pt_br: Nenhum custo de aterrissado encontrado para o item '%1'.

# @KRF1434
source: Markdown line
pt_br: Linha de markdown

# @KRF1435
source: Markdown processing
pt_br: Processamento de markdown

# @KRF1436
source: Markdown processing - markdown
pt_br: Processamento de markdown - markdown

# @KRF1437
source: Markdown processing - line creation
pt_br: Processamento de markdown - criação de linha

# @KRF1438
source: Markdown processing - calculation
pt_br: Processamento de markdown - cálculo

# @KRF1439
source: Select items to create markdown lines.
pt_br: Selecione itens para criar linhas de marcação.

# @KRF1440
source: Set the Price/Discount to apply to all markdown lines.
pt_br: Defina o Preço/Desconto para aplicar em todas as linhas de marcação.

# @KRF1441
source: Calculate the sales price and quantity fields for markdown lines.
pt_br: Calcule o preço de venda e os campos de quantidade para linhas de marcação.

# @KRF1442
source: Aggregation level
pt_br: Nível de agregação

# @KRF1443
source: Aggregate sales lines by category.
pt_br: Linhas de vendas agregadas por categoria.

# @KRF1444
source: Aggregate sales lines by invoice date.
pt_br: Linhas de vendas agregadas por data de fatura.

# @KRF1445
source: Aggregate sales lines by item.
pt_br: Linhas de vendas agregadas por item.

# @KRF1446
source: Channel group
pt_br: Grupo de canais

# @KRF1447
source: The channel group unique identifier.
pt_br: O identificador exclusivo do grupo do canal.

# @KRF1448
source: Channel groups
pt_br: Grupos de canais

# @KRF1449
source: View channel groups
pt_br: Ver grupos de canais

# @KRF1450
source: Maintain channel groups
pt_br: Manter grupos de canais

# @KRF1451
source: Create or update channel groups.
pt_br: Crie ou atualize grupos de canais.

# @KRF1452
source: Determines the markdown model type.
pt_br: Determina o tipo de modelo de marcação.

# @KRF1453
source: The product instruction unique identifier.
pt_br: O identificador exclusivo de instrução do produto.

# @KRF1454
source: Instruction group
pt_br: Grupo de instrução
