Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CSRValidationMissingBothSourceType
source: CSR Classification '%1' for both Vendor and Production Site not found on order line number '%2', item '%3'.
pt_br: Classificação CSR '%1' tanto para o Fornecedor quanto para o Local de Produção não encontrado no número da linha de pedidos '%2', item '%3'.

# CSRClassificationSourceTypeItemVendor
source: Item primary vendor
pt_br: Fornecedor primário de itens

# CSRClassificationSourceTypeFiberColor
source: Fiber color
pt_br: Cor de fibra

# ReleaseUpdScript_KPMCSRClassificationSourceTypeTrans
source: Creates adittional records for CSR transactions on new table KPMCSRClassificationSourceTypeTrans.
pt_br: Cria registros aditcionais para transações CSR em nova tabela KPMCSRClassificationSourceTypeTrans.

source: e-Commerce
pt_br: comércio eletrônico

# ECommerceMeasurementsMatrixHelpText
source: Indicates that the position is available for e-commerce
pt_br: Indica que a vaga está disponível para e-commerce

# ValidatePhaseECommerceWarning
source: Only one phase can be selected for e-commerce
pt_br: Apenas uma fase pode ser selecionada para e-commerce

# UpdatePhaseECommerceSingleValidationWarning
source: Phase '%1' is already marked as e-commerce. Only a single phase can be marked as e-commerce.
pt_br: A fase '%1' já está marcada como e-commerce. Apenas uma única fase pode ser marcada como e-commerce.

source: Mode of Delivery Classification Checklist
pt_br: Lista de verificação de classificação de entrega

source: Mode of Delivery CSR Classifications
pt_br: Modo de Entrega Classificações de RSE

# ModeOfDeliveryCSRClassificationsChecklistEntity
source: K3 Fashion - Mode of Delivery CSR Classifications Checklist
pt_br: K3 Fashion - Modo de Entrega CSR Classificações Checklist

# ModeOfDeliveryCSRClassificationsChecklistEntityMaintain
source: Maintain mode of delivery CSR classifications checklist
pt_br: Manter o modo de entrega de classificações de RSE checklist

# ModeOfDeliveryCSRClassificationsChecklistEntityView
source: View mode of delivery CSR classifications checklist
pt_br: Exibir o modo de entrega da lista de classificações de RSE

# ModeOfDeliveryCSRClassificationsEntity
source: K3 Fashion - Mode of Delivery CSR Classifications
pt_br: K3 Fashion - Modo de Entrega Classificações de RSE

# ModeOfDeliveryCSRClassificationsEntityMaintain
source: Maintain mode of delivery CSR classifications
pt_br: Manter o modo de entrega de classificações de RSE

# ModeOfDeliveryCSRClassificationsEntityView
source: View mode of delivery CSR classifications
pt_br: Ver o modo de entrega das classificações de RSE

# RangePlanningStoreCapacitySeason
source: Range planning store capacity season relation
pt_br: Relação da temporada de capacidade da loja de planejamento de faixas

# RangePlanningStoreCapacitySeasonDevDoc
source: The KRFRangePlanningStoreCapacitySeason table contains links between range planning store capacity and seasons.
pt_br: A tabela KRFRangePlanningStoreCapacitySeason contém links entre a capacidade da loja de planejamento de faixa e as estações do ano.

# RangePlanningStoreCapacitySeasonHelpText
source: Seasons linked to the range planning store capacity.
pt_br: Estações ligadas à capacidade da loja de planejamento de gama.

# RangePlanningStoreCapacitySeasonEntity
source: K3 Fashion - Range planning store capacity season relation
pt_br: K3 Fashion - Linha de planejamento de capacidade da loja relação

# RangePlanningStoreCapacityEntityMaintain
source: Maintain Range planning store capacity season relation entity
pt_br: Manter a entidade de relação de temporada de capacidade da loja de planejamento de range

# RangePlanningStoreCapacityEntityView
source: View Range planning store capacity season relation entity
pt_br: Ver 200000 entidade de relação à temporada de capacidade da loja de planejamento

# RangePlanningPlanStoreCapacitySeasonMismatchWarning
source: Season mismatch between range plan and store capacity for store '%1' and date '%2'.
pt_br: Incompatibilidade de temporada entre plano de gama e capacidade de loja para armazenar '%1' e data '%2'.

# CostCalculationPlan
source: Costing calculation plan
pt_br: Plano de cálculo de custeio

# CostCalculationPlanLines
source: Costing calculation plan lines
pt_br: Linhas do plano de cálculo de custeio

# CostCalculationPlanSheet
source: Costing calculation plan sheet
pt_br: Folha do plano de cálculo de custeio

# CostCalculationPlanSheetLines
source: Costing calculation plan sheet lines
pt_br: Linhas de folha do plano de cálculo de custeio

# CostCalculationPlanId
source: Plan ID
pt_br: ID do plano

# CostCalculationPlanIdHelp
source: Unique identifier for Costing calculation plan ID
pt_br: Identificador exclusivo para identificação do plano de cálculo de custeio

source: Calculation started on
pt_br: O cálculo começou em

# CostingSheetEntryLevel
source: Entry level
pt_br: Nível de entrada

# CostingSheetEntryLevelHelp
source: Indicates which field will be the entry point for calculation.
pt_br: Indica qual campo será o ponto de entrada para o cálculo.

# ReleaseToWarehouseV2WhatsNewEnhancedForm
source: New release to warehouse form introduces new design improvements
pt_br: Novo lançamento no formulário do armazém apresenta novas melhorias de design

# CostingSheetBaseFieldType
source: Field %1 must be of types (%2).
pt_br: Campo %1 deve ser de tipos (%2).

# KBPLinkedModels
source: Linked models
pt_br: Modelos vinculados

# CostSurchargesSettings
source: Surcharges settings
pt_br: Configurações de sobretaxas

# CostSurchargesSettingsChanged
source: Some surcharge settings have been changed. Would you like to re-calculate surcharge values?
pt_br: Algumas configurações de sobretaxa foram alteradas. Gostaria de reescar os valores de sobretaxa?

source: Bulk edit settings
pt_br: Configurações de edição em massa

source: Bulk edit values
pt_br: Valores de edição em massa

# CostCalculationPlanEntity
source: K3 Fashion - Costing calculation plan
pt_br: K3 Fashion - Plano de cálculo de custeio

# CostCalculationPlanMaintain
source: Maintain costing calculation plan
pt_br: Manter plano de cálculo de custeio

# CostCalculationPlanView
source: View costing calculation plan
pt_br: Veja o plano de cálculo de custeio

# CostCalculationPlanLineEntity
source: K3 Fashion - Costing calculation plan lines
pt_br: K3 Fashion - Linhas de plano de cálculo de custeio

# CostCalculationPlanSheetLineEntity
source: K3 Fashion - Costing calculation plan sheet lines
pt_br: K3 Fashion - Linhas de folha de cálculo de custeio

# MatrixViewAcrossLegalEntities
source: View across legal entities
pt_br: Ver entre pessoas jurídicas

source: Matrix legal entity filter
pt_br: Filtro de pessoa jurídica matricial

source: Range planning plan calculation result
pt_br: Resultado do plano de planejamento de faixas

# RangePlanningPlanCalculationResultDevDoc
source: The KRFRangePlanningPlanAllocationResult table contains range plan calculation details.
pt_br: A tabela KRFRangePlanningPlanAllocationResult contém detalhes de cálculo do plano de alcance.

# RangePlanningPlanCalculationResultHelpText
source: Calculation result of the range planning plan.
pt_br: Resultado do cálculo do plano de planejamento de intervalos.

source: Allocation preview
pt_br: Visualização de alocação

# RangePlanningPlanCalculationResultEntity
source: K3 Fashion - Range planning plan calculation result
pt_br: K3 Fashion - Resultado do plano de planejamento de gama

# RangePlanningPlanCalculationResultEntityEntityView
source: View range planning plan calculation result entity
pt_br: Ver a entidade de resultado do plano de planejamento de faixa

# RangePlanningPlanCalculationResultEntityMaintain
source: Maintain range planning plan calculation result entity
pt_br: Manter a entidade de resultado do plano de planejamento de faixa

# CostCalculationStructureStatusError
source: Calculation structure '%1' with status '%2' may not be edited.
pt_br: A estrutura de cálculo '%1' com status '%2' não pode ser editada.

# CostCalculationStructureInUse
source: Calculation structure is in use on following entities:
pt_br: A estrutura de cálculo está em uso nas seguintes entidades:

# ParameterNotSetOn
source: Parameter '%1' is not set on '%2'.
pt_br: O parâmetro '%1' não está definido em '%2'.

# ReleaseUpdate_ReqItemTableReferenceFix
source: Fix the relations between item coverage records and range planning plan.
pt_br: Corrija as relações entre os registros de cobertura de itens e o plano de planejamento de intervalos.

# RangePlanningPlanUnpostPromptNote
source: Unposting range plan of destination type 'Item coverage' will result in deleting related:
pt_br: O plano de intervalo de não postagem do tipo de destino 'Cobertura de itens' resultará na exclusão relacionada:

# RangePlanningPlanUnpostRelationDemandForecastWarning
source: Unable to unpost the range plan when related demand forecast lines exist.
pt_br: Não é possível desembarar o plano de intervalo quando existem linhas de previsão de demanda relacionadas.

# RangePlanningPlanUnpostRelationTransferOrderWarning
source: Unable to unpost the range plan when related transfer orders exist.
pt_br: Não é possível desabar o plano de intervalo quando existem ordens de transferência relacionadas.

# CostCalculationPlanReOpen
source: Re-open cost calculation plan?
pt_br: Re-abrir plano de cálculo de custos?

# CostCalculationPlanCalc
source: Calculate cost calculation plan
pt_br: Calcular plano de cálculo de custos

# CostCalculationPlanCalcSuccess
source: Cost calculation plan '%1' calculated succesfully.
pt_br: Plano de cálculo de custos '%1' calculado com sucesso.

# CostCalculationPlanPublish
source: Publish cost calculation plan
pt_br: Publicar plano de cálculo de custos

# CostCalculationPlanPublishSuccess
source: Cost calculation plan '%1' published succesfully.
pt_br: Plano de cálculo de custos '%1' publicado com sucesso.

# CostCalculationStructureLineTypeUnique
source: Type '%1' should be unique inside the calculcation structure.
pt_br: O tipo '%1' deve ser único dentro da estrutura de cálculo.

# CostItemCostingSheetPublishSuccess
source: Item costing sheet '%1' published succesfully.
pt_br: Item que custa folha '%1' publicado com sucesso.

# CostItemCostingSheetResetValues
source: Reset values
pt_br: Redefinir valores

# ConfigKeyNotEnabled
source: Configuration key '%1' is not enabled.
pt_br: A chave de configuração '%1' não está habilitada.

source: Confirmation change log
pt_br: Registro de alteração de confirmação

# ConfirmationChangeLogLine
source: Confirmation change log lines
pt_br: Linhas de log de alteração de alteração de confirmação

source: Confirmation changed on
pt_br: Confirmação alterada em

source: Change on header
pt_br: Mudança no cabeçalho

source: Change on lines
pt_br: Mudança nas linhas

# SalesConfirmationUnchecked
source: Confirmation unchecked on sales order '%1'
pt_br: Confirmação não verificada na ordem de venda '%1'

# RangePlanningPlanDefinitionChangeWarning
source: Definition of the range plan '%1' cannot be changed when calculation preview is editable.
pt_br: A definição do plano de intervalo '%1' não pode ser alterada quando a visualização de cálculo é editável.

# RangePlanningPlanCalcPreviewClear
source: Clear calculation preview
pt_br: Visualização de cálculo clara

# RangePlanningPlanCalcPreviewEdit
source: Edit calculation preview
pt_br: Editar visualização de cálculo

# RangePlanningPlanCalcPreviewEditWarning
source: Calculation preview of the range plan '%1' cannot be modified when it is not editable.
pt_br: A visualização de cálculo do plano de intervalo '%1' não pode ser modificada quando não é editável.

# RangePlanningPlanCalcPreviewClearPrompt
source: Are you sure you want to clear calculation preview for range plan '%1'?
pt_br: Tem certeza de que deseja limpar a visualização de cálculo para o plano de intervalo '%1'?

# RangePlanningPlanCalcPreviewEditPrompt
source: Are you sure you want to make calculation preview editable for range plan '%1'?
pt_br: Tem certeza de que deseja tornar a pré-visualização de cálculo editável para o plano de intervalo '%1'?

# RangePlanningPlanCalcPreviewClearActionWarning
source: Range plan '%1' is already posted or calculation preview is not editable.
pt_br: O plano de intervalo '%1' já está publicado ou a visualização de cálculo não é editável.

# RangePlanningPlanCalcPreviewEditActionWarning
source: Range plan '%1' is already posted or calculated.
pt_br: O plano de intervalo '%1' já está postado ou calculado.

source: Clear preview
pt_br: Visualização clara

# RangePlanningPlanCalculate
source: Calculate range plan
pt_br: Calcular plano de intervalo

# RangePlanningPlanIdCalculate
source: Calculate range plan '%1'
pt_br: Calcular plano de intervalo '%1'

# RangePlanningPlanPostNotCalcWarning
source: Range plan '%1' is not calculated.
pt_br: O plano de alcance '%1' não é calculado.

source: Calculation preview
pt_br: Pré-visualização de cálculo

source: Editable
pt_br: Editável

# KRFReleaseUpdScript_KRFRangePlanningPlanTableCalc
source: Mark existing and posted range planning plan headers with calculation information.
pt_br: Marque os cabeçalhos do plano de planejamento de intervalo existentes e postados com informações de cálculo.

# RangePlanningPlanCalcInvStatusChangeWarning
source: Inventory status settings have been modified. Please re-calculate the range plan to reflect the changes.
pt_br: As configurações de status do inventário foram modificadas. Por favor, rees calcule o plano de alcance para refletir as alterações.

source: Enable editing
pt_br: Habilitar a edição

source: Unposted
pt_br: Não lançado

source: Unposted on
pt_br: Não postado em

source: Unposted by
pt_br: Não postado por

source: Range planning plan - action history
pt_br: Plano de planejamento de alcance - história da ação

# RangePlanningPlanActionHistoryDevDoc
source: The KRFRangePlanningPlanActionHistory table contains history of actions taken on range planning plan.
pt_br: A tabela KRFRangePlanningPlanActionHistory contém histórico de ações tomadas no plano de planejamento de intervalo.

# RangePlanningPlanActionHistoryEntity
source: K3 Fashion - Range planning plan action history
pt_br: K3 Fashion - Histórico de ação do plano de planejamento de gama

# RangePlanningPlanActionHistoryEntityView
source: View range planning plan action history
pt_br: Exibir histórico de ação do plano de planejamento de faixa

source: Save as Pending
pt_br: Salvar como pendente

source: Pending CSR classifications
pt_br: Classificações pendentes de RSE

# PendingCSRVendorClassificationCheckList
source: Vendor pending CSR checklist
pt_br: Lista de verificação de CSR pendente

# PendingCSRVendorClassifications
source: Vendor pending CSR classifications
pt_br: Classificações de RSE pendentes de fornecedor

# PendingCSRVendorAddressClassificationCheckList
source: Vendor production site pending CSR checklist
pt_br: Local de produção do fornecedor pendente de verificação de RSE

# PendingCSRVendorAddressClassifications
source: Vendor production site pending CSR classifications
pt_br: Local de produção do fornecedor pendente de classificações de RSE

# PendingDlvModeCSRClassificationChecklist
source: Mode of delivery pending CSR checklist
pt_br: Modo de entrega pendente de lista de verificação de RSE

# PendingDlvModeCSRClassification
source: Mode of delivery pending CSR classifications
pt_br: Modo de entrega pendente de classificações de RSE

# PendingCSRClassificationEntity
source: K3 Fashion - Vendor pending CSR classifications
pt_br: K3 Fashion - Vendedor pendente de classificações de RSE

# PendingCSRClassificationEntityView
source: View vendor pending CSR classifications
pt_br: Exibir classificações de RSE pendentes do fornecedor

# PendingCSRClassificationEntityMaintain
source: Maintain vendor pending CSR classifications
pt_br: Manter as classificações de RSE pendentes do fornecedor

# PendingCSRClassificationChecklistEntity
source: K3 Fashion - Vendor pending CSR checklist
pt_br: K3 Fashion - Lista de verificação de CSR pendente de fornecedor

# PendingCSRClassificationChecklistEntityView
source: View vendor pending CSR checklist
pt_br: Exibir lista de verificação de CSR pendente do fornecedor

# PendingCSRClassificationChecklistEntityMaintain
source: Maintain vendor pending CSR checklist
pt_br: Manter a lista de verificação de CSR pendente do fornecedor

# PendingCSRVendorAddressClassificationEntity
source: K3 Fashion - Vendor production site pending CSR
pt_br: K3 Fashion - Site de produção de fornecedores pendente de RSE

# PendingCSRVendorAddressClassificationEntityView
source: View vendor production site pending CSR
pt_br: Exibir o site de produção do fornecedor pendente de CSR

# PendingCSRVendorAddressClassificationEntityMaintain
source: Maintain vendor production site pending CSR
pt_br: Manter o local de produção do fornecedor pendente de CSR

# PendingCSRVendorAddressClassificationChecklistEntity
source: K3 Fashion - Vendor production site pending CSR checklist
pt_br: K3 Fashion - Site de produção de fornecedores pendente de checklist de RSE

# PendingCSRVendorAddressClassificationChecklistEntityView
source: View vendor production site pending CSR checklist
pt_br: Exibir o site de produção do fornecedor pendente de lista de verificação de CSR

# PendingCSRVendorAddressClassificationChecklistEntityMaintain
source: Maintain vendor production site pending CSR checklist
pt_br: Manter o local de produção do fornecedor pendente de verificação de CSR

# PendingCSRDlvModeClassificationEntity
source: K3 Fashion - Mode of delivery pending CSR
pt_br: K3 Fashion - Modo de entrega pendente de CSR

# PendingCSRDlvModeClassificationEntityView
source: View mode of delivery pending CSR
pt_br: Exibir modo de entrega pendente de CSR

# PendingCSRDlvModeClassificationEntityMaintain
source: Maintain mode of delivery pending CSR
pt_br: Manter o modo de entrega pendente de CSR

# PendingCSRDlvModeClassificationChecklistEntity
source: K3 Fashion - Mode of delivery pending CSR checklist
pt_br: K3 Fashion - Modo de entrega pendente de checklist de RSE

# PendingCSRDlvModeClassificationChecklistEntityView
source: View mode of delivery pending CSR checklist
pt_br: Exibir modo de entrega pendente lista de verificação CSR

# PendingCSRDlvModeClassificationChecklistEntityMaintain
source: Maintain mode of delivery pending CSR checklist
pt_br: Manter o modo de entrega pendente de lista de verificação de CSR

# PendingCSRClassificationFoundForVendor
source: A pending CSR classification '%1' was found for vendor '%2'.
pt_br: Foi encontrada uma classificação CSR pendente '%1' para o fornecedor '%2'.

# PendingCSRClassificationFoundForVendorAddress
source: A pending CSR classification '%1' was found for the vendor address on order line '%2', item '%3'.
pt_br: Foi encontrada uma classificação CSR pendente '%1' para o endereço do fornecedor na linha de pedidos '%2', item '%3'.

# RangePlanningStoreCapacityLineV2Entity
source: K3 Fashion - Range planning store capacity lines V2
pt_br: K3 Fashion - Linha de planejamento de linhas de capacidade da loja V2

# DataEntityInsertAndDeleteNotAllowedWarning
source: Insert and delete is not allowed for this entity.
pt_br: Inserir e excluir não é permitido para esta entidade.

source: Valid assortment
pt_br: Sortimento válido

# RangePlanningPostingMode
source: Posting mode
pt_br: Modo de postagem

# RangePlanningPostingModeHelpTxt
source: Identifies what action should be taken when issues are found during range planning plan posting.
pt_br: Identifica quais ações devem ser tomadas quando os problemas são encontrados durante a postagem do plano de planejamento de intervalo.

# RangePlanningCalculationValidationMode
source: Calculation/Validation mode
pt_br: Modo de cálculo/validação

# RangePlanningCalculationValidationModeHelpTxt
source: Identifies what action should be taken when issues are found during range planning plan calculation/validation.
pt_br: Identifica quais ações devem ser tomadas quando os problemas são encontrados durante o cálculo/validação do plano de planejamento de faixa.

source: None/Info/Warning
pt_br: Nenhum/Informação/Aviso

source: Range planning plan respect assortment check
pt_br: Verificação de planejamento de faixas respeito à variedade

source: Respect assortment check
pt_br: Verificação de variedade de respeito

# RangePlanningRespectAssortmentCheckHelpTxt
source: Check range planning plan against assortment.
pt_br: Verifique o plano de planejamento de intervalos contra a variedade.

# ChangeIsOnlyAllowedWhenStatusIs
source: %1 change is only allowed when status is %2
pt_br: %1 a mudança só é permitida quando o status é %2

source: Order allocation executions
pt_br: Execuções de alocação de pedidos

source: Order allocation execution lines
pt_br: Linhas de execução de alocação de pedidos

source: Executions
pt_br: Execuções

source: Order allocation execution clean up
pt_br: Execução de alocação de pedidos limpeza

source: Retail margin
pt_br: Margem de varejo

# CostAllowedTypesAfterCostType
source: Only lines of type (%1) are allowed after Cost.
pt_br: Apenas linhas do tipo (%1) são permitidas após o Custo.

# CostCalcStructureTypePositionError
source: A line of type '%1' is expected after type '%2'.
pt_br: Uma linha do tipo '%1' é esperada após o tipo '%2'.

# CostCalculateSalesPrice
source: Calculate sales prices
pt_br: Calcular os preços de venda

# CostActivateSalesPrice
source: Activate sales prices
pt_br: Ativar preços de venda

# CostCalculateRecommendedRetailPrice
source: Calculate recommended retail prices
pt_br: Calcular preços recomendados no varejo

# CostActivateRecommendedRetailPrice
source: Activate recommended retail prices
pt_br: Ativar preços de varejo recomendados

# SeasonNotAllowedForPriceType
source: Defining season is not allowed for price type '%1'.
pt_br: A definição da temporada não é permitida para o tipo de preço '%1'.

source: Phase notes
pt_br: Notas de fase

# ViJiBrandEntity
source: K3 Fashion - Brands (ViJi)
pt_br: K3 Fashion - Marcas (ViJi)

# ViJiBrandEntityMaintain
source: Maintain Brands (ViJi) entity
pt_br: Manter marcas (ViJi) entidade

# ViJiBrandEntityView
source: View Brands (ViJi) entity
pt_br: Ver marcas (ViJi) entidade

# ViJiItemEntity
source: K3 Fashion - Items (ViJi)
pt_br: K3 Fashion - Itens (ViJi)

# ViJiItemEntityMaintain
source: Maintain Items (ViJi) entity
pt_br: Manter itens (ViJi) entidade

# ViJiItemEntityView
source: View Items (ViJi) entity
pt_br: Ver itens (ViJi) entidade

# ViJiItemVariantEntity
source: K3 Fashion - Item variants (ViJi)
pt_br: K3 Fashion - Variantes de itens (ViJi)

# ViJiItemVariantEntityMaintain
source: Maintain Item variants (ViJi) entity
pt_br: Manter as variantes de itens (ViJi) entidade

# ViJiItemVariantEntityView
source: View Item variants (ViJi) entity
pt_br: Exibir variantes de itens (ViJi) entidade

# ViJiPurchOrderEntity
source: K3 Fashion - Purchase orders (ViJi)
pt_br: K3 Fashion - Ordens de compra (ViJi)

# ViJiPurchOrderEntityMaintain
source: Maintain Purchase orders (ViJi) entity
pt_br: Manter a entidade de ordens de compra (ViJi)

# ViJiPurchOrderEntityView
source: View Purchase orders (ViJi) entity
pt_br: Exibir a entidade de pedidos de compra (ViJi)

# ViJiSupplierEntity
source: K3 Fashion - Suppliers (ViJi)
pt_br: K3 Fashion - Fornecedores (ViJi)

# ViJiSupplierEntityMaintain
source: Maintain Suppliers (ViJi) entity
pt_br: Manter fornecedores (ViJi) entidade

# ViJiSupplierEntityView
source: View Suppliers (ViJi) entity
pt_br: Ver fornecedores (ViJi) entidade

# ViJiView
source: View ViJi
pt_br: Ver ViJi

# ViJiMaintain
source: Maintain ViJi
pt_br: Manter ViJi

# RangePlanningStoreCapacityStatus
source: Capacity status
pt_br: Status de capacidade

source: Exceeded
pt_br: Excedido

source: Missing product
pt_br: Produto em falta
