Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF206
source: The EcoResProductVariantStyle table stores information about the fits that are assigned to product variants.
pt_br: A tabela EcoResProductVariantStyle armazena informações sobre os ajustes atribuídos às variantes do produto.

# @KRF207
source: The EcoResStyle table stores fit names.
pt_br: As lojas de mesa EcoResStyle se encaixam em nomes.

# @KRF208
source: The number in the bar code needs to be the same length as the number in the bar code for all codes in this fit group.
pt_br: O número no código de barras precisa ter o mesmo comprimento do número no código de barras para todos os códigos deste grupo de ajuste.

# @KRF209
source: The number in the bar code needs to be the same length as the number in the bar code for all codes in this fit group. Add zeros at the beginning of the number to make it %1.
pt_br: O número no código de barras precisa ter o mesmo comprimento do número no código de barras para todos os códigos deste grupo de ajuste. Adicione zeros no início do número para torná-lo %1.

# @KRF210
source: The RetailDimensionGroupTrans is used to provide a common interface to Retail{Size/Color/Fit}GroupTrans tables.
pt_br: O RetailDimensionGroupTrans é usado para fornecer uma interface comum às tabelas Retail{Size/Color/Fit}GroupTrans.

# @KRF211
source: The RetailStyleGroupTable table holds the fit groups information.
pt_br: A tabela RetailStyleGroupTable contém as informações dos grupos fit.

# @KRF212
source: The RetailStyleGroupTrans table contains the list of fit groups and their description.
pt_br: A tabela RetailStyleGroupTrans contém a lista de grupos fit e sua descrição.

# @KRF213
source: The fit %1 does not exist in the fit group table %2.
pt_br: O ajuste %1 não existe na tabela de grupos de ajuste %2.

# @KRF214
source: Create order change management journal sales lines
pt_br: Criar linhas de vendas de revistas de gerenciamento de alterações de ordem

# @KRF215
source: Create transactions in the order change management journal based on the reference
pt_br: Criar transações na revista de gerenciamento de mudanças de pedidos com base na referência

# @KRF216
source: New values
pt_br: Novos valores

# @KRF217
source: Delete order change journal lines
pt_br: Excluir linhas de diário de alteração de ordem

# @KRF218
source: Order change
pt_br: Mudança de pedido

# @KRF219
source: View matrix form
pt_br: Ver forma de matriz

# @KRF220
source: Generates a list of the order change management journals and their corresponding journal lines
pt_br: Gera uma lista dos periódicos de gerenciamento de mudanças de pedidos e suas linhas de diário correspondentes

# @KRF221
source: Product matrix
pt_br: Matriz de produtos

# @KRF222
source: Replacement and cancellations report
pt_br: Relatório de substituição e cancelamentos

# @KRF223
source: Matrix id
pt_br: ID de matriz

# @KRF224
source: Additional statistical value to be shown in each cell.
pt_br: Valor estatístico adicional a ser mostrado em cada célula.

# @KRF225
source: On sales orders
pt_br: Em ordens de venda

# @KRF226
source: On purchase orders
pt_br: Em ordens de compra

# @KRF227
source: On production orders
pt_br: Em ordens de produção

# @KRF228
source: In transit
pt_br: Em trânsito

# @KRF229
source: No valid caller datasource passed; expected of type '%1'.
pt_br: Não foi aprovada uma fonte de dados de chamada válida; esperado do tipo '%1'.

# @KRF230
source: A link to identify records to be displayed in the same matrix.
pt_br: Um link para identificar registros a serem exibidos na mesma matriz.

# @KRF231
source: Target collection
pt_br: Coleta de destinos

# @KRF232
source: Identifies which data collection should be built; the input, display or both.
pt_br: Identifica qual coleta de dados deve ser construída; a entrada, exibição ou ambos.

# @KRF233
source: Input value
pt_br: Valor de entrada

# @KRF234
source: The values which the matrix should display.
pt_br: Os valores que a matriz deve exibir.

# @KRF235
source: Ordered quantity
pt_br: Quantidade encomendada

# @KRF236
source: Sales price per sales unit
pt_br: Preço de venda por unidade de venda

# @KRF237
source: Display value
pt_br: Valor de exibição

# @KRF238
source: Matrix module
pt_br: Módulo de matriz

# @KRF239
source: Identifies the module the matrix is called from.
pt_br: Identifica o módulo de onde a matriz é chamada.

# @KRF240
source: Order change journal
pt_br: Diário de mudança de pedido

# @KRF241
source: Open order change management journals of type 'Replacement'.
pt_br: Revistas de gerenciamento de alterações de ordem aberta do tipo 'Substituição'.

# @KRF242
source: Sales cancellation journal
pt_br: Diário de cancelamento de vendas

# @KRF243
source: Open order change management journals of type 'Cancellation'.
pt_br: Revistas de gerenciamento de alterações de pedido aberto do tipo 'Cancelamento'.

# @KRF244
source: Sales date journal
pt_br: Diário de data de vendas

# @KRF245
source: Open order change management journals of type 'Date'.
pt_br: Revistas de gerenciamento de alterações de pedido aberto do tipo 'Data'.

# @KRF246
source: Sales price journal
pt_br: Diário de preços de vendas

# @KRF247
source: Open order change management journals of type 'Price'.
pt_br: Revistas de gerenciamento de mudança de pedido aberto do tipo 'Preço'.

# @KRF248
source: Maintain order change management journals
pt_br: Manter periódicos de gerenciamento de mudança de ordem

# @KRF249
source: Create, update or delete order change management journals
pt_br: Criar, atualizar ou excluir periódicos de gerenciamento de alterações de ordem

# @KRF250
source: Order changes
pt_br: Mudanças na ordem

# @KRF251
source: N/A
pt_br: N/D

# @KRF252
source: Matrix manager must be called with parameters.
pt_br: O gerente da matriz deve ser chamado com parâmetros.

# @KRF253
source: Delete matrix
pt_br: Excluir matriz

# @KRF254
source: Change tracking dimensions
pt_br: Alterar dimensões de rastreamento

# @KRF255
source: Matrix manager function
pt_br: Função de gerente de matriz

# @KRF256
source: Matrix form manager function.
pt_br: Função de gerente de formulário de matriz.

# @KRF257
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF258
source: Maintain matrix form
pt_br: Manter a forma matricial

# @KRF259
source: Change dimensions
pt_br: Mudar dimensões

# @KRF260
source: Change tracking dimensions.
pt_br: Alterar dimensões de rastreamento.

# @KRF261
source: Current storage dimensions
pt_br: Dimensões atuais de armazenamento

# @KRF262
source: Current storage dimensions and new storage dimensions are the same.
pt_br: As dimensões atuais de armazenamento e as novas dimensões de armazenamento são as mesmas.

# @KRF263
source: New storage dimensions
pt_br: Novas dimensões de armazenamento

# @KRF264
source: Matrix manager form
pt_br: Forma de gerente de matriz

# @KRF265
source: Local size
pt_br: Tamanho local

# @KRF266
source: Local fit
pt_br: Ajuste local

# @KRF267
source: ** No translation available **
pt_br: ** Sem tradução disponível **

# @KRF268
source: The KRFTmpOrderChange table contains information pertaining to order change journals and their respective transactions.
pt_br: A tabela KRFTmpOrderChange contém informações relativas aos periódicos de alteração de pedidos e suas respectivas transações.

# @KRF269
source: Order change journals and transactions
pt_br: Ordem alterar diários e transações

# @KRF270
source: New receipt date
pt_br: Nova data de recebimento

# @KRF271
source: New order line values
pt_br: Valores da linha de novas ordens

# @KRF272
source: The Sales Order Category does not allow backorder.
pt_br: A categoria de ordem de venda não permite backorder.

# @KRF273
source: Drops per color exception
pt_br: Gotas por exceção de cor

# @KRF274
source: Field '%1' is not valid for grouping since it is not used in the report.
pt_br: O campo '%1' não é válido para agrupamento, uma vez que não é usado no relatório.

# @KRF275
source: Field '%1' is invalid for grouping.
pt_br: O campo '%1' é inválido para agrupamento.

# @KRF276
source: Matrix item line
pt_br: Linha de itens matrix

# @KRF277
source: Lines aggregated view
pt_br: Linhas de visão agregada

# @KRF278
source: No corresponding order line found.
pt_br: Nenhuma linha de ordem correspondente foi encontrada.

# @KRF279
source: Sales lines for order change management journal
pt_br: Linhas de vendas para revista de gerenciamento de mudanças de pedidos

# @KRF280
source: Cannot change dimension of the line since it is the part of matrix. Use matrix form or functions to change dimensions.
pt_br: Não pode mudar a dimensão da linha, pois é a parte da matriz. Use a forma matricial ou funções para alterar dimensões.

# @KRF281
source: Inventory details
pt_br: Detalhes do inventário

# @KRF282
source: On sales order
pt_br: Em ordem de vendas

# @KRF283
source: On purchase order
pt_br: Em ordem de compra

# @KRF284
source: On production order
pt_br: Em ordem de produção

# @KRF285
source: Product variant inventory availability.
pt_br: Disponibilidade de estoque de variantes do produto.

# @KRF286
source: Auto-created
pt_br: Criado automaticamente

# @KRF287
source: One voucher per line
pt_br: Um voucher por linha

# @KRF288
source: Avail. phys. (Total)
pt_br: Servir. fisfamós. (Total)

# @KRF289
source: One voucher per selection
pt_br: Um voucher por seleção

# @KRF290
source: Available physical (Total available) on hand.
pt_br: Disponível físico (Total disponível) em mãos.

# @KRF291
source: Table/query data source not set.
pt_br: Fonte de dados de tabela/consulta não definida.

# @KRF292
source: Data source has not been specified.
pt_br: A fonte de dados não foi especificada.

# @KRF293
source: New order item
pt_br: Novo item do pedido

# @KRF294
source: Prepack item.
pt_br: Item pré-pacote.

# @KRF295
source: BOM function
pt_br: Função BOM

# @KRF296
source: Prepack elements
pt_br: Elementos pré-pacote

# @KRF297
source: Open list of prepacks
pt_br: Lista aberta de pré-pacotes

# @KRF298
source: View prepacks
pt_br: Exibir pré-pacotes

# @KRF299
source: Maintain prepacks
pt_br: Manter pré-pacotes

# @KRF300
source: View prepack components
pt_br: Exibir componentes pré-pacote

# @KRF301
source: View prepack lines
pt_br: Ver linhas pré-pacote

# @KRF302
source: Approve prepack
pt_br: Aprovar pré-pacote

# @KRF303
source: Maintain prepack lines
pt_br: Manter linhas pré-pacote

# @KRF304
source: Maintain prepack components
pt_br: Manter componentes pré-pacote

# @KRF305
source: Identifies the type of BOM function.
pt_br: Identifica o tipo de função BOM.

# @KRF306
source: Table/Query
pt_br: Tabela/Consulta

# @KRF307
source: Specifies whether validation is at table or query level.
pt_br: Especifica se a validação está no nível de tabela ou consulta.

# @KRF308
source: Specifies the report parameters.
pt_br: Especifica os parâmetros do relatório.

# @KRF309
source: Prepacks
pt_br: Pré-pacotes

# @KRF310
source: Prepack designer
pt_br: Designer de pré-embalagem

# @KRF311
source: Approval of prepack
pt_br: Aprovação de pré-embalagem

# @KRF312
source: Check prepack
pt_br: Verificar pré-pacote

# @KRF313
source: Prepack item
pt_br: Item pré-pacote

# @KRF314
source: Name of the prepack version
pt_br: Nome da versão pré-embalagem

# @KRF315
source: Item number that the prepack version is attached to.
pt_br: Número do item ao que a versão pré-pacote está anexada.

# @KRF316
source: Date from which the prepack version is valid.
pt_br: Data da qual a versão pré-pacote é válida.

# @KRF317
source: Date until which the prepack version is valid.
pt_br: Data até que a versão pré-pacote seja válida.

# @KRF318
source: Move prepack item up.
pt_br: Mova o item pré-pacote para cima.

# @KRF319
source: Move prepack item down.
pt_br: Mova o item pré-pacote para baixo.

# @KRF320
source: Aggregation view base data
pt_br: Dados base de visualização de agregação

# @KRF321
source: Aggregation view aggregated data
pt_br: Visualização de agregação de dados agregados

# @KRF322
source: Indicates if its respective field has a changed value.
pt_br: Indica se seu respectivo campo tem um valor alterado.

# @KRF323
source: Create or update configuration rules for the prepack or the prepack line.
pt_br: Criar ou atualizar regras de configuração para a linha pré-pacote ou pré-pacote.

# @KRF324
source: Functions that can be executed in relation to the prepack.
pt_br: Funções que podem ser executadas em relação ao pré-pacote.

# @KRF325
source: Send prepack documents...
pt_br: Envie documentos pré-pacote...

# @KRF326
source: Fashion sales and marketing parameters
pt_br: Parâmetros de vendas e marketing de moda

# @KRF328
source: Default aggregation view grouping
pt_br: Agrupamento de visualização de agregação padrão

# @KRF329
source: No item specified on BOM line.
pt_br: Nenhum item especificado na linha BOM.

# @KRF330
source: No item specified on purchase line.
pt_br: Nenhum item especificado na linha de compra.

# @KRF331
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF332
source: The KRFInventColorDropException contains details of overridden drops per released item colors.
pt_br: O KRFInventColorDropException contém detalhes de gotas substituídas por cores de itens lançadas.

# @KRF333
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF334
source: Indicates whether the drop is defaulted from the released item.
pt_br: Indica se a queda está inadimplente a partir do item liberado.

# @KRF335
source: Cannot add non-prepack item to a prepack.
pt_br: Não é possível adicionar item não-prepack a uma pré-embalagem.

# @KRF336
source: Cannot add prepack item to a non-prepack.
pt_br: Não é possível adicionar item pré-pacote a um não-pré-pacote.

# @KRF337
source: Prepack line
pt_br: Linha pré-pacote

# @KRF338
source: Number of the prepack that the prepack version refers to.
pt_br: Número do pré-pacote a que a versão pré-pacote se refere.

# @KRF339
source: Create prepack
pt_br: Criar pré-pacote

# @KRF340
source: Create new prepack and prepack version.
pt_br: Crie nova versão pré-pacote e pré-pacote.

# @KRF341
source: Number of the prepack the line is attached to.
pt_br: Número do pré-pacote a que a linha está anexada.

# @KRF342
source: Prepack position
pt_br: Posição pré-pacote

# @KRF343
source: Prepack line applies as of this date
pt_br: Linha pré-pacote se aplica a partir desta data

# @KRF344
source: Prepack line applies to this date.
pt_br: A linha pré-pacote se aplica a esta data.

# @KRF345
source: Functions that can be executed in relation to the prepack line.
pt_br: Funções que podem ser executadas em relação à linha pré-embalagem.

# @KRF346
source: Include the line in prepack calculations?
pt_br: Incluir a linha nos cálculos pré-pacote?

# @KRF347
source: Shows the prepacks where the item is used.
pt_br: Mostra os pré-pacotes onde o item é usado.

# @KRF348
source: Create or update the configuration setup in relation to the Prepack line.
pt_br: Crie ou atualize a configuração em relação à linha Prepack.

# @KRF349
source: Copy prepack.
pt_br: Copiar pré-pacote.

# @KRF350
source: Sort prepack
pt_br: Classificar pré-pacote

# @KRF351
source: Check prepack, and if required do a circularity check.
pt_br: Verifique a pré-embalagem e, se necessário, faça uma verificação de circularidade.

# @KRF352
source: Prepack number
pt_br: Número de pré-embalagem

# @KRF353
source: Specify prepack name, if relevant
pt_br: Especifique o nome pré-pacote, se for relevante

# @KRF354
source: Other fields grouping
pt_br: Agrupamento de outros campos

# @KRF355
source: Aggregation view
pt_br: Visão de agregação

# @KRF356
source: View by date
pt_br: Ver por data

# @KRF357
source: View by price
pt_br: Vista por preço

# @KRF358
source: Aggregation view grouping parameters
pt_br: Parâmetros de agrupamento de visualização de agregação

# @KRF359
source: Set up additional grouping
pt_br: Configurar agrupamento adicional

# @KRF360
source: Calculate prepacks
pt_br: Calcular pré-pacotes

# @KRF361
source: Calculate prepacks cost price
pt_br: Calcular o preço de custo pré-pacotes

# @KRF362
source: Cost price of version.
pt_br: Preço de custo da versão.

# @KRF363
source: Default costing version is not set up in module parameters.
pt_br: A versão de custo padrão não está configurada nos parâmetros do módulo.

# @KRF364
source: The '%1' of prepack version must contain a positive value. Continue?
pt_br: A versão '%1' da versão pré-embalagem deve conter um valor positivo. Continuar?

# @KRF365
source: Set up parameters for products
pt_br: Configurar parâmetros para produtos

# @KRF366
source: Calculate prepack
pt_br: Calcular pré-pacote

# @KRF367
source: Fashion product parameters
pt_br: Parâmetros do produto de moda

# @KRF368
source: The KRFEcoResProductParameters table contains values for various product settings for Fashion industry.
pt_br: A tabela KRFEcoResProductParameters contém valores para várias configurações de produtos para a indústria da moda.

# @KRF369
source: Quantity 3
pt_br: Quantidade 3

# @KRF370
source: Quantity 4
pt_br: Quantidade 4

# @KRF371
source: Quantity 5
pt_br: Quantidade 5

# @KRF372
source: Quantity 6
pt_br: Quantidade 6

# @KRF373
source: Quantity 7
pt_br: Quantidade 7

# @KRF374
source: Quantity 8
pt_br: Quantidade 8

# @KRF375
source: Quantity 9
pt_br: Quantidade 9

# @KRF376
source: Quantity 10
pt_br: Quantidade 10

# @KRF377
source: Quantity 11
pt_br: Quantidade 11

# @KRF378
source: X Axis dimension values.
pt_br: Valores de dimensão do Eixo X.

# @KRF379
source: X Axis dimension value 1
pt_br: Valor da dimensão do eixo X 1

# @KRF380
source: X Axis dimension value 2
pt_br: Valor da dimensão do eixo X 2

# @KRF381
source: X Axis dimension value 3
pt_br: Valor da dimensão do eixo X 3

# @KRF382
source: X Axis dimension value 4
pt_br: Valor da dimensão do eixo X 4

# @KRF383
source: X Axis dimension value 5
pt_br: Valor da dimensão do eixo X 5

# @KRF384
source: X Axis dimension value 6
pt_br: Valor da dimensão do eixo X 6

# @KRF385
source: X Axis dimension value 7
pt_br: Valor da dimensão do eixo X 7

# @KRF386
source: X Axis dimension value 8
pt_br: Valor da dimensão do eixo X 8

# @KRF387
source: X Axis dimension value 9
pt_br: Valor da dimensão do eixo X 9

# @KRF388
source: X Axis dimension value 10
pt_br: Valor da dimensão do eixo X 10

# @KRF389
source: X Axis dimension value 11
pt_br: Valor da dimensão do eixo X 11

# @KRF390
source: Product variant image.
pt_br: Imagem da variante do produto.

# @KRF391
source: View ratio curve
pt_br: Ver curva de proporção

# @KRF392
source: Maintain ratio curve
pt_br: Manter curva de razão

# @KRF393
source: Ratio curves
pt_br: Curvas de razão

# @KRF394
source: Create or update ratio curve.
pt_br: Criar ou atualizar curva de proporção.

# @KRF395
source: Ratio curve value.
pt_br: Valor da curva de proporção.

# @KRF396
source: Curve ID
pt_br: ID de curva

# @KRF397
source: Ratio curve id.
pt_br: ID de curva de proporção.

# @KRF398
source: Customer code, that is customer account, customer group, or all.
pt_br: Código do cliente, que é conta de cliente, grupo de clientes, ou tudo.

# @KRF399
source: Type of the current ratio curve.
pt_br: Tipo da curva de proporção atual.

# @KRF400
source: Unique key for the ratio curve table, allocated when creating new curve.
pt_br: Chave única para a tabela de curva de proporção, alocada ao criar nova curva.

# @KRF401
source: Curve
pt_br: Curva

# @KRF402
source: Description of the ratio curve.
pt_br: Descrição da curva de razão.

# @KRF403
source: Curve lines
pt_br: Linhas curvas

# @KRF404
source: The KRFRatioCurveLine table contains all ratio curve lines.
pt_br: A tabela KRFRatioCurveLine contém todas as linhas de curva de proporção.

# @KRF405
source: The KRFRatioCurveTable table contains all ratio curve headers.
pt_br: A tabela KRFRatioCurveTable contém todos os cabeçalhos de curva de proporção.

# @KRF406
source: Lines already exist for the header. Proceed with update?
pt_br: Linhas já existem para o cabeçalho. Proceder com a atualização?

# @KRF407
source: Curve value
pt_br: Valor da curva

# @KRF408
source: KRFOrderChangeJournalTransQuery selects a subset off fields from header table KRFOrderChangeJournalTable and lines table KRFOrderChangeJournalTrans.
pt_br: KRFOrderChangeJournalTransQuery seleciona um subconjunto fora dos campos da tabela de cabeçalho KRFOrderChangeJournalTable e a tabela de linhas KRFOrderChangeJournalTrans.

# @KRF409
source: Prepack according to item group
pt_br: Pré-pacote de acordo com o grupo de itens

# @KRF410
source: All prepacks
pt_br: Todas as pré-parcelas

# @KRF411
source: Prepack according to site
pt_br: Pré-pacote de acordo com o site

# @KRF412
source: Displays a list off changes made to orders.
pt_br: Exibe uma lista de alterações feitas em pedidos.

# @KRF413
source: Retail fashion item attributes
pt_br: Atributos de itens de moda de varejo

# @KRF414
source: The KRFInventTableAttributes table contains information about retail fashion settings for items.
pt_br: A tabela KRFInventTableAttributes contém informações sobre configurações de moda de varejo para itens.

# @KRF415
source: Use ratio curves
pt_br: Curvas de razão de uso

# @KRF416
source: Enable the use of ratio curves.
pt_br: Habilite o uso de curvas de proporção.

# @KRF417
source: Fit curve
pt_br: Curva de ajuste

# @KRF418
source: Default fit ratio curve.
pt_br: Curva de relação de ajuste padrão.

# @KRF419
source: Color curve
pt_br: Curva de cor

# @KRF420
source: Default color ratio curve.
pt_br: Curva padrão da razão de cor.

# @KRF421
source: Size curve
pt_br: Curva de tamanho

# @KRF422
source: Default size ratio curve.
pt_br: Curva de proporção de tamanho padrão.

# @KRF423
source: In prepack
pt_br: Em pré-embalagem

# @KRF424
source: Adding products
pt_br: Adicionando produtos

# @KRF425
source: No item specified on the line.
pt_br: Nenhum item especificado na linha.

# @KRF426
source: New unit price
pt_br: Novo preço unitário

# @KRF427
source: Prepack offset
pt_br: Deslocamento pré-pacote

# @KRF428
source: Inventory, prepack offset
pt_br: Inventário, deslocamento pré-embalado

# @KRF429
source: Ratio curves calculation
pt_br: Cálculo de curvas de razão

# @KRF430
source: Calculate ratio curves values.
pt_br: Calcular valores de curvas de razão.

# @KRF431
source: Calculate ratio values for the current ratio curve.
pt_br: Calcule os valores da razão para a curva de razão atual.

# @KRF432
source: Calculation filter
pt_br: Filtro de cálculo

# @KRF433
source: Specify ratio curve calculation filter.
pt_br: Especificar filtro de cálculo da curva de razão.

# @KRF434
source: %1 ratio curves have been calculated.
pt_br: Foram calculadas curvas de razão %1.

# @KRF435
source: Ratio curve: %1
pt_br: Curva de razão: %1

# @KRF436
source: On-hand inventory prepack calculation
pt_br: Cálculo pré-pacote de inventário em mãos

# @KRF437
source: Auto order change is not enabled on parameters.
pt_br: A alteração da ordem automática não está habilitada nos parâmetros.

# @KRF438
source: No picking lists, output orders or purchase orders must be attached to the sales line.
pt_br: Não devem ser anexadas listas de escolha, ordens de saída ou ordens de compra à linha de vendas.

# @KRF439
source: The new item/variant which should be added to the sales order is already present on the sales order.
pt_br: O novo item/variante que deve ser adicionado à ordem de venda já está presente na ordem de vendas.

# @KRF440
source: Sales line must be of status '%1'.
pt_br: A linha de vendas deve ser de status '%1'.

# @KRF441
source: The inventory dimension for item '%1' is not valid.
pt_br: A dimensão de inventário do item '%1' não é válida.

# @KRF442
source: Auto order change is not enabled for customer '%1'.
pt_br: A mudança de pedido automático não está habilitada para o cliente '%1'.
