Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CustProductInstructionGroupView
source: View customer product instruction group
pt_br: Exibir o grupo de instrução de produtos do cliente

source: Product instruction group
pt_br: Grupo de instrução de produtos

# KRFReleaseUpdScript_CustProductInstructionGroup
source: Fill the new Customer product instruction group table
pt_br: Preencha a nova tabela do grupo de instrução do produto do cliente

# KRFReleaseUpdScript_VendProductInstructionGroup
source: Fill the new Vendor product instruction group table
pt_br: Preencha a tabela do grupo de instrução do novo produto do fornecedor

source: Color (Variant)
pt_br: Cor (Variante)

source: Size (Variant)
pt_br: Tamanho (Variante)

# StyleVariant
source: Fit (Variant)
pt_br: Ajuste (Variante)

# TotalRecordsFound
source: Total records found: %1
pt_br: Total de registros encontrados: %1

# ItemProductDimensionsNotSupportedByMatrix
source: Item %1, Product dimension group: %2. Configuration Id and version Id are not supported by matrix.
pt_br: Item %1, grupo de dimensão do produto: %2. O ID de configuração e o ID da versão não são suportados pela matrix.

# ReleaseUpdate_InventTableMatrixSetupCheck
source: Validate released product matrix setup against non supported product dimensions.
pt_br: Validar a configuração da matriz de produtos liberada em relação às dimensões do produto não suportadas.

# ProductWizardProductDimensionNotSupported
source: Product dimensions configuration Id and version Id are not supported by product wizard.
pt_br: As dimensões do produto ID de configuração e id da versão não são suportadas pelo assistente do produto.

# ProductStatusProductDimensionNotSupported
source: Product dimensions configuration Id and version Id are not supported by product status.
pt_br: As dimensões do produto ID de configuração e ID da versão não são suportadas pelo status do produto.

# ItemInvalidVariantCombination
source: Item '%1' has an invalid variant combination ('%2', '%3', '%4', '%5', '%6').
pt_br: O item '%1' tem uma combinação de variante inválida ('%2', '%3', '%4', '%5', '%6').

# ReleaseUpdate_CleanK3DataEntitiesList
source: Cleaning all K3's data entities from the entity list.
pt_br: Limpando todas as entidades de dados da K3 da lista de entidades.

# RefreshEntityMappingError
source: Entity: %1 (Name: %2, Table: %3), Error message: %4
pt_br: Entidade: %1 (Nome: %2, Tabela: %3), Mensagem de erro: %4

# RefreshEntityMappingDeprecatedInfo
source: This functionality will be deprecated in the upcoming release.
pt_br: Esta funcionalidade será preterida no próximo lançamento.

# ParallelFirmingNotAllowed
source: Parallel firming must be set to No when grouping production order by quantity or size range.
pt_br: A firmeção paralela deve ser definida como Não quando agrupar a ordem de produção por quantidade ou faixa de tamanho.

# PrepackLineV2Entity
source: K3 Fashion - Prepack lines V2
pt_br: K3 Fashion - Linhas pré-pack V2

# ReplenishmentPlanProductDimensionNotSupported
source: Product dimensions configuration Id and version Id are not supported by replenishment plan.
pt_br: As dimensões do produto ID de configuração e ID da versão não são suportadas pelo plano de reposição.

source: Prepack template Id
pt_br: ID de modelo pré-pacote

# PrepackTemplateTable
source: Prepack templates
pt_br: Modelos de pré-embalagem

# PrepackTemplateTableDevDoc
source: The KRFPrepackTemplateTable table contains all prepack templates.
pt_br: A tabela KRFPrepackTemplateTable contém todos os modelos pré-pacote.

# PrepackTemplateLine
source: Prepack template lines
pt_br: Linhas de modelo pré-pacote

# PrepackTemplateLineDevDoc
source: The KRFPrepackTemplateLine table contains all prepack template lines.
pt_br: A tabela KRFPrepackTemplateLine contém todas as linhas de modelo pré-pacote.

source: Prepack template header
pt_br: Cabeçalho de modelo pré-pacote

# PrepackTemplateApprove
source: Approve prepack template
pt_br: Aprovar modelo pré-pacote

# PrepackTemplateApproveDesc
source: Prepack template approval
pt_br: Aprovação do modelo pré-pacote

# PrepackTemplateNoLinesWarning
source: Prepack template does not contain any lines.
pt_br: O modelo pré-pacote não contém linhas.

# PrepackProductAlreadyPartOfPrepackTemplate
source: Product '%1' is already part of prepack template '%2'.
pt_br: O produto '%1' já faz parte do modelo pré-pacote '%2'.

# PrepackTemplateApprovedCannotChangeWarning
source: Prepack template '%1' is approved and cannot be changed.
pt_br: O modelo pré-pacote '%1' é aprovado e não pode ser alterado.

# PrepackTemplateView
source: View prepack templates
pt_br: Exibir modelos pré-pacote

# PrepackTemplateMaintain
source: Maintain prepack templates
pt_br: Manter modelos pré-pacote

# PrepackTemplateTableEntity
source: K3 Fashion - Prepack templates
pt_br: K3 Fashion - Modelos pré-pacote

# PrepackTemplateTableEntityMaintain
source: Maintain prepack templates entity
pt_br: Manter a entidade de modelos pré-pacote

# PrepackTemplateTableEntityView
source: View prepack templates entity
pt_br: Exibir entidade de modelos pré-pacote

# PrepackTemplateLineEntity
source: K3 Fashion - Prepack template lines
pt_br: K3 Fashion - Linhas de modelo pré-pacote

# PrepackTemplateLineEntityMaintain
source: Maintain prepack template lines entity
pt_br: Manter a entidade de linhas de modelo pré-pacote

# PrepackTemplateLineEntityView
source: View prepack template lines entity
pt_br: Exibir a entidade de linhas de modelo pré-pacote

# DefaultUnitId
source: Default unit
pt_br: Unidade padrão

# UnitNotDefinedAllLines
source: Unit must be defined for all lines.
pt_br: A unidade deve ser definida para todas as linhas.

# MarkdownReasonNew
source: New reason code
pt_br: Novo código de motivo

# MarkdownReasonNewHelp
source: Specify a new reason code for the lines that will be created.
pt_br: Especifique um novo código de razão para as linhas que serão criadas.

source: Prepack explosion
pt_br: Explosão pré-pacote

# PrepackExplosionHelp
source: Indicates if this item has been created from a prepack explosion.
pt_br: Indica se este item foi criado a partir de uma explosão pré-pacote.

# PrepackSalesAgreementsExplodeLines
source: Sales agreements explode prepack lines
pt_br: Acordos de vendas explodem linhas de pré-embalagem

# PrepackPurchAgreementsExplodeLines
source: Purch agreements explode prepack lines
pt_br: Acordos purch explodem linhas de pré-embalagem

source: Default drop for order
pt_br: Queda padrão para ordem

# MatrixTaskRecorderExtendedItemClicked
source: Click on extended column '%1', row '%2' and value '%3'.
pt_br: Clique na coluna estendida '%1', linha '%2' e valor '%3'.

# PrepackMarkdownExplodeLines
source: Markdown model explode prepack lines
pt_br: Modelo markdown explode linhas pré-pacote

# BOMModelCSRHeader
source: BOM model header CSR
pt_br: Cabeçalho modelo BOM CSR

# BOMModelCSRLines
source: BOM model lines CSR
pt_br: Linhas do modelo BOM CSR

# EcoResPrepack
source: Global prepacks
pt_br: Pré-pacotes globais

# EcoResPrepackTableDevDoc
source: The KRFEcoResPrepackTable table contains all global prepacks.
pt_br: A tabela KRFEcoResPrepackTable contém todos os pré-pacotes globais.

# EcoResPrepackLine
source: Global prepack lines
pt_br: Linhas de pré-pacote globais

# EcoResPrepackLineDevDoc
source: The KRFEcoResPrepackLine table contains all global prepack lines.
pt_br: A tabela KRFEcoResPrepackLine contém todas as linhas pré-pacote globais.

# PrepackProductAlreadyPartOfPrepack
source: Product '%1' is already part of prepack '%2'.
pt_br: O produto '%1' já faz parte do prepack '%2'.

# EcoResPrepackCannotBePartOfItselfWarning
source: Product '%1' is a prepack and cannot be part of itself.
pt_br: O produto '%1' é um pré-pacote e não pode fazer parte de si mesmo.

# PrepackTemplateNotApproved
source: Prepack template '%1' is not approved.
pt_br: O modelo pré-pacote '%1' não está aprovado.

# ProductPrepacksCheck
source: Global prepack check
pt_br: Verificação pré-pacote global

# PrepackReleasedPrepacksEnhanced
source: Released prepacks (Enhanced)
pt_br: Pré-pacotes lançados (Aprimorado)

source: Released prepacks check (Enhanced)
pt_br: Verificação de pré-pacotes lançados (Aprimorado)

# EcoResPrepackConvertDesc
source: Convert product to global prepack
pt_br: Converter produto em pré-pacote global

# PrepackProductAlreadyMarkedAsPrepack
source: Product '%1' is already marked as prepack.
pt_br: O produto '%1' já está marcado como pré-pacote.

# PrepackProductConvertItemTypeWarning
source: Product '%1' must be of type '%2' and subtype '%3'.
pt_br: O produto '%1' deve ser do tipo '%2' e do subtipo '%3'.

# EcoResPrepackConvertToPrepack
source: Convert product to prepack
pt_br: Converter produto em pré-embalagem

# EcoResPrepackRevertDesc
source: Revert global prepack to product.
pt_br: Reverter pré-pacote global para produto.

# PrepackProductIsNotPrepackWarning
source: Product '%1' is not a prepack.
pt_br: O produto '%1' não é um pré-pacote.

# EcoResPrepackRevertApprovedWarning
source: Approved prepack cannot be reverted.
pt_br: O pré-pacote aprovado não pode ser revertido.

source: Convert to prepack
pt_br: Converter para pré-pacote

# EcoResProductViewComponents
source: View global prepack components
pt_br: Exibir componentes pré-pacote globais

# EcoResPrepackTableEntity
source: K3 Fashion - Global prepacks
pt_br: K3 Fashion - Pré-pacotes globais

# EcoResPrepackTableEntityMaintain
source: Maintain global prepacks entity
pt_br: Manter a entidade global de pré-pacotes

# EcoResPrepackTableEntityView
source: View global prepacks entity
pt_br: Ver a entidade global de pré-pacotes

# EcoResPrepackLineEntity
source: K3 Fashion - Global prepack lines
pt_br: K3 Fashion - Linhas globais de pré-pacote

# EcoResPrepackLineEntityMaintain
source: Maintain global prepack lines entity
pt_br: Manter a entidade global de linhas de pré-pacote

# EcoResPrepackLineEntityView
source: View global prepack lines entity
pt_br: Exibir a entidade global de linhas de pré-pacote

# PrepackProductAlreadyReleasedWarning
source: Product '%1' is already released and cannot be converted to a prepack.
pt_br: O produto '%1' já está liberado e não pode ser convertido em pré-embalagem.

# PrepackCircularProductIncluded
source: Product '%1' is included circularly in prepacks.
pt_br: O produto '%1' está incluído circularmente em pré-pacotes.

# PrepackNotApprovedWarning
source: Prepack '%1' is not approved.
pt_br: O pré-pacote '%1' não é aprovado.

# PrepackIdNoLinesWarning
source: Prepack '%1' does not contain any lines.
pt_br: O pré-pacote '%1' não contém linhas.

# EcoResPrepackUnableToRelease
source: Unable to release prepack '%1' to company '%2'.
pt_br: Não é possível liberar o pré-pacote '%1' para a empresa '%2'.

# ProductNotReleasedInCompany
source: Product '%1' is not released in company '%2'.
pt_br: O produto '%1' não é lançado na empresa '%2'.

# ProductVariantNotReleasedInCompany
source: Product variant '%1' is not released in company '%2'.
pt_br: A variante do produto '%1' não é lançada na empresa '%2'.

# PrepackNotAllProductsReleasedInCompany
source: Prepack '%1'. Not all products/variants are released in '%2' company.
pt_br: Pré-pacote '%1'. Nem todos os produtos/variantes são lançados na empresa '%2'.

# PrepackTemplateNotAllProductsReleasedInCompany
source: Prepack template '%1'. Not all products/variants are released in '%2' company.
pt_br: Modelo pré-pacote '%1'. Nem todos os produtos/variantes são lançados na empresa '%2'.

# PrepackGlobalCannotChangeWarning
source: Prepack '%1' is global and cannot be changed on legal entity level.
pt_br: O prepack '%1' é global e não pode ser alterado em nível de pessoa jurídica.

# PrepackConvertProductAlreadyPartOfPrepackWarning
source: Product '%1' is already part of a prepack content and cannot be converted.
pt_br: O produto '%1' já faz parte de um conteúdo pré-pacote e não pode ser convertido.

# PrepackProductAlreadyReleasedRevertWarning
source: Prepack for product '%1' was already released and cannot be reverted.
pt_br: O pré-pacote para o produto '%1' já foi lançado e não pode ser revertido.

# PrepackRevertIsGlobalWarning
source: Prepack '%1' is global and cannot be reverted.
pt_br: O pré-pacote '%1' é global e não pode ser revertido.

# ProductionOrderGroupChangeField
source: All underlying production orders will have the field '%1' updated with value '%2'.\nProceed?
pt_br: Todas as ordens de produção subjacentes terão o campo '%1' atualizado com valor '%2'.\nProceed?

# PrepackRecordAlreadyExistsForItem
source: Prepack record already exists from item '%1' in company '%2'.
pt_br: O registro pré-pacote já existe a partir do item '%1' na empresa '%2'.

# AddressRoleProductionSite
source: Production site
pt_br: Local de produção

# ReleaseUpdate_LogisticsLocationRole
source: Initialize address location purposes table with the new 'Production site' purpose.
pt_br: Inicialize a tabela de propósitos de localização do endereço com o novo propósito 'Local de produção'.

source: Default production site address
pt_br: Endereço padrão do site de produção

# DefaultProductionSiteAddressQuestion
source: This will unmark the current default production site. Do you want to continue?
pt_br: Isso não marcará o local de produção padrão atual. Você quer continuar?

# AddressRoleProductionSiteValidation
source: The Production site address cannot be Primary address.
pt_br: O endereço do local de produção não pode ser endereço primário.

# CSRVendorAddressClassifications
source: Vendor address CSR classifications
pt_br: Classificações de CSR de endereço de fornecedor

# CSRVendorAddressClassificationsEntity
source: K3 Fashion - Vendor address CSR Classifications
pt_br: K3 Fashion - Endereço do fornecedor Classificações de RSE

# CSRVendorAddressClassificationsEntityView
source: View vendor address CSR classifications
pt_br: Exibir classificações de CSR de endereço de fornecedor

# CSRVendorAddressClassificationsEntityMaintain
source: Maintain vendor address CSR classifications
pt_br: Manter as classificações de CSR de endereço do fornecedor

source: Production site address
pt_br: Endereço do local de produção

# PurchTableVendProductionSiteAddress
source: Purchase order header production site addresses
pt_br: Comprar endereços do site de produção de cabeçalho de pedido

# PurchTableVendProductionSiteAddressEntity
source: K3 Fashion - Purchase order header production site addresses entity
pt_br: K3 Fashion - Site de produção de cabeçalho de pedido de compra aborda entidade

# PurchTableVendProductionSiteAddressEntityMaintain
source: Maintain purchase order header production site addresses entity§0020§
pt_br: Manter o site de produção de cabeçalho de pedido de compra aborda a entidade§0020§

# PurchTableVendProductionSiteAddressEntityView
source: View purchase order header production site addresses entity§0020§
pt_br: Exibir o site de produção de cabeçalho do pedido de compra aborda a entidade§0020§

# PurchLineVendProductionSiteAddress
source: Purchase order line production site addresses
pt_br: Endereços do site de produção da linha de encomenda de compra

# PurchLineVendProductionSiteAddressEntity
source: K3 Fashion - Purchase order line production site addresses entity
pt_br: K3 Fashion - Site de produção da linha de pedidos de compra aborda entidade

# PurchLineVendProductionSiteAddressEntityMaintain
source: Maintain purchase line header production site addresses entity§0020§
pt_br: Manter o site de produção de cabeçalho da linha de compra aborda a entidade§0020§

# PurchLineVendProductionSiteAddressEntityView
source: View purchase order line production site addresses entity§0020§
pt_br: Ver site de produção da linha de pedido de compra aborda entidade§0020§

# PurchTableVendProductionSiteAddressInsert
source: Add production site address to purchase order lines
pt_br: Adicionar endereço de local de produção para comprar linhas de pedidos

# PurchTableVendProductionSiteAddressDelete
source: Remove production site address from purchase order lines
pt_br: Remova o endereço do local de produção das linhas de pedidos de compra

# OrderChangeJourTransferOrderChangesReport
source: Transfer order changes report
pt_br: Relatório de alterações da ordem de transferência

# PrepackDefinitionId
source: Definition Id
pt_br: ID de definição

source: Prepack definitions
pt_br: Definições de pré-embalagem

# PrepackDefinitionsDevDoc
source: The KRFPrepackDefinitionTable table contains prepack definitions.
pt_br: A tabela KRFPrepackDefinitionTable contém definições pré-embaladas.

source: Prepack definition lines
pt_br: Linhas de definição pré-pacote

# PrepackDefinitionLinesDevDoc
source: The KRFPrepackDefinitionLine table contains prepack definition lines.
pt_br: A tabela KRFPrepackDefinitionLine contém linhas de definição pré-embaladas.

# PrepackTemplateIdHelpTxt
source: Unique identifier of the prepack template.
pt_br: Identificador exclusivo do modelo pré-pacote.

# PrepackDefinitionIdHelpTxt
source: Unique identifier of the prepack definition.
pt_br: Identificador exclusivo da definição pré-embalagem.

# PrepackDefinitionView
source: View prepack definitions
pt_br: Exibir definições pré-pacote

# PrepackDefinitionMaintain
source: Maintain prepack definitions
pt_br: Manter definições pré-pacote

# PrepackDefinitionApprove
source: Approve prepack definition
pt_br: Aprovar definição pré-pacote

# PrepackDefinitionApproveDesc
source: Prepack definition approval
pt_br: Aprovação de definição pré-pacote

# FieldCannotBeDefinedWhenNotEnabled
source: Field '%1' cannot be defined when '%2' is not enabled.
pt_br: O campo '%1' não pode ser definido quando '%2' não está habilitado.

source: Prepack definition matrix
pt_br: Matriz de definição pré-pacote

# PrepackDefinitionApprovedCannotChangeWarning
source: Prepack definition '%1' is approved and cannot be changed.
pt_br: A definição pré-pacote '%1' é aprovada e não pode ser alterada.

# TotalQtyDoesNotMatchLinesQty
source: Total quantity (%1) does not match total lines quantity (%2).
pt_br: A quantidade total (%1) não corresponde à quantidade total de linhas (%2).

# PrepackDefinitionTableEntityMaintain
source: Maintain prepack definitions entity
pt_br: Manter entidade de definições pré-pacote

# PrepackDefinitionTableEntityView
source: View prepack definitions entity
pt_br: Exibir entidade de definições pré-pacote

# PrepackDefinitionTableEntity
source: K3 Fashion - Prepack definitions
pt_br: K3 Fashion - Definições de pré-embalagem

# PrepackDefinitionLineEntity
source: K3 Fashion - Prepack definition lines
pt_br: K3 Fashion - Linhas de definição pré-embaladas

# PrepackDefinitionLineEntityMaintain
source: Maintain prepack definition lines entity
pt_br: Manter a entidade de linhas de definição pré-pacote

# PrepackDefinitionLineEntityView
source: View prepack definition lines entity
pt_br: Exibir a entidade de linhas de definição pré-pacote

# PrepackDefinitionCategory
source: Prepack definition category assignment
pt_br: Atribuição da categoria de definição pré-pacote

# PrepackDefinitionCategoryDevDoc
source: The KRFPrepackDefinitionCategory table stores information about the relationships between the prepack definitions and the categories.
pt_br: A tabela KRFPrepackDefinitionCategory armazena informações sobre as relações entre as definições pré-embalagem e as categorias.

# PrepackDefinitionCategoryEntity
source: K3 Fashion - Prepack definition category assignment
pt_br: K3 Fashion - Atribuição da categoria de definição pré-pacote

# PrepackDefinitionCategoryEntityMaintain
source: Maintain prepack definition category assignment entity
pt_br: Manter entidade de atribuição de categoria de definição pré-pacote

# PrepackDefinitionCategoryEntityView
source: View prepack definition category assignment entity
pt_br: Exibir entidade de atribuição de categoria de definição pré-pacote

source: Matrix layout
pt_br: Layout de matriz

# CategoryHierarchyRoleWarning
source: Only category that belongs to hierarchy role '%1' can be used.
pt_br: A única categoria que pertence ao papel de hierarquia '%1' pode ser usada.

# PrepackDefinitionDimGroupsMismatch
source: Category variant groups do not match prepack definition dimension groups.
pt_br: Os grupos de variantes da categoria não correspondem aos grupos de dimensões de definição pré-pacote.

# CSRClassificationTrans
source: CSR classification transactions
pt_br: Transações de classificação CSR

# CSRClassificationTransPurchLineEntity
source: K3 Fashion - CSR classification transactions for purchase lines
pt_br: K3 Fashion - Transações de classificação CSR para linhas de compra

# CSRClassificationTransPurchLineEntityMaintain
source: Maintain CSR classification transactions for purchase lines entity
pt_br: Manter transações de classificação de RSE para entidade de linhas de compra

# CSRClassificationTransPurchLineEntityView
source: View CSR classification transactions for purchase lines entity
pt_br: Veja as transações de classificação da RSE para entidade de linhas de compra

# BOMModelLineMatrixEntity
source: K3 Fashion - BOM model maintain lines - Matrix
pt_br: K3 Fashion - Modelo BOM manter linhas - Matrix

# BOMModelLineMatrixEntityMaintain
source: Maintain BOM model maintain lines entity - Matrix
pt_br: Manter modelo BOM manter entidade de linhas - Matriz

# BOMModelLineMatrixEntityView
source: View BOM model maintain lines entity - Matrix
pt_br: Ver modelo BOM manter linhas entidade - Matriz

# BOMModelRouteDetailsEntity
source: K3 Fashion - BOM model route details
pt_br: K3 Fashion - Detalhes da rota do modelo BOM

# BOMModelRouteDetailsEntityMaintain
source: Maintain BOM model route details entity
pt_br: Manter a entidade de detalhes da rota do modelo BOM

# BOMModelRouteDetailsEntityView
source: View BOM model route details entity
pt_br: Veja a entidade de detalhes da rota do modelo BOM

# BOMRouteTemplateDetailsEntity
source: K3 Fashion - Route template details
pt_br: K3 Fashion - Detalhes do modelo de rota

# BOMRouteTemplateDetailsEntityMaintain
source: Maintain Route template details entity
pt_br: Manter os detalhes do modelo da Rota

# BOMRouteTemplateDetailsEntityView
source: View Route template details entity
pt_br: Exibir detalhes do modelo de rota

# PrepackTemplateCopyLines
source: Copy prepack template lines
pt_br: Copiar linhas de modelo pré-pacote

# PrepackTemplateCopyLinesHelpTxt
source: Copy lines from existing entries to prepack template.
pt_br: Copie linhas das entradas existentes para o modelo pré-pacote.

# EcoResPrepackCopyLines
source: Copy global prepack lines
pt_br: Copiar linhas de pré-pacote globais

# EcoResPrepackCopyLinesHelpTxt
source: Copy lines from existing entries to global prepack.
pt_br: Copie linhas de entradas existentes para pré-pacote global.

source: Delete existing lines
pt_br: Excluir linhas existentes

source: Grouped planned order
pt_br: Ordem planejada agrupada

source: Grouped planned order lines
pt_br: Linhas de pedidos planejadas agrupadas

source: Skip auto-unpack
pt_br: Pule auto-descompacto

# RecommendedRetailPricePerCurrencyMaintain
source: Maintain price per currency/region
pt_br: Manter o preço por moeda/região

# RecommendedRetailPricePerCurrencyView
source: View price per currency/region
pt_br: Ver preço por moeda/região

# TransferReasonMaintain
source: Maintain transfer reason code
pt_br: Manter o código de razão de transferência

# TransferReasonView
source: View transfer reason code
pt_br: Exibir código de razão de transferência

# ItemMeasurementPhaseMaintain
source: Maintain item measurement phases
pt_br: Manter fases de medição de itens

# ItemMeasurementPhaseView
source: View item measurement phases
pt_br: Exibir fases de medição de itens

# PCProductConfiguratorExpressionPerDimMaintain
source: Maintain product configuration expression per dimension
pt_br: Manter a expressão de configuração do produto por dimensão
