Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# MeasurementsItemPhaseParametersImport
source: Import item measurements phase parameters
pt_br: Parâmetros de fase de medição de itens de importação

# MeasurementsItemPhaseParametersExport
source: Export item measurements phase parameters
pt_br: Parâmetros de fase de medição de itens de exportação

# MeasurementsMatrixPrintPhase
source: Print phase
pt_br: Fase de impressão

# MeasurementsMatrixPhaseParametersDialog
source: Phase parameters
pt_br: Parâmetros de fase

# MeasurementsItemPhaseParametersHelp
source: Released item phase parameters.
pt_br: Liberado parâmetros de fase do item.

# MeasurementsItemPhaseParametersEntity
source: K3 Fashion - Item measurements phase parameters
pt_br: K3 Fashion - Parâmetros de fase de medição de itens

# MeasurementsQualityCheck
source: Quality check
pt_br: Verificação de qualidade

# MeasurementsQualityCheckHelpText
source: Indicates that the position must be submitted to quality check.
pt_br: Indica que a posição deve ser submetida à verificação de qualidade.

# MeasurementsPositionGroupLineRatioCurveError
source: Ratio curve '%1' is not valid for the position group '%2' with size group '%3'.
pt_br: A curva de razão '%1' não é válida para o grupo de posição '%2' com grupo de tamanho '%3'.

# MeasurementsPositionGroupSizeGroupWarning
source: All lines with ratio curve will have this field erased. Do you want to proceed?
pt_br: Todas as linhas com curva de proporção terão este campo apagado. Você quer continuar?

# MeasurementsItemPositionsMaintain
source: Maintain product measurement positions
pt_br: Manter posições de medição do produto

# MeasurementsItemPositionsView
source: View product measurement positions
pt_br: Ver posições de medição do produto

# MeasurementsPositionGroupSizeGroupError
source: The position group '%1' is not valid for size group '%2'
pt_br: O grupo de posição '%1' não é válido para o grupo de tamanho '%2'

# MeasurementsItemPositionsEntity
source: K3 Fashion - Item measurements positions
pt_br: K3 Fashion - Posições de medição de itens

# MeasurementsItemPositions
source: Item measurements positions
pt_br: Posições de medição de itens

# MeasurementsItemPositionsEntityMaintain
source: Maintain item measurements positions entity
pt_br: Manter as posições de medição de itens entidade

# MeasurementsItemPositionsEntityView
source: View item measurements positions entity
pt_br: Exibir posições de medição de itens entidade

# MarginPlanningBrokerFee
source: Broker fee
pt_br: Tarifa de agente

# MarginPlanningBrokerFeeHelpText
source: Broker fees applied.
pt_br: Taxas de corretagem aplicadas.

# MarginPlanningMarginPrice
source: Margin price
pt_br: Preço de margem

# MarginPlanningMarginPriceHelpText
source: The extended unit price with rebate, royalty, and broker deducted.
pt_br: O preço unitário estendido com desconto, royalties e corretor deduzido.

# MarginPlanningRebateAmount
source: Rebate amount
pt_br: Valor do desconto

# MarginPlanningRebateAmountHelpText
source: Customer rebates applied.
pt_br: Descontos de clientes aplicados.

# MarginPlanningRoyaltyAmount
source: Royalty amount
pt_br: Valor dos royalties

# MarginPlanningRoyaltyAmountHelpText
source: Royalties applied.
pt_br: Royalties aplicados.

# MarginPlanningVendorRebate
source: Vendor rebate
pt_br: Desconto do fornecedor

# MarginPlanningVendorRebateHelpText
source: Vendor rebate applied.§0020§
pt_br: Desconto de fornecedor aplicado.§0020§

# MarginPlanningVendorRebateValue
source: Vendor rebate value
pt_br: Valor de desconto do fornecedor

# MarginPlanningVendorRebateValueHelpText
source: Vendor rebate value applied.
pt_br: Valor de desconto do fornecedor aplicado.

source: Sample type
pt_br: Tipo de amostra

# SampleTypeHelp
source: Identification of the sample type.
pt_br: Identificação do tipo de amostra.

# SampleTypeQualityCheck
source: Quality check
pt_br: Verificação de qualidade

# SampleTypeMeasurementCheck
source: Measurement check
pt_br: Verificação de medição

# SampleTypeMenuItemHelp
source: Create or update sample type.
pt_br: Criar ou atualizar o tipo de amostra.

source: Sample management
pt_br: Gestão de amostras

# SampleTypeMaintain
source: Maintain sample type
pt_br: Manter o tipo de amostra

# SampleTypeMaintainDescription
source: Create and update sample type details
pt_br: Criar e atualizar detalhes do tipo de amostra

# SampleTypeView
source: View sample type
pt_br: Ver o tipo de amostra

# SampleTypeViewDescription
source: View sample type details
pt_br: Exibir detalhes do tipo de amostra

# SampleTypeSampleManagement
source: Sample management
pt_br: Gestão de amostras

# SampleTypeSampleMgmtActive
source: Sample management active
pt_br: Gerenciamento de amostras ativo

# SampleTypeDefaultSampleType
source: Default Sample type
pt_br: Tipo de amostra padrão

# SampleTypeChangeSampleTypeHelp
source: Change sample type.
pt_br: Mude o tipo de amostra.

# SampleTypeChangeSampleType
source: Change sample type
pt_br: Alterar o tipo de amostra

# SampleTypeChangeSampleTypeForm
source: %1 - change sample type
pt_br: %1 - tipo de amostra de alteração

# SampleTypeSamplePurchaseBlocked
source: Sample purchase blocked
pt_br: Compra de amostra bloqueada

# SampleTypeSamplePurchase
source: Sample purchase
pt_br: Compra de amostras

# PurchCategoryMaintainEntity
source: Maintain purchase order category entity
pt_br: Manter a entidade da categoria de pedido de compra

# PurchCategoryViewEntity
source: View purchase order category entity
pt_br: Exibir entidade da categoria de pedido de compra

# PurchCategoryEntity
source: K3 Fashion - Purchase order category
pt_br: K3 Fashion - Categoria de pedido de compra

# SampleTypeEntity
source: K3 Fashion - Sample type
pt_br: K3 Fashion - Tipo de amostra

# SampleTypeMaintainEntity
source: Maintain sample type entity
pt_br: Manter a entidade do tipo amostral

# SampleTypeViewEntity
source: View sample type entity
pt_br: Ver a entidade do tipo de amostra

# ProductStatusSamplePurchBlocked
source: Sample purchase blocked
pt_br: Compra de amostra bloqueada

# ProductStatusSamplePurchBlockedHelp
source: Identifies whether product is blocked for sample purchase.
pt_br: Identifica se o produto está bloqueado para compra de amostras.

# PLMNoSeasonOnProductWarning
source: Selected season is not defined on the linked product.
pt_br: A estação selecionada não está definida no produto vinculado.

# PLMProductHaveNoSeasonWarning
source: Selected product does not have linked season defined.
pt_br: O produto selecionado não tem temporada vinculada definida.

# MeasurementsMatrixPositionAttachHelp
source: Maintain attachments for the position in the current phase.
pt_br: Mantenha os anexos para a posição na fase atual.

# MeasurementsTemplateId
source: Template Id
pt_br: ID de modelo

# MeasurementsTemplate
source: Measurements templates
pt_br: Modelos de medição

# MeasurementsTemplateHelp
source: Define templates for measurements.§0020§
pt_br: Defina modelos para medições.§0020§

# MeasurementsTemplateVariantGroup
source: Variant groups
pt_br: Grupos de grades

# MeasurementsTemplateBaseRatioCurves
source: Base ratio curves
pt_br: Curvas de razão base

source: Measurements template positions
pt_br: Posições do modelo de medição

# MeasurementsTemplateBaseSizePerFit
source: Base size per fit
pt_br: Tamanho base por ajuste

source: Measurements template matrix
pt_br: Matriz de modelo de medição

# MeasurementsTemplateMaintain
source: Maintain measurements template
pt_br: Manter o modelo de medição

# MeasurementsTemplateView
source: View measurements template
pt_br: Exibir modelo de medição

# MeasurementsTemplateIdHelp
source: Id for measurements template
pt_br: Modelo de ID para medidas

# ReleaseToWarehouseLinesLimitWarning
source: Your selection returned %1 records. This might result into performance issues. It is recommend to restrict the selection criteria. Do you want to continue anyway?
pt_br: Sua seleção devolveu registros %1. Isso pode resultar em problemas de desempenho. Recomenda-se restringir os critérios de seleção. Você quer continuar de qualquer maneira?

# MarkdownAffectedQty
source: Affected quantity
pt_br: Quantidade afetada

# MarkdownAffectedQtyHelpText
source: Quantity affected by markdown model.§0020§
pt_br: Quantidade afetada pelo modelo de marcação.§0020§

# MarkdownCurrentSalesValue
source: Current sales value
pt_br: Valor de venda atual

# MarkdownCurrentSalesValueHelpText
source: Current inventory sales value.
pt_br: Valor atual de venda de estoque.

# BrandTableDevDocLabel
source: The KRFBrandTable contains the brands.
pt_br: O KRFBrandTable contém as marcas.

# BrandDescriptionHelpText
source: Brand description.
pt_br: Descrição da marca.

# BrandIdLabel
source: Brand
pt_br: Marca

# BrandIdHelpText
source: Brand unique identifier.
pt_br: Identificador único da marca.

# BrandTableLabel
source: Brands
pt_br: Marcas

# BrandSecurityMaintainDesc
source: Create and update brand details
pt_br: Criar e atualizar detalhes da marca

# BrandSecurityMaintainLabel
source: Maintain brands
pt_br: Manter marcas

# BrandSecurityViewDesc
source: View brand details
pt_br: Veja os detalhes da marca

# BrandSecurityViewLabel
source: View brands
pt_br: Ver marcas

# BrandTableGroupLabel
source: Product brands
pt_br: Marcas de produtos

# BrandEntityLabel
source: K3 Fashion - Brands
pt_br: K3 Fashion - Marcas

# BrandEntitySecurityDesc
source: Security privilege for brands entity
pt_br: Privilégio de segurança para entidade de marcas

# BrandEntitySecurityImportLabel
source: Import brands
pt_br: Marcas de importação

# BrandEntitySecurityExportLabel
source: Export brands
pt_br: Exportação de marcas

# BrandTableHelpText
source: Brands setup.
pt_br: Configuração de marcas.

# PLMPlanChangeResponsibleLabel
source: Change responsible
pt_br: Alterar responsável

# PLMPlanChangeResponsibleHelpText
source: Change responsible of the current plan line.
pt_br: Mudança responsável pela linha de plano atual.

# PLMPlanOverdueDateLabel
source: Date overdue
pt_br: Data em atraso

# WhsReleaseToWarehouseBlockedWarning
source: One or more lines cannot be released because of Product status blocked. Order num: %1, Lot ID: %2.
pt_br: Uma ou mais linhas não podem ser liberadas devido ao status do produto bloqueado. Pedido num: %1, Lot ID: %2.

# MeasurementsCopyDialogTitle
source: Copy measurements - %1
pt_br: Medições de cópia - %1

# MeasurementsCopyOverwriteSetup
source: Overwrite measurements setup
pt_br: Configuração de medição de sobregravação

# MeasurementsCopyOverwriteSetupHelp
source: Overwrite measurements setup such as positions, base size and base fit for all phases.
pt_br: Configuração de medição de sobregravação, como posições, tamanho da base e base adequada para todas as fases.

# MeasurementsCopyPositionAttach
source: Copy attachments
pt_br: Copiar anexos

# MeasurementsCopyPositionAttachHelp
source: Copy all the attachments from template positions.
pt_br: Copie todos os anexos das posições do modelo.

# MeasurementsCopyBaseMeasurementError
source: The selected '%1' has a different base measurement.
pt_br: O '%1' selecionado tem uma medição de base diferente.

# MeasurementsCopySourceError
source: It is not possible to copy measurements data from the same '%1'.
pt_br: Não é possível copiar dados de medições do mesmo '%1'.

source: Measurements copy function.
pt_br: Função de cópia de medidas.

# MeasurementsTemplateEntity
source: K3 Fashion - Measurements template
pt_br: K3 Fashion - Modelo de medidas

# MeasurementsTemplateEntityMaintain
source: Maintain measurements template entity
pt_br: Manter a entidade do modelo de medição

# MeasurementsTemplateEntityView
source: View measurements template entity
pt_br: Ver a entidade do modelo de medição

# MeasurementsTemplateLineEntity
source: K3 Fashion - Measurements template lines
pt_br: K3 Fashion - Linhas de modelo de medição

# MeasurementsTemplateLineEntityMaintain
source: Maintain measurements template lines entity
pt_br: Manter as linhas de modelo de medição entidade

# MeasurementsTemplateLineEntityView
source: View measurements template lines entity
pt_br: Exibir a entidade de linhas de modelo de medição

# MeasurementsTemplatePositionsEntity
source: K3 Fashion - Measurements template positions
pt_br: K3 Fashion - Posições do modelo de medição

# MeasurementsTemplatePositionsEntityMaintain
source: Maintain measurements template positions entity
pt_br: Manter as posições do modelo de medição entidade

# MeasurementsTemplatePositionsEntityView
source: View measurements template positions entity
pt_br: Exibir posições de modelo de medição entidade

# PLMLinePlan
source: Line plan
pt_br: Plano de linha

# PLMLinePlanList
source: Line plans
pt_br: Planos de linha

# PLMLinePlanListHelpText
source: Open list of product line plans
pt_br: Lista aberta de planos de linha de produtos

# PLMLinePlanAddItemsHelpText
source: Add products to line plan
pt_br: Adicionar produtos ao plano de linha

# PLMLinePlanViewPrivilege
source: View products line plan
pt_br: Ver o plano de linha de produtos

# PLMLinePlanMaintanPrivilege
source: Maintain products line plan
pt_br: Manter o plano de linha de produtos

# PLMTmpRetailSeasonItems
source: Season products
pt_br: Produtos de estação

# PLMLinePlanLine
source: Line plan line
pt_br: Linha de plano

# PLMLinePlanHeader
source: Line plan header
pt_br: Cabeçalho de plano de linha

# PLMLinePlanLines
source: Line plan lines
pt_br: Linhas de plano de linha

# PrepackOnhandFormCaption
source: Prepack inventory details for product %1 %2
pt_br: Detalhes de inventário pré-pacote para o produto %1 %2

# PrepackOnhand
source: Prepack inventory details
pt_br: Detalhes do inventário pré-pacote

# PrepackOnhandHelpText
source: Shows available on-hand inventory for prepacks containing item as a component
pt_br: Mostra inventário disponível na mão para pré-pacotes contendo item como um componente

source: Prepack item
pt_br: Item pré-pacote

# PrepackQtyAvailable
source: Prepacks available
pt_br: Pré-pacotes disponíveis

# PrepackTotalItemsPacked
source: Total items single level
pt_br: Total de itens de nível único

# PrepackOnhandViewPrivilege
source: View inventory on-hand for item prepacks
pt_br: Exibir inventário em mãos para pré-pacotes de itens

# PrepackItemsPerPrepack
source: Items per prepack
pt_br: Itens por pré-embalagem

# PrepackItemsPerPrepackHelpText
source: Quantity of items in question per single prepack
pt_br: Quantidade de itens em questão por pré-pacote único

# MeasurementsSetupUpdateFromCategory
source: Updating measurement related fields will delete all measurement data which might exist. Do you want to proceed?
pt_br: A atualização dos campos relacionados à medição excluirá todos os dados de medição que possam existir. Você quer continuar?

# MeasurementsTemplateUniqueIdentifier
source: Unique identifier of the measurements template.
pt_br: Identificador exclusivo do modelo de medição.

# MarkdownTableEntity
source: K3 Fashion - Markdown model
pt_br: K3 Fashion - Modelo Markdown

# MarkdownLineEntity
source: K3 Fashion - Markdown model lines
pt_br: K3 Fashion - Linhas de modelos Markdown

# MarkdownTableEntityMaintain
source: Maintain markdown model
pt_br: Manter o modelo de marcação

# MarkdownTableEntityView
source: View markdown model
pt_br: Ver modelo de marcação

# MarkdownLineEntityMaintain
source: Maintain markdown model lines
pt_br: Manter linhas de modelo de marcação

# MarkdownLineEntityView
source: View markdown model lines
pt_br: Ver linhas de modelo de marcação

source: Add variants
pt_br: Adicionar grades

# AddMultiProductsFrameworkAddProductsError
source: Error when trying to add the product.
pt_br: Erro ao tentar adicionar o produto.

# ProductStatusWizardWelcome
source: Use this wizard to create a new product status for a group of products
pt_br: Use este assistente para criar um novo status de produto para um grupo de produtos

# ProductWizardReadyToCreate
source: This wizard is ready to create product '%1'.
pt_br: Este assistente está pronto para criar o produto '%1'.

# ProductWizardCreateAndRelease
source: To create and release the product, click Finish.
pt_br: Para criar e liberar o produto, clique em Concluir.

# ProductWizardDescriptionLine1
source: Use this wizard to create a new Product with or without variants and release it to one or more legal entities.
pt_br: Use este assistente para criar um novo Produto com ou sem variantes e liberá-lo para uma ou mais pessoas jurídicas.

# ProductWizardDescriptionLine2
source: After using this wizard, you can view the Product in the Product form and the released product form.
pt_br: Depois de usar este assistente, você pode visualizar o produto na forma produto e no formulário de produto liberado.

source: Retail product properties
pt_br: Propriedades de produto de varejo

# RetailProductCheck
source: Product check
pt_br: Verificação de produto

# RatioCurveLineDimSyncDialogText
source: Select the properties to update ratio curves.
pt_br: Selecione as propriedades para atualizar curvas de proporção.

# ProductStatusWizardCancel
source: This will exit the wizard and changes will not be applied. Are you sure you want to exit the Product status wizard?
pt_br: Isso sairá do assistente e as alterações não serão aplicadas. Tem certeza de que deseja sair do assistente de status do produto?

# ProductStatusWizardOk
source: This will exit the wizard and changes will be applied. Continue?
pt_br: Isso sairá do assistente e as alterações serão aplicadas. Continuar?

# ProductWizardErrorNoProductsSelected
source: No products were selected.
pt_br: Nenhum produto foi selecionado.

# ProductStatusWizardErrorFields
source: Please, verify all fields again.
pt_br: Por favor, verifique todos os campos novamente.

# ProductStatusWizardErrorProductStatusFieldValidation
source: The value in field Product status cannot be empty.
pt_br: O valor no status do produto de campo não pode ser vazio.

# ProductStatusWizardWelcomeLine2
source: After using this wizard, you can view the new product status lines in the Product status form
pt_br: Depois de usar este assistente, você pode visualizar as novas linhas de status do produto no formulário de status do produto

# ProductStatusWizardReadyToCreate
source: This wizard is ready to create %1 new product status line(s).
pt_br: Este assistente está pronto para criar %1 nova linha de status do produto.

# ProductStatusWizardCreate
source: To create new product status lines, click Finish.
pt_br: Para criar novas linhas de status do produto, clique em Concluir.

source: Product status wizard
pt_br: Assistente de status do produto

# ProductWizardAddProductsTab
source: Select the products that you would like to add:
pt_br: Selecione os produtos que você gostaria de adicionar:

# ProductStatusWizardAddProductsVariablesTab
source: Select the remaining values for the product status creation:
pt_br: Selecione os valores restantes para a criação do status do produto:

# PLMPlanWizardLabel
source: Plan wizard
pt_br: Assistente de plano

# PLMPlanWizardHelpText
source: New PLM plan wizard.
pt_br: Novo assistente de plano PLM.

# PLMPlanWizardInstructionLabel
source: Use this wizard to create new PLM Plans for selected %1
pt_br: Use este assistente para criar novos planos PLM para selecionados %1

# PLMPlanWizardInstructionHelpText
source: After using this wizard, you can view new plans created.
pt_br: Depois de usar este assistente, você pode visualizar novos planos criados.

# PLMLinePlanHelpText
source: Unique identifier of the line plan
pt_br: Identificador único do plano de linha

# PLMLinePlanPrintHelpText
source: Print line plan
pt_br: Plano de linha de impressão

# PLMLinePlanReportPurchPrice
source: Purch price
pt_br: Preço de Purch

# PLMLinePlanReportSODeliveryDate
source: SO delivery date
pt_br: So data de entrega

# PLMLinePlanReportPODeliveryDate
source: PO delivery date
pt_br: Data de entrega do PO

# PLMLinePlanReportDefaultDrop
source: Default drop
pt_br: Queda padrão

# PLMLinePlanReportDefaultSeason
source: Default season
pt_br: Temporada padrão

# PLMLinePlanReportPlanProducts
source: Line plan products
pt_br: Produtos de plano de linha

# PLMLinePlanReportPlanProductsDevDoc
source: The KPMPLMLinePlanProductsTmp table contains information used by the KPMPLMLinePlan report.
pt_br: A tabela KPMPLMLinePlanProductsTmp contém informações usadas pelo relatório KPMPLMLinePlan.

# PLMLinePlanReportPlanProdInstructIcons
source: Instruction icons
pt_br: Ícones de instrução

# PLMLinePlanReportPlanProdInstructIconsDevDoc
source: The KPMPLMLinePlanProdInstructIconsTmp table contains line plan product's wash and care instruction icons and serves as a DS for sub-report KPMPLMLinePlanProdInstructionsSubReport
pt_br: A tabela KPMPLMLinePlanProdInstructIconsTmp contém ícones de instrução de lavagem e cuidado do plano de linha e serve como um DS para subnotificar KPMPLMLinePlanProdInstructionsSubReport

# PLMLinePlanReportPlanProdColors
source: Product colors
pt_br: Cores do produto

# PLMLinePlanReportPlanProdColorsDevDoc
source: The KPMPLMLinePlanProdColorsTmp table contains line plan product's colors and serves as a DS for KPMPLMLinePlanProdColorsSubReport sub-report
pt_br: A tabela KPMPLMLinePlanProdColorsTmp contém as cores do produto do plano de linha e serve como um DS para kpmplMLinePlanProdColorsSubReport

source: Composition template
pt_br: Modelo de composição

source: Composition template line
pt_br: Linha de modelo de composição

# CompositionTemplateLinePercentError
source: Total percentage of the type must be 100% or less.
pt_br: A porcentagem total do tipo deve ser de 100% ou menos.

# CompositionTemplateEntityView
source: View composition template table entity
pt_br: Ver a entidade da tabela de modelo de composição

# CompositionTemplateEntityMaintain
source: Maintain composition template table entity
pt_br: Manter a entidade de tabela de modelo de composição

# CompositionTemplateLineEntityView
source: View composition template line entity
pt_br: Exibir entidade de linha de modelo de composição

# CompositionTemplateLineEntityMaintain
source: Maintain composition template line entity
pt_br: Manter a entidade da linha de modelo de composição

source: Measurement check
pt_br: Verificação de medição

# MeasurementCheckUpdateActualValues
source: Update actual values
pt_br: Atualizar valores reais

# MeasurementCheckUpdateActualValuesHelp
source: Update measurements actual values with the quality order test result.
pt_br: Atualização medições valores reais com o resultado do teste de pedido de qualidade.

# MeasurementCheckTestOutcomeFail
source: Fail value
pt_br: Valor de falha

# MeasurementCheckTestOutcomeFailHelp
source: Variable outcome for fail result.
pt_br: Resultado variável para resultado de falha.

# MeasurementCheckTestOutcomePass
source: Pass value
pt_br: Valor de passe

# MeasurementCheckTestOutcomePassHelp
source: Variable outcome for pass result.
pt_br: Resultado variável para resultado de passe.

# MeasurementCheckShowActualValues
source: Show actual values
pt_br: Mostre valores reais

# MeasurementCheckShowActualValuesHelp
source: Show actual values on measurements check matrix.
pt_br: Mostre valores reais na matriz de verificação de medições.

# MeasurementCheckTestVariable
source: Test variable
pt_br: Variável de teste

# MeasurementCheckTestVariableHelp
source: Test variable to be used for measurements check result.
pt_br: Variável de teste a ser utilizada para o resultado da verificação de medidas.

# MeasurementCheckProcessReference
source: Process reference
pt_br: Referência do processo

# StyleGroupLabel
source: Style group
pt_br: Grupo de estilos

# PLMFixedChangeLabel
source: Fixed in lines
pt_br: Fixado em linhas
