Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# TranslatorMaintain
source: Maintain Translator (Cognitive Services)
pt_br: Manter o Tradutor (Serviços Cognitivos)

# TranslatorView
source: View Translator (Cognitice Services)
pt_br: Ver tradutor (Serviços de Cognitice)

# TranslatorParametersMaintain
source: Maintain Translation parameters form (Cognitive services)
pt_br: Formulário de parâmetros de tradução (serviços cognitivos)

# TranslatorParametersView
source: View Translation parameters form (Cognitive services)
pt_br: Ver formulário de parâmetros de tradução (serviços cognitivos)

# TranslatorParametersMissingValuesWarning
source: There are missing parameters for executing the translation, please verify the parameters' form before procede with the translation.
pt_br: Faltam parâmetros para executar a tradução, verifique o formulário dos parâmetros antes de proceder com a tradução.

# TranslatorValidationSuccessful
source: Validation successful.
pt_br: Validação bem sucedida.

# TranslatorValidationFailed
source: Validation failed.
pt_br: A validação falhou.

# KBPKBPEntitySequenceNameDevDocument
source: This table contains the Name of the Business plan levels.
pt_br: Esta tabela contém os níveis do plano Nome dos Negócios.

# KBPMainTableName
source: Main table name
pt_br: Nome da mesa principal

# KBPMainQuery
source: Main query
pt_br: Consulta principal

# KBPEntitySourceDevDocument
source: This table contains the Business plan source.
pt_br: Esta tabela contém a fonte do plano de negócios.

# KBPFormulaIdx
source: Formula index
pt_br: Índice de fórmula

# KBPModelVersionLine
source: Business plan version lines
pt_br: Linhas de versão do plano de negócios

# KBPModelVersionLineDevDocument
source: This table contains the Business plan version lines
pt_br: Esta tabela contém as linhas de versão do plano de negócios

# KBPSysQueryRangeRelation
source: Business plan criteria relation
pt_br: Relação de critérios do plano de negócios

# KBPSysQueryRangeRelationDevDocument
source: This table contains the business plan's criterias for the Business plan's lines
pt_br: Esta tabela contém os critérios do plano de negócios para as linhas do plano de negócios

# KBPEntityLineRange
source: Business plan line lines criteria table
pt_br: Tabela de critérios de linhas de linha do plano de negócios

# KBPModelGroupTableDevDocument
source: This table contains the Business plan group header.
pt_br: Esta tabela contém o cabeçalho do grupo do plano de negócios.

# KBPEntityAllocationKeyLine
source: Business plan allocation key lines
pt_br: Linhas-chave de alocação de planos de negócios

# KBPEntityAllocationKeyLineDevDocument
source: This table contains business plan allocation key lines.
pt_br: Esta tabela contém linhas-chave de alocação de planos de negócios.

# KBPEntityTableDevDocument
source: This table contains the business plan lines.
pt_br: Esta tabela contém as linhas do plano de negócios.

# ProdDimensionNotValidForType
source: Product dimension '%1' is not valid for ratio curve type '%2'.
pt_br: A dimensão do produto '%1' não é válida para o tipo de curva de razão '%2'.

source: Size range capacity
pt_br: Capacidade de faixa de tamanho

source: Apply size range
pt_br: Aplique faixa de tamanho

source: Default capacity ratio curve
pt_br: Curva de relação de capacidade padrão

# DefaultCapacityRatioCurveHelpTxt
source: The default capacity ratio curve is used during firming of planned production orders.
pt_br: A curva de razão de capacidade padrão é usada durante a firmeção de ordens de produção planejadas.

source: Capacity ratio curve
pt_br: Curva de razão de capacidade

# CapacityRatioCurveError
source: Capacity ratio curves not specified.
pt_br: Curvas de razão de capacidade não especificadas.

# ItemDefaultCapacityRatioCurveError
source: Item '%1' does not have a capacity ratio curve.§0020§
pt_br: O item '%1' não tem uma curva de razão de capacidade.§0020§

# TemporaryProductionOrderGroupId
source: Temporary master production order id
pt_br: Id de ordem de produção mestre temporária

# TemporaryProductionOrderGroupIdSeqNumber
source: Unique key for temporary master production orders. The key is used during the preview of master production orders.
pt_br: Chave única para ordens temporárias de produção mestre. A chave é usada durante a pré-visualização das ordens de produção mestres.

# ProductionOrderGroupPreview
source: Master production order preview
pt_br: Pré-visualização da ordem de produção mestre

# ProductionOrderGroupPreviewMaintain
source: Maintain master production order previews
pt_br: Manter pré-visualizações de ordem de produção mestre

# ProductionOrderGroupPreviewView
source: View master production order previews
pt_br: Veja as pré-visualizações da ordem de produção mestre

# ProductionOrderGroupPreviews
source: Master production order previews
pt_br: Pré-visualizações da ordem de produção mestre

# ProductionOrderGroupRunPreview
source: Calculate master production order preview
pt_br: Calcular a pré-visualização da ordem de produção mestre

# ProductionOrderGroupRunPreviewHelp
source: Calculate a preview of the firming of planned production orders.
pt_br: Calcule uma prévia do firmamento das ordens de produção planejadas.

# ProductionOrderGroupPreviewId
source: Master production order preview ID
pt_br: ID de visualização da ordem de produção mestre

# ProductionOrderGroupPreviewIdSeqNumber
source: Unique key for master production orders previews. The key is used during the preview of master production orders.
pt_br: Chave única para pré-visualizações de ordens de produção mestres. A chave é usada durante a pré-visualização das ordens de produção mestres.

# ProductionOrderGroupPreviewOrdersSelected
source: %1 planned production order(s) selected.
pt_br: %1 ordem de produção planejada(s) selecionada.

# ProductionOrderGroupPreviewNotFound
source: Planned production order '%1' for item '%2' does not exist.
pt_br: A ordem de produção planejada '%1' para o item '%2' não existe.

# ProductionOrderGroupPreviewQtyCheck
source: Original planned production order '%1' for item '%2' does not have enough quantity (%3).
pt_br: A ordem de produção original prevista '%1' para o item '%2' não tem quantidade suficiente (%3).

# ProductionOrderGroupPreviewSuccess
source: Master production order preview '%1' calculated succesfully.
pt_br: Pré-visualização da ordem de produção mestre '%1' calculada com sucesso.

# ProductionOrderGroupFirmPreview
source: Firming preview
pt_br: Visualização de firmamento

# ProductionOrderGroupPreviewGroup
source: Master production order preview group
pt_br: Grupo de pré-visualização da ordem de produção mestre

# ProductionOrderGroupPreviewLine
source: Master production order preview line
pt_br: Linha de pré-visualização da ordem de produção mestre

# ReqTransPoGrouped
source: Grouped planned orders
pt_br: Encomendas planejadas agrupadas

# ReqTransPoGroupedFilteringParameters
source: Grouped planned orders filtering parameters
pt_br: Parâmetros de filtragem de pedidos planejados agrupados

# ReqTransPoAll
source: All planned orders
pt_br: Todas as ordens planejadas

# ReqTransPoGroupedId
source: Grouped planned orders ID
pt_br: Agrupado ordens planejadas ID

# FilterReqTransPoHeaderByGroup
source: Filter planned orders by grouping
pt_br: Filtrar ordens planejadas por agrupamento

# ReqTransPoGroupedFirmed
source: Firmed
pt_br: Confirmado

# ReqTransPoGroupedFilteringParametersDevDocument
source: This table contains the grouped planned orders filtering parameters.
pt_br: Esta tabela contém os parâmetros de filtragem de ordens planejadas agrupadas.

# ReqTransPoGroupedFilteringInformation
source: Grouped planned orders filtering informantion
pt_br: Encomendas planejadas agrupadas filtrando informantes

# ReqTransIncludedQty
source: Planned orders included
pt_br: Ordens planejadas incluídas

# ReqTransNotIncludedQty
source: Planned orders not included
pt_br: Ordens planejadas não incluídas

source: Last grouping execution
pt_br: Última execução de agrupamento

# ReqTransPoGroupedCalc
source: Grouped planned orders calculation
pt_br: Cálculo de pedidos planejados em grupo

# ReqTransPoGroupedPeriod
source: Planned orders's period
pt_br: Período de ordens planejadas

# ReqTransPoGroupedPeriodDevDocument
source: This table contains the period (converted to a single string value) of all planned orders. Internal use only.
pt_br: Esta tabela contém o período (convertido em um único valor de sequência) de todas as ordens planejadas. Somente uso interno.

# ReqTransPoGroupedCalcValidationWarning
source: At least one parameter needs to be selected.
pt_br: Pelo menos um parâmetro precisa ser selecionado.

# ReqTransPoGroupedRelationError
source: Failed to create the planned order's relations.
pt_br: Falhou em criar as relações da ordem planejada.

# ReqTransPoGroupedMaintain
source: Maintain Grouped planned orders
pt_br: Manter ordens planejadas agrupadas

# ReqTransPoGroupedView
source: View Grouped planned orders
pt_br: Ver ordens planejadas agrupadas

# ReqTransPoGroupedCalcMaintain
source: Maintain Grouped planned orders calculation form
pt_br: Manter formulário de cálculo de pedidos planejados agrupados

# ReqTransPoGroupedFormMaintain
source: Maintain Grouped planned orders form
pt_br: Manter o formulário de ordens planejadas agrupados

# ReqTransPoGroupedFormView
source: View Grouped planned orders form
pt_br: Ver formulário de pedidos planejados agrupados

# ReqTransPoGroupedFilteringParametersEntity
source: K3 Fashion - Grouped planned orders filtering parameters
pt_br: K3 Fashion - Agrupado parâmetros de filtragem de pedidos planejados

# ReqTransPoGroupedFilteringParametersEntityView
source: View Grouped planned orders filtering parameters entity
pt_br: Ver a entidade de filtragem de parâmetros de filtragem de pedidos planejados do Grupo

# ReqTransPoGroupedFilteringParametersEntityMaintain
source: Maintain Grouped planned orders filtering parameters entity
pt_br: Manter a entidade de filtragem de parâmetros de filtragem de pedidos planejados do Grupo

# PLMPlanLineActionEntityV2
source: K3 Fashion - Product lifecycle plan line actions V2
pt_br: K3 Fashion - Projeto de linha de plano de vida do produto ações V2

# ReqTransModifiedWarning
source: The grouped planned order's data will be outdated after this change, please execute the Grouped planned order calculation again.
pt_br: Os dados da ordem planejada agrupadas serão desatualizados após essa alteração, por favor execute novamente o cálculo de ordem planejado do Grupo.

source: Prepack Id
pt_br: ID pré-embalagem

source: Prepack header
pt_br: Cabeçalho pré-pacote

source: Prepack line relation
pt_br: Relação de linha pré-pacote

# PrepackCalculateHelpTxt
source: Calculate prepack cost price.
pt_br: Calcule o preço de custo pré-pacote.

# PrepackNoLinesWarning
source: Prepack does not contain any lines.
pt_br: O prepack não contém nenhuma linha.

# PrepackLineNoItemSpecified
source: No item specified on prepack line.
pt_br: Nenhum item especificado na linha pré-embalagem.

# PrepackTableDevDoc
source: The KRFPrepackTable table contains all prepacks.
pt_br: A tabela KRFPrepackTable contém todos os pré-pacotes.

# PrepackLineDevDoc
source: The KRFPrepackLine table contains prepack lines.
pt_br: A tabela KRFPrepackLine contém linhas pré-embaladas.

# PrepackTableCostPrice
source: Prepack cost price
pt_br: Preço de custo pré-pacote

# PrepackTableCostPriceDevDoc
source: The KRFPrepackTableCostPrice table contains information about prepack cost price per inventory site.
pt_br: A tabela KRFPrepackTableCostPrice contém informações sobre o preço de custo pré-pacote por site de inventário.

source: Prepack line cost price
pt_br: Preço de custo da linha pré-pacote

# PrepackLineCostPriceDevDoc
source: The KRFPrepackLineCostPrice table contains information about prepack line cost price per inventory site.
pt_br: A tabela KRFPrepackLineCostPrice contém informações sobre o preço de custo da linha pré-pacote por site de inventário.

# PrepackCostPriceView
source: View prepack cost price
pt_br: Veja o preço de custo pré-pacote

# PrepackApprovedCannotChangeWarning
source: Prepack '%1' is approved and cannot be changed.
pt_br: O pré-pacote '%1' é aprovado e não pode ser alterado.

# PrepackApproveNotCalculatedWarning
source: Prepack is not calculated and cannot be approved.
pt_br: O pré-pacote não é calculado e não pode ser aprovado.

# PrepackInventSiteParameters
source: Prepack site parameters
pt_br: Parâmetros do site pré-pacote

# PrepackInventSiteParametersDevDoc
source: The KRFPrepackInventSiteParameters table contains prepack parameters per inventory site.
pt_br: A tabela KRFPrepackInventSiteParameters contém parâmetros pré-pacote por site de inventário.

# PrepackActivate
source: Prepack activation
pt_br: Ativação pré-pacote

source: Deactivate
pt_br: Desativar

# PrepackActivateNotApproveWarning
source: Prepack is not approved and cannot be activated.
pt_br: O pré-pacote não é aprovado e não pode ser ativado.

# PrepackCalculate
source: Prepack calculation
pt_br: Cálculo pré-pacote

# PrepackCalculateDesc
source: Calculation of prepack.
pt_br: Cálculo de pré-embalagem.

# PrepackActivateDesc
source: Activate/Deactivate prepack.
pt_br: Ativar/Desativar o pré-pacote.

# PrepackCostingVersionNotDefinedWarning
source: Costing version is not defined in inventory parameters for site '%1'.
pt_br: A versão de custeio não é definida em parâmetros de inventário para o site '%1'.

# PrepackInventSiteNoCostPriceWarning
source: Cost price for site '%1' is not calculated.
pt_br: O preço de custo para o site '%1' não é calculado.

# PrepackSiteParametersCostingVersionSiteMismatchWarning
source: Site mismatch between parameters and costing version '%1'.
pt_br: Incompatibilidade de site entre parâmetros e versão de custeio '%1'.

# PrepackReleasedPrepacks
source: Released prepacks
pt_br: Pré-pacotes lançados

# PrepackReleasedPrepacksHelpTxt
source: View all released prepacks
pt_br: Veja todos os pré-pacotes lançados

# PrepackContentPrepackItemNotAllowedWarning
source: Item '%1' is marked as prepack and cannot be used as a content of another prepack.
pt_br: O item '%1' é marcado como prepack e não pode ser usado como um conteúdo de outro pré-pacote.

# PrepackIdAlreadyExists
source: Prepack '%1' already exists.
pt_br: Prepack '%1' já existe.

# PrepackItemAlreadyMarkedAsPrepack
source: Item '%1' is already marked as prepack.
pt_br: O item '%1' já está marcado como pré-pacote.

# PrepackItemConvertItemTypeWarning
source: Item '%1' must be of type '%2' and subtype '%3'.
pt_br: O item '%1' deve ser do tipo '%2' e do subtipo '%3'.

# PrepackItemIsNotPrepackWarning
source: Item '%1' is not a prepack.
pt_br: O item '%1' não é um pré-pacote.

# PrepackRevertLinesExistWarning
source: Prepack '%1' contains lines and cannot be reverted.
pt_br: O pré-pacote '%1' contém linhas e não pode ser revertido.

# PrepackRevertApprovedOrActiveWarning
source: Approved or active prepack cannot be reverted.
pt_br: Pré-pacote aprovado ou ativo não pode ser revertido.

# PrepackRevertDesc
source: Revert prepack to released product.
pt_br: Reverter pré-pacote para produto liberado.

# PrepackConvertDesc
source: Convert released product to prepack.
pt_br: Converter o produto liberado em pré-embalagem.

# PreapackTableEntity
source: K3 Fashion - Prepacks
pt_br: K3 Fashion - Pré-pacotes

# PrepackTableEntityMaintain
source: Maintain prepacks entity
pt_br: Manter entidade pré-pacotes

# PrepackTableEntityView
source: View prepacks entity
pt_br: Ver a entidade pré-pacotes

# PrepackLineEntity
source: K3 Fashion - Prepack lines
pt_br: K3 Fashion - Linhas de pré-embalagem

# PrepackLineEntityMaintain
source: Maintain prepack lines entity
pt_br: Manter a entidade de linhas pré-pacote

# PrepackLineEntityView
source: View prepack lines entity
pt_br: Ver a entidade de linhas pré-pacote

# PrepackTableCostPriceEntity
source: K3 Fashion - Prepack cost price per site
pt_br: K3 Fashion - Prepack preço de custo por site

# PrepackTableCostPriceEntityView
source: View prepack cost price per site entity
pt_br: Exibir o preço de custo pré-pacote por entidade do site

# PrepackLineCostPriceEntity
source: K3 Fashion - Prepack line cost price per site
pt_br: K3 Fashion - Preço de custo da linha Prepack por site

# PrepackLineCostPriceEntityView
source: View prepack line cost price per site entity
pt_br: Exibir o preço de custo da linha pré-pacote por entidade do site

# PrepackCostPriceActiavtedInfo
source: Cost price for item '%1' and inventory site '%2' has been activated.
pt_br: O preço de custo para o item '%1' e o site de inventário '%2' foram ativados.

# PrepackConvertItemAlreadyPartOfPrepackWarning
source: Item '%1' is already part of a prepack content and cannot be converted.
pt_br: O item '%1' já faz parte de um conteúdo pré-pacote e não pode ser convertido.

# PrepackItemAlreadyPartOfPrepack
source: Item '%1' %2 is already part of prepack '%3'.
pt_br: O item '%1' %2 já faz parte do pré-pacote '%3'.

# PrepackConvertOpenTransactionsWarning
source: Item '%1' cannot be converted to prepack when open transactions exist.
pt_br: O item '%1' não pode ser convertido em pré-pacote quando existem transações abertas.

# PrepackConvertOnHandQtyWarning
source: Item '%1' cannot be converted to prepack when on-hand physical inventory exists.
pt_br: O item '%1' não pode ser convertido em pré-embalagem quando existe inventário físico em mãos.

# PrepackReleasedPrepacksView
source: View released prepacks
pt_br: Exibir pré-pacotes lançados

# PrepackReleasedPrepacksMaintain
source: Maintain released prepacks
pt_br: Manter pré-pacotes lançados

# PrepackReleasedPrepackCreate
source: Create released prepack
pt_br: Criar pré-pacote lançado

# PrepackConvertToPrepack
source: Convert released product to prepack
pt_br: Converter produto liberado para pré-embalagem

# PrepackRevertToProduct
source: Revert to released product
pt_br: Reverter para produto lançado

# PrepackNewPrepack
source: New prepack
pt_br: Novo pré-pacote

# ReqTransPoGroupedViewForm
source: Grouped planned orders view
pt_br: Exibição de ordens planejadas em grupo

# ProductStatusPrepackBlocked
source: Prepack blocked
pt_br: Pré-pacote bloqueado

# ProductStatusPrepackActivationBlocked
source: Prepack activation blocked
pt_br: Ativação pré-pacote bloqueada

# ProductStatusPrepackBlockedHelpText
source: Identifies whether product is blocked for adding as prepack line.
pt_br: Identifica se o produto está bloqueado para adicionar como linha pré-pacote.

# ProductStatusPrepackActivationBlockedHelpText
source: Identifies whether product is blocked for activating a prepack.
pt_br: Identifica se o produto está bloqueado para ativar uma pré-embalagem.

# ReleaseUpdate_KRFProductStatusSetup1022
source: Update products status setup data after new settings were added for prepacks.
pt_br: Atualize os dados de configuração de status dos produtos depois que novas configurações foram adicionadas para pré-pacotes.

# KPMCSRPurchTableWorkflow
source: Purchase order CSR classification workflow
pt_br: Fluxo de trabalho de classificação CSR do pedido de compra

# KPMCSRPurchTableWorkflowHelpTxt
source: Use this type to create approval workflows for CSR classification
pt_br: Use este tipo para criar fluxos de trabalho de aprovação para classificação CSR

# KPMCSRWorkflow
source: CSR classification workflow
pt_br: Fluxo de trabalho de classificação CSR

# KPMCSRWorkflowInfo
source: A workflow for the CSR classification approval will be submited when confirming the order.
pt_br: Um fluxo de trabalho para a aprovação da classificação da RSE será apresentado ao confirmar o pedido.

# KPMCSRWorkflowSubmitError
source: Only an order with CSR Classification approval status '%1' or '%2' can be submitted for approval.
pt_br: Apenas um pedido com status de aprovação de classificação CSR '%1' ou '%2' pode ser submetido à aprovação.

# KPMCSRInvalidWorkflowStatusChangeError
source: Purchase order '%1' workflow approval status cannot be changed.
pt_br: O status de aprovação do fluxo de trabalho '%1' do pedido de compra não pode ser alterado.

# KPMCSRPurchTableRecIdNotOKError
source: The workflow event record ID reference '%1' does not refer to an existing purchase order.
pt_br: A referência de registro de registro de fluxo de trabalho '%1' não se refere a uma ordem de compra existente.

# KPMCSRApprovalStatusNotSupported
source: Setting new CSR classification approval status %1 not supported.
pt_br: Definindo o novo status de aprovação de classificação da RSE %1 não suportado.

# KPMCSRConfirmationCheckWarning
source: There is a workflow process in progress, the purchase order cannot be confirmed.
pt_br: Há um processo de fluxo de trabalho em andamento, a ordem de compra não pode ser confirmada.

# KPMCSRPurchTableAppApproveHelpTxt
source: Approve purchase order CSR classification workflow.
pt_br: Aprovar o fluxo de trabalho de classificação CSR da ordem de compra.

# KPMCSRPurchTableSubmitHelpTxt
source: Submit purchase order to workflow.
pt_br: Envie a ordem de compra para o fluxo de trabalho.

# KPMCSRPurchTableResubmitHelpTxt
source: Resubmit puchase order to workflow.
pt_br: Resubmit puchase ordem para fluxo de trabalho.

# KPMCSRPurchTableCancelHelpTxt
source: Cancel the purchase order CSR classification workflow processing.
pt_br: Cancele o processamento do fluxo de trabalho de classificação CSR da ordem de compra.

# KPMCSRPurchTableAppRejectHelpTxt
source: Reject purchase order CSR classification workflow.
pt_br: Rejeitar o fluxo de trabalho de classificação CSR da ordem de compra.

# KPMCSRPurchTableAppDelegateHelpTxt
source: Assign the approval of the purchase order CSR classification to another user.
pt_br: Atribua a aprovação da classificação CSR da ordem de compra a outro usuário.

# KPMCSRPurchTableApp
source: Approve purchase order CSR classification
pt_br: Aprovar classificação de ordem de compra CSR

# KPMCSRPurchTableAppHelpTxt
source: Use this element to approve purchase order CSR classification.
pt_br: Use este elemento para aprovar a classificação CSR da ordem de compra.

# SalesProductionOrderGroupRef
source: Sales and master production order reference
pt_br: Referência de ordem de produção de vendas e mestres

# SalesProductionOrderGroupCreate
source: Create master production order from saler order
pt_br: Criar ordem de produção mestre a partir da ordem do saler

# AgreementLineUnableToChangeWarning
source: Agreement line for item '%1' (%2) cannot be changed or deleted.
pt_br: A linha de concordância para o item '%1' (%2) não pode ser alterada ou excluída.

source: TechPack report - Parameters
pt_br: Relatório TechPack - Parâmetros

# TechPackReportParametersDevDoc
source: The KPMTechPackReportParameters table contains parameters related to TechPack report.
pt_br: A tabela KPMTechPackReportParameters contém parâmetros relacionados ao relatório TechPack.

# TechPackReportSections
source: Sections
pt_br: Seções

# TechPackReportEnableSections
source: Enable sections
pt_br: Habilitar seções

# TechPackReportParametersEntity
source: K3 Fashion - TechPack report parameters
pt_br: K3 Fashion - TechPack relatório parâmetros

# TechPackReportParametersEntityView
source: View TechPack report parameters entity
pt_br: Ver a entidade de parâmetros de relatório do TechPack

# TechPackReportParametersEntityMaintain
source: Maintain TechPack report parameters entity
pt_br: Manter a entidade de parâmetros de relatório TechPack

# TechPackReportMaintain
source: Maintain TechPack report and entities
pt_br: Manter relatório e entidades do TechPack

# TechPackReportView
source: View TechPack report and entities
pt_br: Exibir relatório e entidades do TechPack

# ProdTableUnableToChangeWarning
source: Production order for item '%1' (%2) cannot be changed.
pt_br: A ordem de produção do item '%1' (%2) não pode ser alterada.
