Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CalculateSupplementaryItemsOptionalWarning
source: Optional supplementary items must be added manually.
pt_br: Itens suplementares opcionais devem ser adicionados manualmente.

# InitScriptsReloadDocTemplates
source: Reload document templates
pt_br: Recarregar modelos de documentos

# InitScriptsReloadDocTemplatesDesc
source: Reload document system templates (Office integration).
pt_br: Recarregar modelos de sistema de documentos (integração do Office).

# PivotItemDetailsTemplate
source: K3 Fashion - Product details
pt_br: K3 Fashion - Detalhes do produto

# ReleaseUpdate_SalesPurchOrderCategory814
source: Update new fields Effective(ValidFrom) and Expiration(ValidTo) with valid dates. (ValidFrom = Today and ValidTo = Never).
pt_br: Atualize novos campos Efetiva (ValidFrom) e Expiração(ValidTo) com datas válidas. (ValidFrom = Hoje e ValidTo = Nunca).

# SalesPurchOrderCategoryValidDateChangeWarning
source: This category is being used as a parameter on table '%1', therefore it cannot have its effectiveness date changed.
pt_br: Esta categoria está sendo usada como parâmetro na tabela '%1', portanto não pode ter sua data de eficácia alterada.

# SalesPurchOrderCategoryValidForParameterError
source: '%1' '%2' is not valid for parameter because it has an expiration date.
pt_br: '%1' '%2' não é válido para parâmetro porque tem data de validade.

source: Brand group
pt_br: Grupo de marcas

# BrandGroupHelp
source: Brand group unique identifier
pt_br: Identificador exclusivo do grupo de marca

# BrandGroupEntity
source: K3 Fashion - Brand group
pt_br: K3 Fashion - Grupo de marcas

# BrandGroupEntityMaintain
source: Maintain brand groups
pt_br: Manter grupos de marcas

# BrandGroupEntityView
source: View brand groups
pt_br: Ver grupos de marcas

source: Brand groups
pt_br: Grupos de marcas

source: Customer market
pt_br: Mercado de clientes

# CustomerMarketEntity
source: K3 Fashion - Customer market
pt_br: K3 Fashion - Mercado de clientes

# CustomerMarketEntityMaintain
source: Maintain customer market
pt_br: Manter o mercado de clientes

# CustomerMarketEntityView
source: View customer market
pt_br: Ver o mercado de clientes

source: Customer market id
pt_br: ID do mercado de clientes

# CustomerMarketIdHelp
source: Unique identifier of customer market.
pt_br: Identificador exclusivo do mercado de clientes.

# CustomerRingfencingGroup
source: Ringfencing group
pt_br: Grupo de torção

# CustomerRingfencingGroupEntity
source: K3 Fashion - Ringfencing group
pt_br: K3 Fashion - Grupo ringfencing

# CustomerRingfencingGroupEntityMaintain
source: Maintain ringfencing group
pt_br: Manter o grupo de adoção

# CustomerRingfencingGroupEntityView
source: View ringfencing group
pt_br: Ver o grupo de anciões

# CustomerRingfencingGroupId
source: Ringfencing group id
pt_br: Torção de grupo ringfencing

# CustomerRingfencingGroupIdHelp
source: Unique identifier of customer ringfencing group.
pt_br: Identificador exclusivo do grupo de ringfencing de clientes.

# CustomerRingfencing
source: Ringfencing
pt_br: Torção de torção

# CustomerRingfencingMaintain
source: Maintain ringfencing setup
pt_br: Manter a configuração de anéis

# CustomerRingfencingView
source: View ringfencing setup
pt_br: Exibir configuração de anéis

# CustomerRingfencingRuleId
source: Rule ID
pt_br: ID da regra

# CustomerRingfencingRuleIdHelp
source: Unique identifier of ringfencing rule id.
pt_br: Identificador único de identificação de regra de tração de anel.

# CustomerRingfencingRule
source: Ringfencing rules
pt_br: Regras de amento

# CustomerRingfencingRuleHelp
source: Define customer and item ringfencing rules
pt_br: Definir regras de amento de clientes e itens

# CustomerRingfencingItemCodeType
source: Item code type
pt_br: Tipo de código de item

# CustomerRingfencingCustCodeType
source: Customer code type
pt_br: Tipo de código do cliente

# CustomerRingfencingRuleDimensions
source: Ringfencing rule dimensions
pt_br: Dimensões de regras de assoção de anéis

# CustomerRingfencingRuleProducts
source: Ringfencing rule products
pt_br: Produtos de regras de assoção de anéis

# CustomerRingfencingRuleLines
source: Ringfencing rule lines
pt_br: Linhas de regras de assoção de anéis

# CustomerRingfencingRuleChannels
source: Ringfencing rule channels
pt_br: Canais de regras de ringfencing

# CustomerRingfencingRuleCalc
source: Ringfencing rule calculation
pt_br: Cálculo de regras de ringfencing

# CustomerRingfencingRuleInfo
source: Ringfencing rule '%1'
pt_br: Regra de assoção de ringfencing '%1'

# CustomerRingfencingRuleDisableQuestion
source: Disabling the rule will delete all rule lines. Continue?
pt_br: Desativar a regra excluirá todas as linhas de regras. Continuar?

# ReleaseUpdScript_ProductColorComposition813
source: Delete product compositions per color for which there are no product master variants created.
pt_br: Exclua as composições do produto por cor para as quais não há variantes mestres do produto criadas.

# ReleaseUpdScript_ProductColorWashCare813
source: Delete product wash and care instructions per color for which there are no product master variants created.
pt_br: Exclua as instruções de lavagem e cuidado do produto por cor para as quais não há variantes mestres do produto criadas.

# CustomerRingfencingRuleDisabled
source: Ringfencing rule '%1' is disabled
pt_br: Regra de amento de anel '%1' é desativada

# MatrixTaskRecorderMultiCellChanged
source: Multiple cells changed
pt_br: Várias células mudaram

# MatrixTaskRecorderRightClickMenu
source: Right click menu option '%1' for row '%2' and column '%3'
pt_br: Opção de menu com o botão direito do mouse '%1' para linha '%2' e coluna '%3'

# BOMModelRoute
source: BOM model routes
pt_br: Rotas do modelo BOM

# ValidateTemplateModification
source: Are you sure you want to change the template? All lines are going to be deleted and replaced by the line of the selected template
pt_br: Tem certeza que quer alterar o modelo? Todas as linhas serão excluídas e substituídas pela linha do modelo selecionado

# ValidateTemplateModificationTitle
source: Modifying template
pt_br: Modificando o modelo

# BOMModelCopy
source: Copy from BOM model
pt_br: Cópia do modelo BOM

# BOMModelCreateForm
source: Create BOM model
pt_br: Criar modelo BOM

# BOMModelCreationError
source: The BOM model creation process has been aborted.
pt_br: O processo de criação do modelo BOM foi abortado.

# BOMRouteDetails
source: Route details
pt_br: Detalhes do Roteiro

# BOMModelMaintainLines
source: Maintain lines
pt_br: Manter linhas

# BOMModelBySize
source: By size
pt_br: Por tamanho

# BOMModelByColor
source: By color
pt_br: Por cor

# BOMModelByStyle
source: By fit
pt_br: Por ajuste

# BOMModelValidateTextLinesWarning
source: There's BOM model lines with the type 'Text' within this model
pt_br: Há linhas de modelo BOM com o tipo 'Texto' dentro deste modelo

# BOMModelTableFromQtyFieldValidate
source: Field FromQty cannot be zero or negative
pt_br: Field FromQty não pode ser zero ou negativo

# BOMModelValidateBOMModelRouteDetailsError
source: The Route '%1' has empty mandatory fields, please check these fields via 'Route operation details' button
pt_br: A Rota '%1' tem campos obrigatórios vazios, por favor, verifique esses campos através do botão 'Detalhes da operação da rota'

# BOMModelValidateEmptyBOMModelLineError
source: There's no BOM model lines within this model
pt_br: Não há linhas modelo BOM dentro deste modelo

# BOMModelValidateEmptyBOMModelRouteWarning
source: There's no BOM model routes within this model
pt_br: Não há rotas modelo BOM dentro deste modelo

# FieldCannotBeEmpty
source: Field %1 can't be empty
pt_br: Campo %1 não pode estar vazio

# BOMModelValidateBOMModelLineDetailsError
source: Product '%1' has missing values for %2
pt_br: Produto '%1' tem valores faltantes para %2

# BOMModelTableEntity
source: K3 Fashion - BOM model
pt_br: K3 Fashion - Modelo BOM

# BOMModelLineEntity
source: K3 Fashion - BOM model lines
pt_br: K3 Fashion - Linhas de modelos BOM

# BOMModelRouteEntity
source: K3 Fashion - BOM model route operations
pt_br: K3 Fashion - Operações de rota do modelo BOM

# BOMModelTableEntityMaintain
source: Maintain BOM model entity
pt_br: Manter entidade modelo BOM

# BOMModelTableEntityView
source: View BOM model entity
pt_br: Ver entidade modelo BOM

# BOMModelLineEntityMaintain
source: Maintain BOM model lines entity
pt_br: Manter a entidade de linhas de modelo BOM

# BOMModelLineEntityView
source: View BOM model lines entity
pt_br: Ver a entidade de linhas de modelo BOM

# BOMModelRouteEntityMaintain
source: Maintain BOM model route operations entity
pt_br: Manter a entidade de operações de rota do modelo BOM

# BOMModelRouteEntityView
source: View BOM model route operations entity
pt_br: Ver a entidade de operações de rota do modelo BOM

# BOMModelFormMaintain
source: Maintain BOM model form
pt_br: Manter a forma de modelo BOM

# BOMModelFormView
source: View BOM model form
pt_br: Ver forma de modelo BOM

# BOMModelCalculationError
source: An error occurred during the calculation.
pt_br: Ocorreu um erro durante o cálculo.

source: BOM model line details
pt_br: Detalhes da linha do modelo BOM

# CustomerRingfencingRuleItemBlocked
source: Item '%1' with combination '%2' is not valid according to ringfencing setup.
pt_br: O item '%1' com combinação '%2' não é válido de acordo com a configuração de ringfencing.

# KBPPlannedConfiguration
source: Planned
pt_br: Planejado

# KBPActualsFormula
source: Actuals - Formula
pt_br: Actuals - Fórmula

# KBPPlannedFormula
source: Planned - Formula
pt_br: Planejado - Fórmula

# KBPActualsFieldsConfiguration
source: Actuals - Configuration
pt_br: Reais - Configuração

# KBPModelTableFieldsSetup
source: Business plan model column setup
pt_br: Configuração da coluna do modelo de plano de negócios

# KBPModelTableFieldsSetupDevDoc
source: The KBPModelTableFieldsSetup table contains information about business plan model columns configuration.
pt_br: A tabela KBPModelTableFieldsSetup contém informações sobre a configuração de colunas de modelos de plano de negócios.

# KBPIndent
source: Indent
pt_br: Recuo

# KBPOutdent
source: Outdent
pt_br: Recuo à esquerda

# KBPModelModifyEntitySequencePrompt
source: Modifying business plan level will overwrite columns setup and delete all existing versions. Do you want to continue?
pt_br: Modificar o nível do plano de negócios substituirá a configuração das colunas e excluirá todas as versões existentes. Você quer continuar?

# KBPModelFieldsSetupDuplicatedColumnWarning
source: Column '%1' is duplicated in 'Field_%2'.
pt_br: A coluna '%1' é duplicada em 'Field_%2'.

# KBPPlannedFields
source: Planned columns
pt_br: Colunas planejadas

# KBPModelTableFieldsSetupFormula
source: Business plan model column formula setup
pt_br: Configuração da fórmula da coluna do modelo de plano de negócios

# KBPModelTableFieldsSetupFormulaDevDoc
source: The KBPModelTableFieldsSetupFormula table contains information about business plan model column formula configuration.
pt_br: A tabela KBPModelTableFieldsSetupFormula contém informações sobre a configuração da fórmula da coluna do modelo de plano de negócios.

# KBPEntitySourceFieldsTableFormula
source: Business plan global column formulas
pt_br: Fórmulas de coluna global do plano de negócios

# KBPEntitySourceFieldsTableFormulaDevDoc
source: The KBPEntitySourceFieldsTableFormula table contains information about business plan global column formula configuration.
pt_br: A tabela KBPEntitySourceFieldsTableFormula contém informações sobre a configuração global da fórmula da coluna do plano de negócios.

# KBPFieldTypeChangedPrompt
source: Type has been changed. Existing formula will be deleted. Do you want to continue?
pt_br: O tipo foi alterado. A fórmula existente será excluída. Você quer continuar?

# KBPModelColumnNotFoundWarning
source: Business plan column '%1' is not found in model '%2'.
pt_br: A coluna de plano de negócios '%1' não é encontrada no modelo '%2'.

# KBPColumnSetupCalculateWarning
source: Column '%1' cannot be used to calculate column '%2'.
pt_br: A coluna '%1' não pode ser usada para calcular a coluna '%2'.

# KBPModelPlannedCalculationWarning
source: PLanned values cannot be calculated, the business plan status is %1.
pt_br: Os valores planned não podem ser calculados, o status do plano de negócios é %1.

# KBPEntitySourceFieldsIdUnsupportedCharacterWarning
source: The '%1' character is not allowed in column identified.
pt_br: O caractere '%1' não é permitido na coluna identificada.

# KBPFormulaEvaluationError
source: Error in formula evaluaton '%1'.
pt_br: Erro na fórmula avaliado em '%1'.

# KBPModelFieldsSetupResetPrompt
source: Are you sure you want to reset model column setup?
pt_br: Tem certeza de que deseja redefinir a configuração da coluna do modelo?

# KBPColumns
source: Columns
pt_br: Colunas

# KBPModelVersionTable
source: Business model - versions
pt_br: Modelo de negócio - versões

# KBPModelVersionTableDevDoc
source: The KBPModelVersionTable table contains information about business model versions.
pt_br: A tabela KBPModelVersionTable contém informações sobre versões de modelos de negócios.

# KBPModelVersionFields
source: Business model - column versions
pt_br: Modelo de negócio - versões de coluna

# KBPModelVersionFieldsDevDoc
source: The KBPModelVersionFields table contains information about business model column versions.
pt_br: A tabela KBPModelVersionFields contém informações sobre versões da coluna modelo de negócios.

# KBPModelTableFieldsDevDoc
source: The KBPModelTableFields table contains information about business plan model columns configuration.
pt_br: A tabela KBPModelTableFields contém informações sobre a configuração de colunas de modelos de plano de negócios.

# KBPModelTableDevDoc
source: The KBPModelTable table contains all business plan model headers.
pt_br: A tabela KBPModelTable contém todos os cabeçalhos do modelo de plano de negócios.

# KBPModelLineDevDoc
source: The KBPModelLine table contains all business plan model lines.
pt_br: A tabela KBPModelLine contém todas as linhas de modelo de plano de negócios.

# KBPEntitySourceFieldsTable
source: Business plan columns
pt_br: Colunas de planos de negócios

# KBPEntitySourceFieldsTableDevDoc
source: The KBPEntitySourceFieldsTable table contains information about business plan columns.
pt_br: A tabela KBPEntitySourceFieldsTable contém informações sobre colunas de planos de negócios.

# KBPEntitySourceFieldsLine
source: Business plan column configuration per entity source type
pt_br: Configuração da coluna do plano de negócios por tipo de origem da entidade

# KBPEntitySourceFieldsLineDevDoc
source: The KBPEntitySourceFieldsLine table contains information about business plan column configuration per entity source type.
pt_br: A tabela KBPEntitySourceFieldsLine contém informações sobre a configuração da coluna do plano de negócios por tipo de origem da entidade.

# KBPEntitySourceFieldsFormula
source: Business plan column - actuals formula definitions
pt_br: Coluna plano de negócios - definições de fórmulas reais

# KBPEntitySourceFieldsFormulaDevDoc
source: The KBPEntitySourceFieldsFormula table contains formula definition used to calculate actual values.
pt_br: A tabela KBPEntitySourceFieldsFormula contém definição de fórmula usada para calcular valores reais.

# KBPModelTableProgressChart
source: Business plan model - progress data
pt_br: Modelo de plano de negócios - dados de progresso

# KBPModelTableProgressChartDevDoc
source: The KBPModelTableProgressChart table contains information about business plan model progress.
pt_br: A tabela KBPModelTableProgressChart contém informações sobre o progresso do modelo de plano de negócios.

# KBPModelFieldSetupErrorsFoundWarning
source: Errors found in planned columns setup. Please check formulas against existance of columns and circularity.
pt_br: Erros encontrados na configuração de colunas planejadas. Verifique as fórmulas contra a existência de colunas e circularidade.

# KBPModelVersionFieldsSetup
source: Business model version - column configuration
pt_br: Versão do modelo de negócios - configuração da coluna

# KBPModelVersionFieldsSetupDevDoc
source: The KBPModelVersionFieldsSetup table contains information about business model column configuration versions.
pt_br: A tabela KBPModelVersionFieldsSetup contém informações sobre versões de configuração de coluna de modelo de negócios.

# KBPModelVersionFieldsSetupFormula
source: Business model version - column formula setup
pt_br: Versão do modelo de negócio - configuração da fórmula da coluna

# KBPModelVersionFieldsSetupFormulaDevDoc
source: The KBPModelVersionFieldsSetupFormula table contains information about business model column formula setup versions.
pt_br: A tabela KBPModelVersionFieldsSetupFormula contém informações sobre versões de configuração de fórmula de fórmula de coluna de modelo de negócios.

# KBPCalculatePlanned
source: Calculate planned
pt_br: Calcular planejado

# KBPFieldEnabled_1
source: Field #1 Enabled
pt_br: Campo #1 Ativado

# KBPFieldEnabled_2
source: Field #2 Enabled
pt_br: Campo #2 Ativado

# KBPFieldEnabled_3
source: Field #3 Enabled
pt_br: Campo #3 Ativado

# KBPFieldEnabled_4
source: Field #4 Enabled
pt_br: Campo #4 Ativado

# KBPFieldEnabled_5
source: Field #5 Enabled
pt_br: Campo #5 Ativado

# KBPFieldEnabled_6
source: Field #6 Enabled
pt_br: Campo #6 Ativado

# KBPFieldEnabled_7
source: Field #7 Enabled
pt_br: Campo #7 Ativado

# KBPFieldEnabled_8
source: Field #8 Enabled
pt_br: Campo #8 Ativado

# KBPFieldEnabled_9
source: Field #9 Enabled
pt_br: Campo #9 Ativado

# KBPFieldEnabled_10
source: Field #10 Enabled
pt_br: Campo #10 Ativado

# KBPFieldEnabled_11
source: Field #11 Enabled
pt_br: Campo #11 Ativado

# KBPFieldEnabled_12
source: Field #12 Enabled
pt_br: Campo #12 Ativado

# KBPFieldEnabled_13
source: Field #13 Enabled
pt_br: Campo #13 Ativado

# KBPField_1
source: Field #1
pt_br: Campo #1

# KBPField_2
source: Field #2
pt_br: Campo #2

# KBPField_3
source: Field #3
pt_br: Campo #3

# KBPField_4
source: Field #4
pt_br: Campo #4

# KBPField_5
source: Field #5
pt_br: Campo #5

# KBPField_6
source: Field #6
pt_br: Campo #6

# KBPField_7
source: Field #7
pt_br: Campo #7

# KBPField_8
source: Field #8
pt_br: Campo #8

# KBPField_9
source: Field #9
pt_br: Campo #9

# KBPField_10
source: Field #10
pt_br: Campo #10

# KBPField_11
source: Field #11
pt_br: Campo #11

# KBPField_12
source: Field #12
pt_br: Campo #12

# KBPField_13
source: Field #13
pt_br: Campo #13

# KBPEntitySourceFieldsTableFormulaEntity
source: Business planning - Business plan column formulas
pt_br: Planejamento empresarial - Fórmulas da coluna plano de negócios

# KBPEntitySourceFieldsTableEntityView
source: View business plan columns entity
pt_br: Ver a entidade de colunas do plano de negócios

# KBPEntitySourceFieldsTableEntityMaintain
source: Maintain business plan columns entity
pt_br: Manter a entidade de colunas de planos de negócios

# KBPEntitySourceFieldsTableFormulaEntityView
source: View business plan column formulas entity
pt_br: Ver entidade de fórmulas da coluna do plano de negócios

# KBPEntitySourceFieldsTableFormulaEntityMaintain
source: Maintain business plan column formulas entity
pt_br: Manter a entidade de fórmulas da coluna do plano de negócios

# KBPModelTableFieldsSetupEntity
source: Business planning - Business plan model columns setup entity
pt_br: Planejamento empresarial - Plano de negócios de configuração de colunas de plano de negócios

# KBPModelTableFieldsSetupEntityView
source: View business plan model columns setup entity
pt_br: Exibir entidade de configuração de colunas de modelo de plano de negócios

# KBPModelTableFieldsSetupEntityMaintain
source: Maintain business plan model columns setup entity
pt_br: Manter a entidade de configuração de colunas de modelo de plano de negócios

# KBPModelTableFieldsSetupFormulaEntity
source: Business planning - Business plan model column formulas entity
pt_br: Planejamento empresarial - Plano de negócios modelo de fórmulas entidade

# KBPModelTableFieldsSetupFormulaEntityView
source: View business plan model column formulas entity
pt_br: Ver entidade de fórmulas de fórmulas da coluna do modelo de plano de negócios

# KBPModelTableFieldsSetupFormulaEntityMaintain
source: Maintain business plan model column formulas entity
pt_br: Manter a entidade de fórmulas de fórmulas de modelo de plano de negócios

# ReleaseUpdScript_KBPModelTable813Desc
source: Build business plan model data related to columns and formulas setup.
pt_br: Construir dados de modelos de plano de negócios relacionados à configuração de colunas e fórmulas.

# KBPActuals
source: Actuals
pt_br: Reais

# KBPPlanned
source: Planned
pt_br: Planejado

# KBPCalcUpDown
source: Aggregation/Allocation
pt_br: Agregação/Alocação

# ReleaseUpdScript_KBPEntitySourceFieldsTable813Desc
source: Set default planned values parameter (Aggregation/Allocation) for all business plan columns.
pt_br: Defina parâmetro de valores planejados padrão (Agregação/Alocação) para todas as colunas do plano de negócios.

# KBPPlannedValuesCalculatedInfo
source: Planned values have been calculated.
pt_br: Os valores planejados foram calculados.

# KBPModelMissingPlanedFormulasInfo
source: Model '%1' does not have any formulas in planned columns setup.
pt_br: O modelo '%1' não tem fórmulas na configuração de colunas planejadas.

# KBPModelPendingChangesFormPlannedValues
source: Creating pending changes - Planned values calculation
pt_br: Criação de alterações pendentes - Cálculo de valores planejados

# BOMModelMatrixFormCaption
source: Maintain %1 by %2
pt_br: Manter %1 por %2

source: BOM model validation OK
pt_br: Validação do modelo BOM OK

# BOMModelValidateBOMModelLineDetailsInvalidInheritsError
source: Product '%1' can't use inherited values from the main product, not all dimensions of the main products are used by this product. (Dimension: '%2')
pt_br: O produto '%1' não pode usar valores herdados do produto principal, nem todas as dimensões dos principais produtos são utilizadas por este produto. (Dimensão: '%2')

# BOMModelValidateBOMModelOverlapingError
source: Overlaps with the model %1, with the interval %2-%3
pt_br: Sobrepõe-se ao modelo %1, com o intervalo %2-%3

# SalesDaysCover
source: Days cover
pt_br: Cobertura de dias

# SeasonDropsUpdateCombinationUserDialog
source: Update all default drops on item/color combination?
pt_br: Atualizar todas as gotas padrão na combinação item/cor?

# PrepackProcessCalculate
source: Calculate prepacks
pt_br: Calcular pré-pacotes

# PrepackProcessCalculateIncludeWithPrice
source: Include versions with cost price
pt_br: Inclua versões com preço de custo

# PrepackProcessCalculateIncludeWithNoPrice
source: Include versions without cost price
pt_br: Inclua versões sem preço de custo

# PrepackProcessCalculateHelpText
source: Calculate prepack and prepack versions cost price.
pt_br: Calcular o preço de custo das versões pré-embaladas e pré-embaladas.

# PrepackProcessCalculateIncludeOptionWarning
source: At least one include option must be selected.
pt_br: Pelo menos uma opção de inclusão deve ser selecionada.

# PrepackVersionProcessCalculateHelpText
source: Calculate prepack version cost price.
pt_br: Calcule o preço de custo da versão pré-pack.

# PrepackProcessCalculatePrepackPrefixInfo
source: Prepack: %1
pt_br: Pré-pacote: %1

# MatrixVariantBlockingDetail
source: Blocking details
pt_br: Detalhes de bloqueio

# MatrixVariantBlockingDetailDesc
source: Matrix blocking details
pt_br: Detalhes de bloqueio de matriz

# CustomerRingfencingItemCriteria
source: Item criteria
pt_br: Critérios de itens

# ResetCriteria
source: Are you sure you want to reset the criteria?
pt_br: Tem certeza que quer redefinir os critérios?
