Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# EcoResSizeTranslationButton
source: Size translations
pt_br: Traduções de tamanho

# EcoResSizeDisplayCodeTranslationButton
source: Display code translations
pt_br: Tradução de código de exibição

# EcoResStyleDisplayCodeTranslation
source: Fit display code translation table
pt_br: Ajustar tabela de tradução de código de exibição

# EcoResStyleDisplayCodeTranslationDevDoc
source: The KRFEcoResStyleDisplayCodeTranslation table contains information about the translation of fit display codes.
pt_br: A tabela KRFEcoResStyleDisplayCodeTranslation contém informações sobre a tradução de códigos de exibição fit.

# EcoResStyleDisplayCodeTranslationName
source: Display code name
pt_br: Exibir nome de código

# EcoResStyleTranslationButton
source: Fit translations
pt_br: Ajustar traduções

# EcoResStyleDisplayCodeTranslationButton
source: Display code translations
pt_br: Tradução de código de exibição

# EcoResColorDisplayCodeTranslation
source: Color display code translation table
pt_br: Tabela de tradução de código de exibição de cores

# EcoResColorDisplayCodeTranslationDevDoc
source: The KRFEcoResColorDisplayCodeTranslation table contains information about the translation of color display codes.
pt_br: A tabela KRFEcoResColorDisplayCodeTranslation contém informações sobre a tradução de códigos de exibição de cores.

# EcoResColorDisplayCodeTranslationName
source: Display code name
pt_br: Exibir nome de código

# EcoResColorTranslationButton
source: Color translations
pt_br: Traduções de cores

# EcoResColorDisplayCodeTranslationButton
source: Display code translations
pt_br: Tradução de código de exibição

# EcoResSizeDisplayCodeTranslationEntity
source: K3 Fashion - Size display code translation
pt_br: K3 Fashion - Tradução de código de exibição de tamanho

# EcoResStyleDisplayCodeTranslationEntity
source: K3 Fashion - Fit display code translation
pt_br: K3 Fashion - Tradução de código de exibição fit

# EcoResColorDisplayCodeTranslationEntity
source: K3 Fashion - Color display code translation
pt_br: K3 Fashion - Tradução de código de exibição colorida

# ReleaseUpdScript_KRFEcoResSizeDisplayCodeTranslationDesc
source: Create default size display code translation
pt_br: Criar tradução de código de exibição de tamanho padrão

# ReleaseUpdScript_KRFEcoResStyleDisplayCodeTranslationDesc
source: Create default fit display code translation
pt_br: Criar tradução padrão de código de exibição de ajuste

# ReleaseUpdScript_KRFEcoResColorDisplayCodeTranslationDesc
source: Create default color display code translation
pt_br: Criar tradução padrão de código de exibição de cores

# EcoResSizeDisplayCodeTranslationEntityView
source: View product size display code translations
pt_br: Exibir traduções de código de exibição do tamanho do produto

# EcoResStyleDisplayCodeTranslationEntityView
source: View product fit display code translations
pt_br: Exibir traduções de código de exibição de ajuste do produto

# EcoResColorDisplayCodeTranslationEntityView
source: View product color display code translations
pt_br: Exibir traduções de código de exibição de cores do produto

# EcoResSizeDisplayCodeTranslationEntityMaintain
source: Maintain product size display code translations
pt_br: Manter as traduções de código de exibição do tamanho do produto

# EcoResStyleDisplayCodeTranslationEntityMaintain
source: Maintain product fit display code translations
pt_br: Manter as traduções de código de exibição de ajuste do produto

# EcoResColorDisplayCodeTranslationEntityMaintain
source: Maintain product color display code translations
pt_br: Manter traduções de código de exibição de cores do produto

# BOMRouteTemplateDetails
source: Route template line details
pt_br: Detalhes da linha de modelo de rota

# ReleaseUpdScript_KRFBOMRouteTemplateDetailsDesc
source: Creates an empty route details record for each BOM route template. It's necessary to fill each record afterward via the route template form.
pt_br: Cria um registro de detalhes de rota vazio para cada modelo de rota BOM. É necessário preencher cada registro depois através do formulário de modelo de rota.

# BOMModelValidateEmptyPrioritiesWarning
source: Product dimension sequence parameters need to be filled to be able to do all the necessary calculations.
pt_br: Os parâmetros de sequência de dimensão do produto precisam ser preenchidos para poder fazer todos os cálculos necessários.

# ReleaseUpdScript_RetailAttributesLegalEntityLookup100Desc
source: Update production and planning default values for each retail category.
pt_br: Atualize os valores padrão de produção e planejamento para cada categoria de varejo.

# SysUserInfoDisplayCode
source: Display code language
pt_br: Exibir linguagem de código

# SysUserInfoDisplayCodeHelpText
source: Product dimension display code language
pt_br: Linguagem de código de exibição de dimensão do produto

# OrderChangeJourTransferOrderCancel
source: Transfer order cancellation journal
pt_br: Diário de cancelamento de pedido de transferência

# OrderChangeJourTransferOrderDate
source: Transfer order date journal
pt_br: Diário de data do pedido de transferência

# OrderChangeJourTransferOrderReplace
source: Transfer order replacement journal
pt_br: Diário de substituição de pedido de transferência

# OrderChangeJourTypeTransferOrderReplace
source: Transfer order - Replacement
pt_br: Ordem de transferência - Substituição

# OrderChangeJourTypeTransferOrderCancel
source: Transfer order - Cancellation
pt_br: Ordem de transferência - Cancelamento

# OrderChangeJourTypeTransferOrderDate
source: Transfer order - Date
pt_br: Ordem de transferência - Data

# OrderChangeJourTransferOrderCreateLinesDesc
source: Create order change management journal transfer order lines
pt_br: Criar linhas de pedidos de gerenciamento de revistas de gerenciamento de ordem de mudança de pedido

# OrderChangeJourTransferOrderNewDate
source: New date
pt_br: Nova data

# OrderChangeJourTransferOrderLines
source: Order change management journal transfer order lines
pt_br: Ordene mudar as linhas de ordem de transferência de revistas de gerenciamento de alterações

# OrderChangeJourTransTransferIdHelpText
source: The transfer order where the adjustment should be made.
pt_br: A ordem de transferência onde o ajuste deve ser feito.

# OrderChangeJourTransferOrderLinesDialogCaption
source: Transfer order lines for order change management journal
pt_br: Linhas de pedido de transferência para revista de gerenciamento de mudança de pedido

# OrderChangeJourTransferOrderNoLinesWarning
source: No corresponding transfer order line found.
pt_br: Nenhuma linha de ordem de transferência correspondente foi encontrada.

# OrderChangeJourTransferOrderChanges
source: Transfer order changes
pt_br: Mudanças na ordem de transferência

# OrderChangeJourTransferOrderLineMissingError
source: The journal line does not have a related transfer order line.
pt_br: A linha do diário não tem uma linha de ordem de transferência relacionada.

# OrderChangeJourTransferOrderLineMustBeOfStatusWarning
source: Transfer order line must be of status '%1'.
pt_br: A linha de ordem de transferência deve ser de status '%1'.

# OrderChangeMgmtTransferOrderMissing
source: Missing transfer order lines in Order Change Management
pt_br: Linhas de pedidos de transferência ausentes no gerenciamento de mudança de pedidos

# OrderChangeJourTransferOrderVariantAlreadyPresentWarning
source: The new item/variant which should be added to the purchase order is already present on the purchase order.
pt_br: O novo item/variante que deve ser adicionado ao pedido de compra já está presente na ordem de compra.

# TransferOrderReason
source: Transfer order reasons
pt_br: Razões de ordem de transferência

# TransferOrderReasonHelp
source: Select this account type if the reason code can be used with tranfer order transactions.
pt_br: Selecione este tipo de conta se o código de razão pode ser usado com transações de pedido de tranfer.

# ReleaseUpdate_KRFOrderChangeJournalTrans
source: Update new fields (OrderNumber, OrderLineDate and OrderLineDateTo) with obsolete data from fields (SalesId, PurchId, DeliveryDate, DeliveryDateTo, ReceiptDate and ReceiptDateTo).
pt_br: Atualize novos campos (OrderNumber, OrderLineDate e OrderLineDateTo) com dados obsoletos de campos (SalesId, PurchId, DeliveryDate, DeliveryDateTo, ReceiptDate e ReceiptDateTo).

source: Size+Fit
pt_br: Tamanho+Ajuste

# BOMModelBySizeFit
source: By size+fit
pt_br: Por tamanho+ajuste

# ReleaseUpdScript_KRFBOMModelProductDimensionSeqTableDesc
source: Re-creates all product dimension sequences according to the new data model, based on the previously selected parameters.
pt_br: Recria todas as sequências de dimensão do produto de acordo com o novo modelo de dados, com base nos parâmetros selecionados anteriormente.

# BOMModelProductDimensionSeqLineEntity
source: K3 Fashion - BOM model product dimension sequence lines
pt_br: K3 Fashion - Linhas de sequência de dimensão do produto modelo BOM

# BOMModelProductDimensionSeqTableEntity
source: K3 Fashion - BOM model product dimension sequence
pt_br: K3 Fashion - Sequência de dimensão do produto modelo BOM

# BOMModelProductDimensionSeqTableEntityMaintain
source: Maintain BOM model product dimension sequence
pt_br: Manter a sequência de dimensão do produto do modelo BOM

# BOMModelProductDimensionSeqTableEntityView
source: View BOM model product dimension sequence
pt_br: Ver sequência de dimensão do produto do modelo BOM

# BOMModelProductDimensionSeqLineEntityMaintain
source: Maintain BOM model product dimension sequence lines
pt_br: Manter as linhas de sequência de dimensão do produto do modelo BOM

# BOMModelProductDimensionSeqLineEntityView
source: View BOM model product dimension sequence lines
pt_br: Ver as linhas de sequência de dimensão do produto do modelo BOM

# KBPWeightedAverage
source: Weighted average
pt_br: Média ponderada

# KBPWeightedAverageColumn
source: Weight column
pt_br: Coluna de peso

# ReleaseUpdScript_KBPEntitySourceFieldsTable100Desc
source: Set default planned values parameter (Validation) for all business plan columns.
pt_br: Defina o parâmetro de valores planejados padrão (Validação) para todas as colunas do plano de negócios.

# KBPModelFieldsSetupWeightedAvgColumnWarning
source: Column '%1' is set as weighted average and requires column '%2' for calculation.
pt_br: A coluna '%1' é definida como média ponderada e requer coluna '%2' para cálculo.

# BOMModelValidateBOModelLineAllText
source: It's not possible to have only BOM model lines of type 'text' within this model.
pt_br: Não é possível ter apenas linhas de modelo BOM do tipo 'texto' dentro deste modelo.

# BOMModelValidateBOModelLineAllThirdParty
source: Third party items are not allowed within this BOM model, in this case it's not possible to have only third party items within this BOM model.
pt_br: Itens de terceiros não são permitidos dentro deste modelo BOM, neste caso não é possível ter apenas itens de terceiros dentro deste modelo BOM.

# BOMModelValidateBOModelLineAllTextAndThirdParty
source: Third party items are not allowed within this BOM model, in this case it's not possible to have only third party and 'text' items within this BOM model.
pt_br: Itens de terceiros não são permitidos dentro deste modelo BOM, neste caso não é possível ter apenas itens de terceiros e 'texto' dentro deste modelo BOM.

# BOMModelParametersMessageType
source: Variant quantity = 0
pt_br: Quantidade variante = 0

# BOMModelParametersMessageTypeHelp
source: During validation, it should give a WARNING or ERROR when the quantity is zero.
pt_br: Durante a validação, ele deve dar um AVISO ou ERRO quando a quantidade é zero.

# BOMModelValidateBOMModelLineUnit
source: There are one or more BOM model lines with empty 'Unit' value.
pt_br: Existem uma ou mais linhas modelo BOM com valor vazio 'Unit'.

# MarkdownAutoExplode
source: Auto explode
pt_br: Auto explodir

# MarkdownVerifyDimensions
source: Verify dimensions
pt_br: Verificar dimensões

# CustomerRingfencingRuleQtys
source: Ringfencing rule quantities
pt_br: Quantidades de regras de anéis

# CustomerRingfencingRuleQtysError
source: Failed to create records within Ringfencing rule quantities table.
pt_br: Falha ao criar registros na tabela de quantidades de regras ringfencing.

# CustomerRingfencingRuleQtysEntity
source: K3 Fashion - Ringfencing rule quantities
pt_br: K3 Fashion - Quantidades de regras de ringfencing

# CustomerRingfencingRuleQtysEntityMaintain
source: Maintain Ringfencing rule quantities
pt_br: Manter as quantidades de regras de ringfencing

# CustomerRingfencingRuleQtysEntityView
source: View Ringfencing rule quantities
pt_br: Ver quantidades de regras de ringfencing

# CallerFormMustImplementInterface
source: The calling form must implement interface '%1'
pt_br: O formulário de chamada deve implementar interface '%1'

source: Maintain matrix functions
pt_br: Manter funções de matriz

source: View matrix functions
pt_br: Exibir funções de matriz

source: Range planning groups
pt_br: Grupos de planejamento de alcance

source: Range planning group id
pt_br: ID do grupo de planejamento de faixa

source: Range planning performance groups
pt_br: Grupos de desempenho de planejamento de alcance

source: Range planning performance group id
pt_br: ID do grupo de desempenho de planejamento de faixa

source: Range planning
pt_br: Planejamento de alcance

# RangePlanningGroupsTableEntity
source: K3 Fashion - Range planning groups
pt_br: K3 Fashion - Grupos de planejamento de gama

# RangePlanningGroupsTableEntityMaintain
source: Maintain Range planning groups entity
pt_br: Manter a entidade de grupos de planejamento de range

# RangePlanningGroupsTableEntityView
source: View Range planning groups entity
pt_br: Ver a entidade de grupos de planejamento do Range

# RangePlanningPerformanceGroupsTableEntity
source: K3 Fashion - Range planning performance groups
pt_br: K3 Fashion - Grupos de desempenho de planejamento de gama

# RangePlanningPerformanceGroupsTableEntityMaintain
source: Maintain Range planning performance groups entity
pt_br: Manter a entidade de grupos de desempenho de planejamento de range

# RangePlanningPerformanceGroupsTableEntityView
source: View Range planning performance groups entity
pt_br: Ver a entidade de grupos de desempenho de planejamento de faixa

# RangePlanningMaintain
source: Maintain Range planning
pt_br: Manter o planejamento do Range

# RangePlanningView
source: View Range planning
pt_br: Ver planejamento de intervalo

# RangePlanningSetupView
source: View Range planning setup forms
pt_br: Exibir formulários de configuração de planejamento de intervalo

# RangePlanningSetupMaintain
source: Maintain Range planning setup form
pt_br: Manter o formulário de configuração de planejamento do Range

# RangePlanningGroupIdHelp
source: Unique key for the Range planning groups, allocated when creating new group.
pt_br: Chave única para os grupos de planejamento do Range, alocados ao criar um novo grupo.

# RangePlanningPerformanceGroupIdHelp
source: Unique key for the Range planning performance groups, allocated when creating new group.
pt_br: Chave única para os grupos de desempenho de planejamento de intervalo, alocados ao criar um novo grupo.

# RetailStoreRetailCategorySetupFormView
source: View Product category setup
pt_br: Exibir configuração da categoria Produto

# RetailStoreRetailCategorySetupFormMaintain
source: Maintain Product category setup
pt_br: Manter a configuração da categoria Do produto

# RetailStoreRetailCategorySetupRPGroups
source: Retail store range planning groups per product category setup
pt_br: Grupos de planejamento de gama de lojas de varejo por configuração de categoria de produto

# RetailStoreRetailCategorySetupRPPerformanceGroups
source: Retail store range planning performance groups per product category setup
pt_br: Grupos de desempenho de planejamento de gama de lojas de varejo por configuração da categoria de produtos

# RetailStoreRetailCategorySetupRPGroupsEntity
source: K3 Fashion - Retail store range planning groups per product category setup
pt_br: K3 Fashion - Grupos de planejamento de lojas de varejo por configuração de categoria de produto

# RetailStoreRetailCategorySetupRPPerformanceGroupsEntity
source: K3 Fashion - Retail store range planning performance groups per product category setup
pt_br: K3 Fashion - Grupo de desempenho de planejamento de lojas de varejo por configuração de categoria de produto

# RetailStoreRetailCategorySetupRPGroupsEntityView
source: View retail store range planning groups per product category setup entity
pt_br: Veja grupos de planejamento de gama de lojas de varejo por entidade de configuração de categoria de produto

# RetailStoreRetailCategorySetupRPGroupsEntityMaintain
source: Maintain retail store range planning groups per product category setup entity
pt_br: Manter grupos de planejamento de gama de lojas de varejo por entidade de configuração de categoria de produto

# RetailStoreRetailCategorySetupRPPerformanceGroupsEntityView
source: View retail store range planning performance groups per product category setup entity
pt_br: Veja grupos de desempenho de planejamento de gama de lojas de varejo por entidade de configuração de categoria de produto

# RetailStoreRetailCategorySetupRPPerformanceGroupsEntityMaintain
source: Maintain retail store range planning performance groups per product category setup entity
pt_br: Manter grupos de desempenho de planejamento de gama de lojas de varejo por entidade de configuração de categoria de produto

source: Range planning product group
pt_br: Grupo de produtos de planejamento de gama

source: Range planning product group id
pt_br: ID do grupo de planejamento de gama

# RangePlanningProductGroupIdHelp
source: Unique key for the Range planning product group, allocated when creating new group.
pt_br: Chave exclusiva para o grupo de produtos de planejamento de gama, alocado ao criar um novo grupo.

# RangePlanningProductGroupSubgroupId
source: Subgroup id
pt_br: ID do subgrupo

source: Range planning product group - Subgroups
pt_br: Grupo de produtos de planejamento de gama - Subgrupos

# RangePlanningProductGroupLine
source: Range planning product group lines
pt_br: Linhas de grupo de produtos de planejamento de gama

source: Subgroups
pt_br: Subgrupos

# RangePlanningProductGroupSubgroupsSyncError
source: Error when trying to sync all subgroups from the current Range planning product group.
pt_br: Erro ao tentar sincronizar todos os subgrupos do grupo de produtos de planejamento de Range atual.

source: Show products
pt_br: Mostrar produtos

# RangePlanningProductGroupView
source: View Range planning product group
pt_br: Ver grupo de produtos de planejamento de gama

# RangePlanningProductGroupMaintain
source: Maintain Range planning product group
pt_br: Manter o grupo de produtos de planejamento de gama

# RangePlanningProductGroupEntity
source: K3 Fashion - Range planning product group
pt_br: K3 Fashion - Grupo de produtos de planejamento de gama

# RangePlanningProductGroupSubgroupsEntity
source: K3 Fashion - Range planning product group - Subgroups
pt_br: K3 Fashion - Grupo de produtos de planejamento de gama - Subgrupos

# RangePlanningProductGroupLineEntity
source: K3 Fashion - Range planning product group lines
pt_br: K3 Fashion - Linhas de grupo de produtos de planejamento de gama

# RangePlanningProductGroupEntityView
source: View Range planning product group entity
pt_br: Ver a entidade do grupo de produtos de planejamento da Range

# RangePlanningProductGroupEntityMaintain
source: Maintain Range planning product group entity
pt_br: Manter a entidade do grupo de produtos de planejamento de gama

# RangePlanningProductGroupSubgroupsEntityView
source: View Range planning product group - Subgroups entity
pt_br: Ver grupo de produtos de planejamento de faixas - entidade subgrupos

# RangePlanningProductGroupSubgroupsEntityMaintain
source: Maintain Range planning product group - Subgroups entity
pt_br: Manter o grupo de produtos de planejamento de intervalo - entidade subgrupos

# RangePlanningProductGroupLineEntityView
source: View Range planning product group lines entity
pt_br: Ver a entidade de linhas de grupo de planejamento de gama

# RangePlanningProductGroupLineEntityMaintain
source: Maintain Range planning product group lines entity
pt_br: Manter a entidade de linhas de grupo de produtos de planejamento de gama

# PLMLinePlanReportProdDimGroups
source: Released dimensions
pt_br: Dimensões liberadas

# RetailInventRecallDialogRemainQty
source: Remain qty
pt_br: Permanecer qty

# InstructionIconPartChangeIcon
source: Change icon
pt_br: Alterar ícone

# InstructionGroupInstructionLines
source: Instruction lines
pt_br: Linhas de instrução

# CustomerInventoryView
source: View customer inventory
pt_br: Exibir o inventário do cliente

# CustomerRingfencingRuleDimensionsPickerFormProcessAborted
source: The process has been aborted.
pt_br: O processo foi abortado.

# PLMPlanLineCreateDirectionGroup
source: Date has changed
pt_br: A data mudou.

# SysEmailParametersSMTPRelayServerName
source: There is not outgoing mail server defined.
pt_br: Não há um servidor de e-mail definido.

source: Query criteria
pt_br: Critérios de consulta

source: View query criteria
pt_br: Exibir critérios de consulta

# PLMPlans
source: Plans
pt_br: Planos

# PLMPlanOriginalStartDate
source: Original start date
pt_br: Data inicial original

# PLMPlanOriginalStartDateHelpText
source: The original start date.
pt_br: A data de início original.

# PLMPlanOriginalEndDate
source: Original end date
pt_br: Data final original

# PLMPlanOriginalEndDateHelpText
source: The original end date.
pt_br: A data de término original.

# ExportFibers
source: Export fibers %1.
pt_br: Exportar fibras %1.

source: Range planning product group per color
pt_br: Grupo de produtos de planejamento de gama por cor

# InventRangePlanningProductGroupFormMaintain
source: Maintain Range planning product group (Released products)
pt_br: Manter o grupo de produtos de planejamento de gama (produtos lançados)

# InventRangePlanningProductGroupFormView
source: View Range planning product group (Released products)
pt_br: Ver grupo de produtos de planejamento de gama (produtos liberados)

# InventColorRangePlanningProductGroupFormMaintain
source: Maintain Range planning product group per color
pt_br: Manter o grupo de produtos de planejamento de intervalo por cor

# InventColorRangePlanningProductGroupFormView
source: View Range planning product group per color
pt_br: Exibir grupo de produtos de planejamento de gama por cor

# RangePlanningMatrixConfigForm
source: Range planning matrix configuration
pt_br: Configuração da matriz de planejamento de alcance

source: Included rows
pt_br: Linhas incluídas

source: Include node to rows
pt_br: Incluir nó para linhas

# RangePlanningMatrixRowsConfig
source: Rows configuration
pt_br: Configuração de linhas

# DeleteNodeFromRow
source: Exclude node from rows
pt_br: Exclua o nó das linhas

# RangePlanningMatrixConfigFormView
source: View Range planning matrix configuration
pt_br: Exibir configuração da matriz de planejamento de alcance

# RangePlanningMatrixConfigFormMaintain
source: Maintain Range planning matrix configuration
pt_br: Manter a configuração da matriz de planejamento de alcance

source: Range planning matrix
pt_br: Matriz de planejamento de alcance

source: Range planning matrix - Color specific
pt_br: Matriz de planejamento de alcance - Cor específica

# RangePlanningColorSpecificRatioCurve
source: Color specific ratio curve
pt_br: Curva de proporção específica de cor

# RangePlanningMatrixRowsConfigEntity
source: K3 Fashion - Range planning Rows configuration
pt_br: K3 Fashion - Configuração de linhas de planejamento de gama
