Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

source: Missing product variant
pt_br: Variante do produto ausente

source: Not found
pt_br: Não encontrado

# RetailStoreSiteAndLocationMismatchWarning
source: Site and/or warehouse do not match with retail store '%1' setup.
pt_br: Site e/ou armazém não combinam com a configuração '%1' da loja de varejo.

# RangePlanningStoreCapacityCheck
source: Check store capacity
pt_br: Verifique a capacidade da loja

source: Adjust to max qty
pt_br: Ajuste para max qty

# ManualEntryDeleteWarning
source: Only manual entries can be deleted.
pt_br: Somente entradas manuais podem ser excluídas.

# RangePlanningGoToStoreCapacity
source: Go to store capacity
pt_br: Vá para a capacidade da loja

source: Show modified only
pt_br: Mostrar apenas modificado

source: Calculated Qty
pt_br: Qty Calculado

# RangePlanningStoreCapacityCheckClear
source: Clear store capacity validation
pt_br: Validação da capacidade da loja limpa

# RangePlanningStoreCapacityCheckClearPrompt
source: Are you sure you want to clear store capacity validation?
pt_br: Tem certeza que deseja limpar a validação da capacidade da loja?

# RangePlanningPlanStoreCapacityInvalidLines
source: Range plan '%1' contains %2 invalid lines after store capacity validation.
pt_br: O plano de alcance '%1' contém linhas inválidas %2 após a validação da capacidade da loja.

# RangePlanningPlanPostNotStoreCapacityCheckWarning
source: Range plan '%1' has not been validated against store capacity.
pt_br: O plano de alcance '%1' não foi validado contra a capacidade da loja.

# RangePlanningAvailableToAllocate
source: Available to allocate
pt_br: Disponível para alocar

# KBPAllocationKeyLookupWarning
source: The selected Business plan line does not have a valid range.
pt_br: A linha de plano de negócios selecionada não tem um intervalo válido.

source: ViJi Click
pt_br: Clique em ViJi

source: ViJi click parameters
pt_br: Parâmetros de clique do ViJi

source: API url
pt_br: Url de API

source: Dark color
pt_br: Cor escura

source: Text color
pt_br: Cor do texto

source: Light color
pt_br: Cor clara

source: ViJi default
pt_br: Padrão viJi

source: ViJi click is disabled
pt_br: Clique do ViJi está desativado

source: Test product
pt_br: Produto de teste

source: Test brand
pt_br: Marca de teste

source: Test setup
pt_br: Configuração do teste

# ViJiClickParametersEntity
source: K3 Fashion - ViJi Parameters
pt_br: K3 Fashion - Parâmetros ViJi

# ViJiClickParametersEntityMaintain
source: Maintain ViJi parameters
pt_br: Manter parâmetros ViJi

# ViJiClickParametersEntityView
source: View ViJi parameters
pt_br: Exibir parâmetros viJi

# ViJiClickView
source: View ViJi click
pt_br: Exibir ViJi clique

# ViJiClickMaintain
source: Maintain ViJi click
pt_br: Manter o clique do ViJi

source: Copy notes
pt_br: Copiar notas

# RangePlanningPlanCalculatedInfo
source: Range plan has been calculated.
pt_br: O plano de alcance foi calculado.

# RangePlanningPlanCapacityBarHelpTxt
source: Show/hide capacity bar
pt_br: Barra de capacidade de show/ocultação

# RangePlanningPlanCapacityBarShow
source: Show capacity bar
pt_br: Barra de capacidade de show

# RangePlanningPlanCapacityBarHide
source: Hide capacity bar
pt_br: Barra de capacidade de ocultação

# KRFReleaseUpdScript_KRFRangePlanningPlanTableSetup
source: Populate calculation and posting modes from retail parameters to existing range planning plan headers.
pt_br: Preencha os modos de cálculo e postagem dos parâmetros de varejo até os cabeçalhos do plano de planejamento de intervalo existente.

# RangePlanningPlanRefreshValues
source: Refresh prices and values
pt_br: Atualizar preços e valores

source: Refresh prices
pt_br: Preços de atualização

# RangePlanningPlanCapacityAdjustToMaxQty
source: Adjust quantity to maximum store capacity
pt_br: Ajuste a quantidade para a capacidade máxima da loja

# RangePlanningPlanCapacityAdjustToMaxQtyWarning
source: Range plan '%1' is already posted or not calculated.
pt_br: O plano de intervalo '%1' já está publicado ou não calculado.

# RangePlanningPlanCapacityAdjustToMaxQtyPrompt
source: Are you sure you want to adjust quantity to maximum store capacity?
pt_br: Tem certeza que deseja ajustar a quantidade à capacidade máxima da loja?

# RangePlanningPlanIdAndDescription
source: Range plan '%1'. %2.
pt_br: Plano de alcance '%1'. %2.

# CSRValidationMessagePendingExists
source: Classification '%1' is pending on '%2'.
pt_br: A classificação '%1' está pendente de '%2'.

# CSRNotFoundOnLevel
source: Classification '%1' not found on '%2'.
pt_br: Classificação '%1' não encontrada em '%2'.

# CSRNotFoundOnBothLevel
source: Classification '%1' not found on both '%2' and '%3'.
pt_br: Classificação '%1' não encontrada tanto em '%2' quanto em '%3'.

# CSRNotFoundOnEitherLevel
source: Classification '%1' not found on either '%2' or '%3'
pt_br: Classificação '%1' não encontrada em '%2' ou '%3'

# MarkdownSkipStatistics
source: Skip statistics
pt_br: Pular estatísticas

# ItemCostGroupNotAllowed
source: Cost group should not be specified when an item costing sheet exists.
pt_br: O grupo de custos não deve ser especificado quando existe uma folha de custo de item.

# ItemCostingSheetNotAllowed
source: Item '%1' has a Cost Group specified and is not valid for Item Costing Sheet.
pt_br: O item '%1' tem um Grupo de Custos especificado e não é válido para folha de custo de itens.

# ItemDefaultOrderSettingNotAllowed
source: Item '%1' has a default order setting that is not valid for Item Costing Sheet.
pt_br: O item '%1' tem uma configuração de ordem padrão que não é válida para folha de custo do item.

# CostLineTypeNotAllowed
source: Line type '%1' is not allowed yet.
pt_br: O tipo de linha '%1' ainda não é permitido.

# KBPReorganizeLineNumbers
source: Reorganize line numbers
pt_br: Reorganize os números das linhas

# KBPLineNumberDuplicatedWarning
source: The line number '%1' is duplicated
pt_br: O número da linha '%1' é duplicado

# KBPLineNumberMissingWarning
source: The line number '%1' is missing
pt_br: O número da linha '%1' está faltando

source: Prepack relations
pt_br: Relações pré-embaladas

# NumberOfRecordsFiltered
source: %1 record(s) filtered.
pt_br: %1 registro(s) filtrado.

# NumberOfRecordsProcessed
source: %1 record(s) processed.
pt_br: %1 registro(s) processado.

# NumberOfRecordsAddedForRelease
source: %1 record(s) added for release.
pt_br: %1 registro(s) adicionado para lançamento.

# NumberOfRecordsFoundFor
source: %1 record(s) found for '%2'
pt_br: %1 registro(s) encontrado para '%2'

# AllocationBy
source: Allocation by %1
pt_br: Alocação por %1

source: Add products (Extended)
pt_br: Adicionar produtos (Estendidos)

# CustomerInventorySetupCaption
source: Set up customer inventory settings
pt_br: Configure as configurações de inventário do cliente

# CustomerInventoryReplenish
source: Customer inventory replenishment
pt_br: Reposição de estoque do cliente

# CustomerInventoryReplenishCalc
source: Calculate customer inventory replenishment
pt_br: Calcular reposição de estoque do cliente

# CustomerInventoryReplenishApproval
source: Approve customer inventory replenishment
pt_br: Aprovar a reposição do estoque do cliente

# CustomerInventoryReplenishConfirm
source: Confirm customer inventory replenishment
pt_br: Confirmar a reposição do estoque do cliente

# CustomerInventoryReplenishOrderGroupBy
source: Group replenish order by
pt_br: Ordem de reposição de grupo por

source: Confirmed by
pt_br: Confirmado por

# ConfirmedDateTime
source: Confirmed date
pt_br: Data confirmada

# CustInventDeliveryDays
source: Delivery days
pt_br: Dias de entrega

# CustInventoryDeliveredTrans
source: Customer inventory delivery transactions
pt_br: Transações de entrega de estoque de clientes

# ReleaseUpdScript_KRFCostItemCostingSheetTable
source: Update new item setting fields (Brand, Season, Origin/Dest. Country, Dlv mode, Dlv term, Commodity) on item costing sheets.
pt_br: Atualize novos campos de definição de itens (Marca, Temporada, Origem/Dest. País, modo Dlv, termo Dlv, Commodity) nas folhas de custeio do item.

source: Sales margin
pt_br: Margem de vendas

# CostRetailMarginBase
source: Retail margin base
pt_br: Base de margem de varejo

source: Prepack substitute
pt_br: Substituto de pré-pacote

# PrepackSubstituteJournalModuleTypeHelpTxt
source: Prepack substitute journal module type.
pt_br: Tipo de módulo de diário substituto pré-pacote.

# PrepackSubstituteJournalNameIdHelpTxt
source: Identification of the prepack substitute journal name.
pt_br: Identificação do nome do diário substituto pré-pacote.

# PrepackSubstituteJournalName
source: Prepack substitute journal names
pt_br: Nomes de diários substitutos pré-pacote

# PrepackSubstituteJournalNameDevDoc
source: The KRFPrepackSubstituteJournalName table contains the journal names created for prepack substitute journal transactions.
pt_br: A tabela KRFPrepackSubstituteJournalName contém os nomes do diário criados para transações de diários substitutos pré-pacote.

# PrepackSubstituteJournalNameExistsWarning
source: Journal name '%1' is already used in different prepack substitute module.
pt_br: O nome do diário '%1' já é usado em diferentes módulos substitutos pré-pacote.

# PrepackSubstituteJournalNameTypeModuleWarning
source: Prepack substitute journal type '%1' is not valid for '%2' module.
pt_br: O tipo de revista substituta pré-pacote '%1' não é válido para o módulo '%2'.

# PrepackSubstituteJournalNameView
source: View prepack substitute journal names
pt_br: Exibir nomes de diários substitutos pré-pacote

# PrepackSubstituteJournalNameMaintain
source: Maintain prepack substitute journal names
pt_br: Manter nomes de diários substitutos pré-pacote

# PrepackSubstituteJournalNameMaintainDesc
source: Create or update prepack substitute journal names
pt_br: Criar ou atualizar nomes de diários substitutos pré-pacote

# PrepackSubstituteJournalNameEntity
source: K3 Fashion - Prepack substitute journal names
pt_br: K3 Fashion - Nomes de revistas substitutas pré-embaladas

# PrepackSubstituteJournalNameEntityView
source: View prepack substitute journal name entity
pt_br: Exibir a entidade de nome do diário substituto pré-pacote

# PrepackSubstituteJournalNameEntityMaintain
source: Maintain oprepack substitute journal name entity
pt_br: Manter entidade de nome de diário substituto oprepack

# ReleaseUpdScript_KRFCustInventTrans
source: Converts positive quantity into negative in the customer inventory transactions of type Sales.§0020§
pt_br: Converte quantidade positiva em negativa nas transações de inventário do cliente do tipo Vendas.§0020§

# CustomerInventoryReplenishCleanUp
source: Clean-up customer inventory replenishment
pt_br: Reposição de estoque de clientes de limpeza

source: Abandoned
pt_br: Abandonado

source: Accept product review
pt_br: Aceitar revisão de produtos

source: Accept requested changes
pt_br: Aceitar alterações solicitadas

source: Accepted
pt_br: Aceito

source: Accepted with changes
pt_br: Aceito com alterações

# ConfirmProductReviewDialog
source: By confirming you will update the values for this products. Proceed?§0020§
pt_br: Ao confirmar você atualizará os valores para estes produtos. Proceder?§0020§

source: Confirmed
pt_br: Confirmado

source: Edited
pt_br: Editado

source: Product review
pt_br: Revisão do produto

source: Products for review
pt_br: Produtos para revisão

# ProductsForReviewDevDoc
source: §0020§This table holds product review header data
pt_br: §0020§Esta tabela contém dados de cabeçalho de revisão do produto

source: Products for review - Invent Table
pt_br: Produtos para revisão - Invent Table

# ProductsForReviewInventTableDevDoc
source: This table holds product data from invent table used for review on vendor portal
pt_br: Esta tabela contém dados do produto da tabela inventa usada para revisão no portal do fornecedor

source: Reject product review
pt_br: Rejeitar revisão de produtos

source: Rejected
pt_br: Rejeitado

source: Revert changes
pt_br: Reverter mudanças

source: Review
pt_br: Rever

source: Review details
pt_br: Detalhes da revisão

source: Review number
pt_br: Número de revisão

source: Send for review
pt_br: Enviar para revisão

source: Send product for vendor review
pt_br: Enviar produto para revisão do fornecedor

source: Show review history
pt_br: Mostrar histórico de revisão

source: Unanswered
pt_br: Sem resposta

source: Values
pt_br: Valores

# VendorPortalProductForReviewEntity
source: K3 Fashion - Products for review header
pt_br: K3 Fashion - Produtos para cabeçalho de revisão

# VendorPortalProductForReviewEntityMaintain
source: Maintain products for review header
pt_br: Manter produtos para cabeçalho de revisão

# VendorPortalProductForReviewEntityView
source: View products for review header
pt_br: Exibir produtos para cabeçalho de revisão

# VendorPortalProductForReviewInventTableEntity
source: K3 Fashion - Products for review base data
pt_br: K3 Fashion - Produtos para dados da base de revisão nao traduzir

# VendorPortalProductForReviewInventTableEntityMaintain
source: Maintain products for review base data
pt_br: Manter produtos para dados da base de revisão

# VendorPortalProductForReviewInventTableEntityView
source: View products for review base data
pt_br: Exibir produtos para dados da base de revisão

# VendorPortalProductsForReviewMaintain
source: Maintain vendor portal products for review
pt_br: Manter produtos do portal do fornecedor para revisão

# VendorPortalProductsForReviewView
source: View vendor portal products for review
pt_br: Exibir produtos do portal do fornecedor para revisão Luiz (gmail)

source: View only
pt_br: Exibir apenas Luiz (NL)

# KBPReleaseUpdateCalendarFieldsDescription
source: Update new calendar fields within the transaction tables.
pt_br: Atualize novos campos de calendário dentro das tabelas de transações.

# KBPBusinessProcessCalendarTableDaysOfTheWeekCounterValidationWarning
source: When Business planning is enabled, all days of the week need to be open.
pt_br: Quando o planejamento de negócios é ativado, todos os dias da semana precisam estar abertos.

# KBPBusinessProcessCalendarDatesValidationWarning
source: When Business planning is enabled, the start and end dates need to be '01/Jan' and '31/Dec'.
pt_br: Quando o planejamento de negócios é ativado, as datas de início e término precisam ser '01/Jan' e '31/Dez'. Luiz (gmail)

# KBPCalendarYearEntityId
source: CalendarYear
pt_br: Calendário Luiz (NL)

# KBPCalendarYearEntityDesc
source: Calendar year
pt_br: Ano civil Luiz (gmail)

# KBPCalendarMonthEntityId
source: CalendarMonth
pt_br: Mês do calendário Luiz (gmail)

# KBPCalendarMonthEntityDesc
source: Calendar month
pt_br: Mês do calendário LUIZ 2 (NL)

# KRFLabelDoVinao
source: Vinão's label
pt_br: Label do Vinão LUIZ 2 (gmail)
