Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CSRProductClassificationsEntityView
source: View product CSR classifications
pt_br: Exibir classificações de CSR do produto

# CSRProductClassificationsEntityMaintain
source: Maintain product CSR classifications
pt_br: Manter as classificações de CSR do produto

# CSRFibreClassifications
source: Fiber CSR Classifications
pt_br: Classificações de Fibra CSR

# CSRFibreClassificationsEntity
source: K3 Fashion - Fiber CSR Classifications
pt_br: K3 Fashion - Classificações de Fibra CSR

# CSRFibreClassificationsEntityView
source: View fiber CSR classifications
pt_br: Ver classificações de CSR de fibra

# CSRFibreClassificationsEntityMaintain
source: Maintain fiber CSR classifications
pt_br: Manter classificações de RSE de fibra

# CSRVendorClassifications
source: Vendor CSR Classifications
pt_br: Classificações de CSR do fornecedor

# CSRVendorClassificationsEntity
source: K3 Fashion - Vendor CSR Classifications
pt_br: K3 Fashion - Classificações de Vendedor CSR

# CSRVendorClassificationsEntityView
source: View vendor CSR classifications
pt_br: Exibir classificações de CSR do fornecedor

# CSRVendorClassificationsEntityMaintain
source: Maintain vendor CSR classifications
pt_br: Manter as classificações de CSR do fornecedor

# ProductionOrderGroupMaintain
source: Maintain Master production order
pt_br: Manter a ordem de produção master

# ProductionOrderGroupView
source: View Master production order
pt_br: Ver ordem de produção master

# ReleaseUpdateScriptObsoleteWarning
source: Release update script is not found or marked as obsolete and cannot be executed.
pt_br: O script de atualização de versão não é encontrado ou marcado como obsoleto e não pode ser executado.

# PrepacksPackValidationLocationWarning
source: Cannot use pack function on a warehouse, location and item set as 'Auto-unpack'.
pt_br: Não é possível usar a função pack em um armazém, localização e conjunto de itens como 'Auto-descompactar'.

source: Collection ID
pt_br: ID de conjunto

source: Collection name
pt_br: Nome de cobrança

# RangePlanningPlanSkipSourceQty
source: Skip source quantity
pt_br: Pular quantidade de fonte

# CustomerRingfencingClassificationGroupTitle
source: Ringfencing classification group
pt_br: Grupo de classificação de ringfencing

# CustomerRingfencingClassificationGroup
source: Classification group
pt_br: Grupo de classificações

# CustomerRingfencingClassificationGroupId
source: Classification group ID
pt_br: ID do grupo de classificação

# CustomerRingfencingClassificationGroupEntity
source: K3 Fashion - Ringfencing classification group
pt_br: K3 Fashion - Grupo de classificação ringfencing

# CustomerRingfencingClassificationGroupEntityMaintain
source: Maintain ringfencing classification group entity
pt_br: Manter entidade de grupo de classificação de anéis

# CustomerRingfencingClassificationGroupEntityView
source: View ringfencing classification group entity
pt_br: Veja a entidade do grupo de classificação de ringfencing

# ReleaseUpdate_CustRingfencingRuleClassificationGroup
source: Updates new field 'Classification group ID' with a default value.
pt_br: Atualiza novo campo 'Classificação do grupo ID' com um valor padrão.

# DefaultCustomerRingfencingClassificationGroupId
source: Default classification group ID
pt_br: ID do grupo de classificação padrão

# CustomerRingfencingRuleCreate
source: Create ringfencing rule
pt_br: Criar regra de adoção

# CustomerRingfencingRuleCreateSalesAgreement
source: Create a ringfencing rule based on sales agreement lines.
pt_br: Crie uma regra de adoção baseada em linhas de contrato de venda.

# CustomerRingfencingRuleCreated
source: Ringfencing rule '%1' created and calculated successfully.
pt_br: Regra de adoção de anel '%1' criada e calculada com sucesso.

# CustomerRingfencingRuleCreatedAgreementExistError
source: Ringfencing rule '%1' is already linked to sales agreements '%2'.
pt_br: A regra de quebra de toque '%1' já está vinculada a contratos de vendas '%2'.

# CustomerRingfencingRuleAgreementStateError
source: Agreement state '%1' is not valid for ringfencing.
pt_br: O acordo diz que '%1' não é válido para aferimento de anel.

# ReplenishWarehouseLegalEntity
source: Replenishment warehouse legal entity
pt_br: Reposição de almoxarifado pessoa jurídica

source: CSR Validation
pt_br: Validação de RSE

source: CSR Validation type
pt_br: Tipo de validação de RSR

# CSRValidationTypeVendorItem
source: Vendor and Item
pt_br: Fornecedor e Item

# CSRPOCValidationList
source: CSR Validation list
pt_br: Lista de validação de RSE

# CSRPOCValidationListEntity
source: K3 Fashion - Purchase order category CSR classifications
pt_br: K3 Fashion - Classificações da categoria de pedido de compra CSR

# CSRPOCValidationListEntityMaintain
source: Maintain purchase order category CSR classifications entity
pt_br: Manter a entidade de classificações de classificação de ordem de compra da categoria CSR

# CSRPOCValidationListEntityView
source: View purchase order category CSR classifications entity
pt_br: Ver a categoria de pedido de compra entidade de classificações CSR

# CSRValidationMessage
source: Classification '%1' not found.
pt_br: Classificação '%1' não encontrada.

# CSRPOCValidationListError
source: Classification of type '%1' is not valid for validation type '%2'.
pt_br: A classificação do tipo '%1' não é válida para o tipo de validação '%2'.

# RangePlanningPeriodicPlanTable
source: Periodic range plan table
pt_br: Tabela de plano de alcance periódico

# RangePlanningPeriodicPlanTableDevDoc
source: The KRFRangePlanningPeriodicPlanTable table contains information about periodic range plans.
pt_br: A tabela KRFRangePlanningPeriodicPlanTable contém informações sobre planos de alcance periódicos.

# RangePlanningPeriodicPlan
source: Periodic range plan
pt_br: Plano de alcance periódico

# RangePlanningPeriodicPlanId
source: Periodic range plan Id
pt_br: Id do plano de alcance periódico

# RangePlanningPeriodicPlanIdHelp
source: Unique key for the Range planning periodic range plan, allocated when creating a new periodic range plan.
pt_br: Chave única para o plano de alcance periódico de planejamento de intervalo, alocado ao criar um novo plano de alcance periódico.

# RangePlanningPeriodicPlanProductLines
source: Periodic range plan product filter lines
pt_br: Linhas periódicas de filtro de produto do plano de alcance

# RangePlanningPeriodicPlanProductLinesDevDoc
source: The KRFRangePlanningPeriodicPlanProductLine table contains information about periodic range plan product filter lines.
pt_br: A tabela KRFRangePlanningPeriodicPlanProductLine contém informações sobre linhas periódicas de filtro de produto do plano de alcance.

# RangePlanningPeriodicPlanView
source: View periodic range plan
pt_br: Ver plano de intervalo periódico

# RangePlanningPeriodicPlanMaintain
source: Maintain periodic range plan
pt_br: Manter plano de alcance periódico

# RangePlanningPeriodicPlanGroupLines
source: Periodic range plan group lines
pt_br: Linhas de grupo de plano de alcance periódico

# RangePlanningPeriodicPlanGroupLinesDevDoc
source: The KRFRangePlanningPeriodicPlanGroupLine table contains information about periodic range plan group lines.
pt_br: A tabela KRFRangePlanningPeriodicPlanGroupLine contém informações sobre linhas de grupo de plano de alcance periódicas.

# RangePlanningPeriodicPlanProductGroupLines
source: Periodic range plan product group lines
pt_br: Linhas de grupo de produtos de plano de gama periódica

# RangePlanningPeriodicPlanProductGroupLinesDevDoc
source: The KRFRangePlanningPeriodicPlanProductGroupLine table contains information about periodic range plan product group lines.
pt_br: A tabela KRFRangePlanningPeriodicPlanProductGroupLine contém informações sobre linhas periódicas do grupo de produtos do plano de gama.

# RangePlanningPeriodicPlanListProducts
source: Periodic range plan - product list
pt_br: Plano de intervalo periódico - lista de produtos

# RangePlanningPeriodicPlanListProductsDevDoc
source: The KRFRangePlanningPeriodicPlanListProducts table contains the list of ranged products.
pt_br: A tabela KRFRangePlanningPeriodicPlanListProducts contém a lista de produtos de gama.

# RangePlanningPeriodicPlanListStores
source: Periodic range plan - retail store list
pt_br: Plano de intervalo periódico - lista de lojas de varejo

# RangePlanningPeriodicPlanListStoresDevDoc
source: The KRFRangePlanningPeriodicPlanListStores table contains the list of ranged retail stores.
pt_br: A tabela KRFRangePlanningPeriodicPlanListStores contém a lista de lojas de varejo de gama.

# RangePlanningPeriodicPlanCalculateFinishedInfo
source: Calculation finished for the range planning periodic plan '%1'.
pt_br: Cálculo concluído para o plano periódico de planejamento de faixa '%1'.

# RangePlanningPeriodicPlanCalculateHelpText
source: Generate list of items and stores for the range planning periodic plan.
pt_br: Gerar lista de itens e lojas para o plano periódico de planejamento de gama.

# RangePlanningPeriodicPlanCalculate
source: Calculate periodic range plan
pt_br: Calcular plano de intervalo periódico

# RangePlanningPeriodicPlanListStatusFilter
source: Status filter
pt_br: Filtro de status

# RangePlanningPeriodicPlanStatus
source: Periodic range plan status
pt_br: Status do plano de intervalo periódico

# RangePlanningPeriodicPlanIdReference
source: The ID of the periodic range plan definition.
pt_br: A ID da definição do plano de intervalo periódico.

# RangePlanningPeriodicPlanPublishHelpTxt
source: Periodic range plan publishing
pt_br: Publicação periódica do plano de alcance

# RangePlanningPeriodicPlanActionHistory
source: Periodic range plan - action history
pt_br: Plano de alcance periódico - histórico de ação

# RangePlanningPeriodicPlanActionHistoryDevDoc
source: The KRFRangePlanningPeriodicPlanActionHistory table contains history of actions taken on periodic range plan.
pt_br: A tabela KRFRangePlanningPeriodicPlanActionHistory contém histórico de ações tomadas no plano de alcance periódico.

# RangePlanningPeriodicPlanListProductGroups
source: Periodic range plan - product group list
pt_br: Plano de intervalo periódico - lista de grupos de produtos

# RangePlanningPeriodicPlanListProductGroupsDevDoc
source: The KRFRangePlanningPeriodicPlanListProductGroups table contains the list of ranged planning product groups.
pt_br: A tabela KRFRangePlanningPeriodicPlanListProductGroups contém a lista de grupos de produtos de planejamento de planejamento.

# RangePlanningProductGroupIdShort
source: Product group id
pt_br: ID do grupo de produtos

# RangePlanningPeriodicPlanEventsHelpTxt
source: Periodic range plan - events
pt_br: Plano de alcance periódico - eventos

# RangePlanningPeriodicPlanEventDevDoc
source: The KRFRangePlanningPeriodicPlanEvent table contains information about events that influence the periodic range plan calculation.
pt_br: A tabela KRFRangePlanningPeriodicPlanEvent contém informações sobre eventos que influenciam o cálculo do plano de intervalo periódico.

# RangePlanningPeriodicPlanClearDesc
source: Periodic range plan - Clear plan
pt_br: Plano de alcance periódico - Plano claro

# RangePlanningPeriodicPlanOkInfo
source: Periodic range plan is ok.
pt_br: O plano de alcance periódico está ok.

# RangePlanningPeriodicPlanValidationPrefix
source: Validating periodic range plan '%1'.
pt_br: Validando o plano de intervalo periódico '%1'.

# RangePlanningPeriodicProductGroupsDuplicateTxt
source: Some of the range planning product groups are duplicated.
pt_br: Alguns dos grupos de produtos de planejamento de gama são duplicados.

# RangePlanningPeriodicOnlyRetailStoresAllowedTxt
source: Only channels of type 'Retail store' are allowed.
pt_br: Apenas canais do tipo 'Loja de varejo' são permitidos.

# RangePlanningPeriodicEventItemColorAdd
source: Item+color combination added to product group
pt_br: Combinação item+cor adicionada ao grupo de produtos

# RangePlanningPeriodicEventItemColorRemove
source: Item+color combination removed from product group
pt_br: Combinação item+cor removida do grupo do produto

# RangePlanningPeriodicEventItemVariantChange
source: Item variant included/excluded
pt_br: Variante do item incluída/excluída

# RangePlanningPeriodicEventItemBrandChange
source: Item brand changed
pt_br: Marca de itens alterada

# RangePlanningPeriodicEventItemReqGroupChange
source: Item coverage group changed
pt_br: Grupo de cobertura de itens alterado

# RangePlanningPeriodicEventStoreCatSetupChange
source: Store product category setup changed
pt_br: Configuração da categoria de produtos da loja alterada

# RangePlanningPeriodicEventStoreProdGrpPriorityChange
source: Store product group priority changed
pt_br: Prioridade do grupo de produtos da loja alterada

# RangePlanningPeriodicPublishPeriodicallyHelp
source: Periodic range plan publishing periodically.
pt_br: Plano de intervalo periódico publicado periodicamente.

# RangePlanningPeriodicPlanEvents
source: Events
pt_br: Eventos

# RangePlanningPeriodicPlanPrefix
source: Periodic range plan: %1
pt_br: Plano de alcance periódico: %1

# RangePlanningPeriodicPlanAllProdGrpMustBeApprovedWarning
source: All range planning product groups must be approved.
pt_br: Todos os grupos de produtos de planejamento de gama devem ser aprovados.

# RangePlanningPeriodicPlanUnableToCalcWarning
source: Unable to calculate periodic range plan '%1'.
pt_br: Não é possível calcular o plano de intervalo periódico '%1'.

# RangePlanningPeriodicPlanListMarkAsChangedPrompt
source: Changing status will mark selected products and/or stores for rebuilding.\nDo you want to continue?
pt_br: A mudança de status marcará produtos selecionados e/ou lojas para reconstrução.\nOusse você deseja continuar?

# RangePlanningPeriodicPlanListMarkNoLinesSelectedInfo
source: No lines are selected for status change.
pt_br: Nenhuma linha é selecionada para alteração de status.

# RangePlanningPeriodicPlanListStatusCannotChangeProductInfo
source: Product '%1' is of status '%2' and cannot be mark as changed.
pt_br: O produto '%1' é de status '%2' e não pode ser marcado como alterado.

# RangePlanningPeriodicPlanListStatusCannotChangeStoreInfo
source: Store '%1' is of status '%2' and cannot be mark as changed.
pt_br: A loja '%1' é de status '%2' e não pode ser marcada como alterada.

# RangePlanningPeriodicOverwriteExisting
source: Overwrite existing
pt_br: Sobregravar existir

# RangePlanningPeriodicOverwriteExistingHelpTxt
source: Determines if existing item coverage not related to periodic range plan should be replaced.
pt_br: Determina se a cobertura de itens existente não está relacionada ao plano de intervalo periódico deve ser substituída.

# RangePlanningPeriodicRespectAssortmentsManualWarning
source: Respect assortment cannot be set to manual for periodic range plan.
pt_br: A variedade de respeito não pode ser definida manualmente para um plano de alcance periódico.

# RangePlanningPeriodicPlanClear
source: Clear plan
pt_br: Plano claro

# RangePlanningPeriodicPlanClearExtended
source: Clear periodic range plan
pt_br: Plano de alcance periódico claro

# RangePlanningPeriodicPlanClearInfo
source: Clearing periodic range plan will delete calculation data and all related item coverage records.
pt_br: O plano de intervalo periódico de compensação excluirá os dados de cálculo e todos os registros de cobertura de itens relacionados.

# RangePlanningPeriodicPlanNoDataToPublishWarning
source: There are no stores and/or no products to be published.
pt_br: Não há lojas e/ou produtos a serem publicados.

# RangePlanningPeriodicPlanDeleteRelaterReqItemExistWarning
source: Unable to delete periodic range plan while related item coverage records exist.
pt_br: Não é possível excluir o plano de intervalo periódico enquanto existem registros de cobertura de itens relacionados.

# RangePlanningPeriodicPlanEditPrompt
source: Do you want to edit periodic range plan?\nStatus will be changed to Draft.
pt_br: Você deseja editar o plano de intervalo periódico?\nStatus será alterado para Rascunho.

# RangePlanningPeriodicPlanCannotChangeWarning
source: Periodic range plan '%1' is of status '%2' and cannot be changed.
pt_br: O plano de alcance periódico '%1' é de status '%2' e não pode ser alterado.

source: Mark as changed
pt_br: Marca como mudou

# RangePlanningRatioCurveUsedInMatrix
source: Used in range planning matrix
pt_br: Usado na matriz de planejamento de alcance

# RangePlanningRatioCurveUsedInMatrixChangeWarning
source: Ratio curve '%1' is used in range planning matrix. Type, product dimension or product dimension group cannot be changed.
pt_br: A curva de razão '%1' é usada na matriz de planejamento de alcance. Tipo, dimensão do produto ou grupo de dimensão do produto não podem ser alterados.

# RangePlanningRatioCurveChangedInfo
source: Ratio curve '%1' is used in range planning matrix. Related periodic range plans should be republished. Please act accordingly.
pt_br: A curva de razão '%1' é usada na matriz de planejamento de alcance. Planos de intervalo periódicos relacionados devem ser republicados. Por favor, aja de acordo.

# RangePlanningRatioCurveUsedInMatrixDeleteWarning
source: Ratio curve '%1' is used in range planning matrix and cannot be deleted.
pt_br: A curva de proporção '%1' é usada na matriz de planejamento de alcance e não pode ser excluída.

# RangePlanningPeriodicReqGroupChangeWarning
source: Changes done in item coverage group can affect periodic range plans calculations. Please act accordingly.
pt_br: As alterações feitas no grupo de cobertura de itens podem afetar os cálculos periódicos dos planos de intervalo. Por favor, aja de acordo.

# RangePlanningPeriodicMatrixChangeWarning
source: Changes done in range planning matrix can affect periodic range plans calculations. Please act accordingly.
pt_br: As mudanças feitas na matriz de planejamento de intervalos podem afetar os cálculos periódicos dos planos de intervalo. Por favor, aja de acordo.

# MeasurementsItemCheckInfo
source: Item '%1': Base measurement. %2
pt_br: Item '%1': Medição base. %2

source: Ringfenced qty
pt_br: Qty cercado

# TotalRingfencedQty
source: Total ringfenced quantity: %1
pt_br: Quantidade total de zumbidos: %1

source: Key material
pt_br: Material-chave

# RelenishmentNoAssortmentsItemWarning
source: No assortment for item '%1' (%2). Respect assortment: %3.
pt_br: Sem sortimento para o item '%1' (%2). Variedade de respeito: %3.

# RangePlanningPeriodicPlanTableEntity
source: K3 Fashion - Periodic range plan
pt_br: K3 Fashion - Plano de alcance periódico

# RangePlanningPeriodicPlanTableEntityView
source: View periodic range plan entity
pt_br: Ver entidade de plano de intervalo periódico

# RangePlanningPeriodicPlanTableEntityMaintain
source: Maintain periodic range plan entity
pt_br: Manter entidade de plano de alcance periódico

# RangePlanningPeriodicPlanChannelLinesEntity
source: K3 Fashion - Periodic range plan channel lines
pt_br: K3 Fashion - Linhas periódicas de canais de plano de gama

# RangePlanningPeriodicPlanChannelLineEntityView
source: View periodic range plan channel lines entity
pt_br: Ver a entidade de linhas de canais do plano de alcance periódico

# RangePlanningPeriodicPlanChannelLineEntityMaintain
source: Maintain periodic range plan channel lines entity
pt_br: Manter a entidade de linhas de canais de plano de alcance periódico

# RangePlanningPeriodicPlanProductLinesEntity
source: K3 Fashion - Periodic range plan product filter lines
pt_br: K3 Fashion - Linhas periódicas de filtro de produto do plano de gama

# RangePlanningPeriodicPlanProductLineEntityView
source: View periodic range plan product filter lines entity
pt_br: Ver entidade de linhas de filtro de filtro de plano de gama periódica

# RangePlanningPeriodicPlanProductLineEntityMaintain
source: Maintain periodic range plan product filter lines entity
pt_br: Manter a entidade de linhas de filtro de filtro de plano de gama periódica

# RangePlanningPeriodicPlanProductGroupLinesEntity
source: K3 Fashion - Periodic range plan product group lines
pt_br: K3 Fashion - Linhas periódicas do grupo de produtos do plano de gama

# RangePlanningPeriodicPlanProductGroupLineEntityView
source: View periodic range plan product group lines entity
pt_br: Ver a entidade de linhas de grupo de produtos do plano de gama periódica

# RangePlanningPeriodicPlanProductGroupLineEntityMaintain
source: Maintain periodic range plan product group lines entity
pt_br: Manter a entidade de linhas de grupo de produtos do plano de gama periódica

# RangePlanningPeriodicPlanActionHistoryEntity
source: K3 Fashion - Periodic range plan action history
pt_br: K3 Fashion - Histórico de ação do plano de gama periódica

# RangePlanningPeriodicPlanActionHistoryEntityView
source: View periodic range plan action history entity
pt_br: Veja a entidade de histórico de ação do plano de intervalo periódico

# RangePlanningPeriodicPlanEventEntity
source: K3 Fashion - Periodic range plan events
pt_br: K3 Fashion - Eventos periódicos do plano de gama

# RangePlanningPeriodicPlanEventEntityView
source: View periodic range plan events entity
pt_br: Ver a entidade de eventos do plano de alcance periódico

# RangePlanningPeriodicPlanListProductGroupsEntity
source: K3 Fashion - Periodic range plan - product group list
pt_br: K3 Fashion - Plano de gama periódica - lista de grupos de produtos

# RangePlanningPeriodicPlanListProductGroupsEntityView
source: View periodic range plan product group list entity
pt_br: Exibir entidade de lista de produtos do plano de gama periódica

# RangePlanningPeriodicPlanListProductsEntity
source: K3 Fashion - Periodic range plan - product list
pt_br: K3 Fashion - Plano de gama periódica - lista de produtos

# RangePlanningPeriodicPlanListProductsEntityView
source: View periodic range plan product list entity
pt_br: Exibir entidade de lista de produtos do plano de gama periódica

# RangePlanningPeriodicPlanListStoresEntity
source: K3 Fashion - Periodic range plan - store list
pt_br: K3 Fashion - Plano de gama periódica - lista de lojas

# RangePlanningPeriodicPlanListStoresEntityView
source: View periodic range plan store list entity
pt_br: Exibir entidade de lista de planos de gama periódica

# RangePlanningProductGroupVariantsEntity
source: K3 Fashion - Range planning product group variants
pt_br: K3 Fashion - Variantes do grupo de produtos de planejamento de gama

# RangePlanningPlanSourceLineLogEntity
source: K3 Fashion - Range planning plan source line validation details
pt_br: K3 Fashion - Detalhes de validação da linha de origem do plano de planejamento de gama

# RangePlanningPlanSourceLineDirrefeneTypeExists
source: Different source line type already exists for date '%1'.
pt_br: Diferentes tipos de linha de origem já existem para data '%1'.

# RangePlanningPlanSourceLineDuplicateDateOtherTypeWarning
source: Only one source line per date is allowed for source types other than '%1' and '%2'.
pt_br: Apenas uma linha de origem por data é permitida para tipos de origem que não sejam '%1' e '%2'.

source: Organization party Id
pt_br: ID do partido da organização

source: Operating unit party Id
pt_br: ID da unidade operacional

# FieldMayNotBeChanged
source: Field '%1' may not be changed while transactions exist.
pt_br: O campo '%1' pode não ser alterado enquanto as transações existirem.

# ItemMeasurementPositionTranslationEntity
source: K3 Fashion - Product measurement position translation
pt_br: K3 Fashion - Tradução de posição de medição do produto

# ItemMeasurementPositionTranslationEntityView
source: View product measurement position translation entity
pt_br: Ver a entidade de tradução de posição de medição do produto

# ItemMeasurementPositionTranslationEntityMaintain
source: Maintain product measurement position translation entity
pt_br: Manter a entidade de tradução de posição de medição do produto
