Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF1
source: Label files created on 22/07/2016
pt_br: Arquivos de etiqueta criados em 22/07/2016

# @KRF3
source: Press 'Finish' to create the new product.
pt_br: Pressione 'Terminar' para criar o novo produto.

# @KRF4
source: Product wizard
pt_br: Assistente de produto

# @KRF5
source: Release product
pt_br: Produto de lançamento

# @KRF6
source: Release product to companies
pt_br: Liberar produto para empresas

# @KRF7
source: Set up the shared retail parameters for product's release
pt_br: Configure os parâmetros de varejo compartilhados para o lançamento do produto

# @KRF8
source: Open wizard for creating product.
pt_br: Assistente aberto para criar produto.

# @KRF9
source: Wizard to create new product
pt_br: Assistente para criar novo produto

# @KRF10
source: Display code
pt_br: Código de exibição

# @KRF11
source: Specifies the display code of the product.
pt_br: Especifica o código de exibição do produto.

# @KRF12
source: Specifies the size display code.
pt_br: Especifica o código de exibição de tamanho.

# @KRF13
source: Specifies the fit display code.
pt_br: Especifica o código de exibição de ajuste.

# @KRF14
source: Specifies the size description.
pt_br: Especifica a descrição do tamanho.

# @KRF15
source: Specifies the fit description.
pt_br: Especifica a descrição do ajuste.

# @KRF16
source: Auto-release product
pt_br: Produto de lançamento automático

# @KRF17
source: Define parameters related to a product
pt_br: Definir parâmetros relacionados a um produto

# @KRF18
source: Color picker
pt_br: Catador de cores

# @KRF19
source: Color code
pt_br: Código de cor

# @KRF20
source: Sets a color for the selected record.
pt_br: Defina uma cor para o registro selecionado.

# @KRF21
source: RGB values
pt_br: Valores RGB

# @KRF22
source: Base color
pt_br: Cor base

# @KRF23
source: Specifies the base color.
pt_br: Especifica a cor base.

# @KRF24
source: Specifies the color display code.
pt_br: Especifica o código de exibição de cores.

# @KRF25
source: Specifies the external color code.
pt_br: Especifica o código de cor externo.

# @KRF26
source: External color code
pt_br: Código de cor externo

# @KRF27
source: Specifies the color description.
pt_br: Especifica a descrição da cor.

# @KRF28
source: Associate the product with a node from the Retail product hierarchy.
pt_br: Associe o produto a um nó da hierarquia de produtos de varejo.

# @KRF29
source: You can use this form to release products to companies
pt_br: Você pode usar este formulário para liberar produtos para empresas

# @KRF30
source: This wizard is ready to create product master '%1'.
pt_br: Este assistente está pronto para criar o mestre do produto '%1'.

# @KRF31
source: Matrix control result set
pt_br: Conjunto de resultados de controle de matriz

# @KRF32
source: Line %1 of %2
pt_br: Linha %1 de %2

# @KRF33
source: Select this check box to indicate that the new product is a catch weight product.
pt_br: Selecione esta caixa de seleção para indicar que o novo produto é um produto de peso de captura.

# @KRF34
source: Specify parameter for auto releasing products.
pt_br: Especifique o parâmetro para liberar automaticamente os produtos.

# @KRF35
source: Specify parameters for releasing products.
pt_br: Especifique parâmetros para a liberação de produtos.

# @KRF36
source: Use this wizard to create a new Product master with variants and release it to one or more legal entities.
pt_br: Use este assistente para criar um novo mestre de produtos com variantes e liberá-lo para uma ou mais pessoas jurídicas.

# @KRF37
source: After using this wizard, you can view the Product master in the Product form and the released product form.
pt_br: Depois de usar este assistente, você pode visualizar o mestre do produto na forma de produto e no formulário de produto liberado.

# @KRF38
source: To create and release the product master, click Finish.
pt_br: Para criar e liberar o mestre do produto, clique em Concluir.

# @KRF39
source: Associate the product with a product dimension group.
pt_br: Associe o produto a um grupo de dimensões do produto.

# @KRF40
source: Associate the product with a configuration technology.
pt_br: Associe o produto a uma tecnologia de configuração.

# @KRF41
source: Product variants selected to release
pt_br: Variantes do produto selecionadas para lançar

# @KRF42
source: Legal entities selected to release product
pt_br: Pessoas jurídicas selecionadas para liberar produtos

# @KRF43
source: Default product release company
pt_br: Empresa de lançamento de produtos padrão

# @KRF44
source: Default company for product releases.
pt_br: Empresa padrão para lançamentos de produtos.

# @KRF45
source: Use matrix
pt_br: Usar matriz

# @KRF46
source: Automatically opens the product matrix.
pt_br: Abre automaticamente a matriz do produto.

# @KRF47
source: Duplicate dimension layout entries are not allowed.
pt_br: Não são permitidas entradas duplicadas de layout de dimensão.

# @KRF48
source: 'None' is not a valid value.
pt_br: 'Nenhum' não é um valor válido.

# @KRF49
source: '%1' has not been specified.
pt_br: '%1' não foi especificado.

# @KRF50
source: Show colors
pt_br: Mostrar cores

# @KRF51
source: Specifies the color dimension layout in the product matrix.
pt_br: Especifica o layout da dimensão de cor na matriz do produto.

# @KRF52
source: Show sizes
pt_br: Tamanhos de show

# @KRF53
source: Specifies the size dimension layout in the product matrix.
pt_br: Especifica o layout da dimensão de tamanho na matriz do produto.

# @KRF54
source: Show fits
pt_br: Show se encaixa

# @KRF55
source: Specifies the fit dimension layout in the product matrix.
pt_br: Especifica o layout da dimensão de ajuste na matriz do produto.

# @KRF56
source: Defines the possible dimensions of the products.
pt_br: Define as possíveis dimensões dos produtos.

# @KRF57
source: Dimensions layout
pt_br: Layout de dimensões

# @KRF58
source: Specifies how the product dimension should be displayed in the matrix.
pt_br: Especifica como a dimensão do produto deve ser exibida na matriz.

# @KRF59
source: 'None' is not a valid value
pt_br: 'Nenhum' não é um valor válido

# @KRF60
source: Single item entry
pt_br: Entrada de item único

# @KRF61
source: '%1' field cannot be set to '%2'.
pt_br: O campo '%1' não pode ser definido como '%2'.

# @KRF62
source: Product dimensions layout
pt_br: Layout de dimensões do produto

# @KRF63
source: Specifies the product dimensions layout in the product matrix.
pt_br: Especifica o layout das dimensões do produto na matriz do produto.

# @KRF64
source: '%1' dimension layout must be set.
pt_br: O layout da dimensão '%1' deve ser definido.

# @KRF65
source: New product wizard
pt_br: Novo assistente de produto

# @KRF66
source: The localization of properties of the styles.
pt_br: A localização das propriedades dos estilos.

# @KRF67
source: The EcoResStyleTranslation table contains information about the localization of properties of the fits.
pt_br: A tabela EcoResStyleTranslation contém informações sobre a localização das propriedades dos ajustes.

# @KRF68
source: References a record in the EcoResSize table.
pt_br: Faz referência a um registro na tabela EcoResSize.

# @KRF69
source: The EcoResSizeTranslation table contains information about the localization of properties of the sizes.
pt_br: A tabela EcoResSizeTranslation contém informações sobre a localização de propriedades dos tamanhos.

# @KRF70
source: The localization of properties of the sizes.
pt_br: A localização de propriedades dos tamanhos.

# @KRF71
source: The EcoResColorTranslation table contains information about the localization of properties of the colors.
pt_br: A tabela EcoResColorTranslation contém informações sobre a localização das propriedades das cores.

# @KRF72
source: Color translation table
pt_br: Tabela de tradução de cores

# @KRF73
source: References a record in the EcoResStyle table.
pt_br: Faz referência a um registro na tabela EcoResStyle.

# @KRF74
source: References a record in the EcoResColor table.
pt_br: Faz referência a um registro na tabela EcoResColor.

# @KRF75
source: Matrix table
pt_br: Tabela matricial

# @KRF76
source: Order change journal status.
pt_br: Ordem alterar status do diário.

# @KRF77
source: Order change type
pt_br: Tipo de mudança de pedido

# @KRF78
source: The KRFMatrixTable table will contain a reference matrix id for those sales lines which are part of a matrix.
pt_br: A tabela KRFMatrixTable conterá um id de matriz de referência para as linhas de vendas que fazem parte de uma matriz.

# @KRF79
source: No item was specified on caller buffer.
pt_br: Nenhum item foi especificado no buffer de chamada.

# @KRF80
source: Switch between modify mode and view mode.
pt_br: Alternar entre o modo de modificação e o modo de visualização.

# @KRF81
source: Matrix: Update order lines
pt_br: Matrix: Atualizar linhas de pedidos

# @KRF82
source: Item '%1' has quantity set to less than the minimum order quantity '%2'.
pt_br: O item '%1' tem quantidade definida para menor que a quantidade mínima de pedidos '%2'.

# @KRF83
source: Item '%1' has quantity set to more than the maximum order quantity '%2'.
pt_br: O item '%1' tem quantidade definida para mais do que a quantidade máxima de pedido '%2'.

# @KRF84
source: Display storage dimensions
pt_br: Exibir dimensões de armazenamento

# @KRF85
source: Matrix storage dimensions
pt_br: Dimensões de armazenamento de matriz

# @KRF86
source: Unrecoverable error during update.
pt_br: Erro irrecuperável durante a atualização.

# @KRF87
source: Result set contained an invalid/unexpected variant ID.
pt_br: O conjunto de resultados continha um ID de variante inválido/inesperado.

# @KRF88
source: Item '%1' should have quantity in multiples of '%2'.
pt_br: O item '%1' deve ter quantidade em múltiplos de '%2'.

# @KRF89
source: The maximum number of allowed 'Subheadings' is '%1'.
pt_br: O número máximo de 'Subtítings' permitidos é '%1'.

# @KRF90
source: Not all lines have been selected. \nThis action will place selected lines in a new matrix. \nDo you want to continue?
pt_br: Nem todas as linhas foram selecionadas. \nEste ação colocará linhas selecionadas em uma nova matriz. Você quer continuar?

# @KRF91
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF92
source: This action will delete selected lines. \nDo you want to continue?
pt_br: Esta ação excluirá as linhas selecionadas. Você quer continuar?

# @KRF93
source: Deleting fit group lines.
pt_br: Excluindo linhas de grupo de ajuste.

# @KRF94
source: Should product fits that have been user-modified be updated?
pt_br: Os ajustes do produto que foram modificados pelo usuário devem ser atualizados?

# @KRF95
source: Delete matrix lines.
pt_br: Exclua linhas de matriz.

# @KRF96
source: Order change management journal names
pt_br: Nomes de revistas de gerenciamento de mudanças de ordem

# @KRF97
source: Identification of the order change journal name.
pt_br: Identificação da ordem mudar nome do diário.

# @KRF98
source: The KRFOrderChangeJournalName table contains the journal names created for management of order change management transactions.
pt_br: A tabela KRFOrderChangeJournalName contém os nomes das revistas criadas para gerenciamento de transações de gerenciamento de alterações de pedidos.

# @KRF99
source: Order change management
pt_br: Gerenciamento de mudança de pedidos

# @KRF100
source: View order change management journal names
pt_br: Exibir nomes de revistas de gerenciamento de alterações de ordem

# @KRF101
source: Maintain order change management journal names
pt_br: Manter os nomes dos periódicos de gerenciamento de mudança de ordem

# @KRF102
source: Create or update order change management journal names
pt_br: Criar ou atualizar nomes de revistas de gerenciamento de alterações de ordem

# @KRF103
source: Size translation table
pt_br: Tabela de tradução de tamanho

# @KRF104
source: Fit translation table
pt_br: Tabela de tradução de ajuste

# @KRF105
source: Sales reasons
pt_br: Razões de vendas

# @KRF106
source: Select this account type if the reason code can be used with sales transactions. You can select this check box in Sales and marketing.
pt_br: Selecione este tipo de conta se o código de razão pode ser usado com transações de vendas. Você pode selecionar esta caixa de seleção em Vendas e marketing.

# @KRF107
source: Maintain sales reason codes
pt_br: Manter códigos de razão de vendas

# @KRF108
source: Create and update explanations for transactions or other actions for sales
pt_br: Crie e atualize explicações para transações ou outras ações para vendas

# @KRF109
source: View sales reason codes
pt_br: Exibir códigos de razão de vendas

# @KRF110
source: View explanations for transactions or other actions for sales
pt_br: Veja explicações para transações ou outras ações para vendas

# @KRF111
source: Order change management journal table
pt_br: Tabela de diário de gerenciamento de mudança de pedido

# @KRF112
source: The KRFOrderChangeJournalTable table contains all the defaults and state information pertaining to a single journal.
pt_br: A tabela KRFOrderChangeJournalTable contém todos os padrões e informações do estado relativas a um único diário.

# @KRF113
source: Order change management journal sales lines
pt_br: Linhas de vendas de revistas de gerenciamento de mudanças de ordem

# @KRF114
source: The KRFOrderChangeJournalTrans table contains the transaction detail information that pertains to a single journal.
pt_br: A tabela KRFOrderChangeJournalTrans contém as informações detalhadas da transação relativas a um único diário.

# @KRF115
source: Recalculate date
pt_br: Data de recalculação

# @KRF116
source: Order change journal batch number
pt_br: Número do lote do diário de mudança de pedido

# @KRF117
source: Order change - journal batch number.
pt_br: Mudança de pedido - número do lote do diário.

# @KRF118
source: Prices to be used in order change management.
pt_br: Preços a serem usados na gestão de mudanças de pedidos.

# @KRF119
source: Open the order change management journal form to create, maintain, and view order change management journals.
pt_br: Abra o formulário de revista de gerenciamento de alterações de pedidos para criar, manter e visualizar periódicos de gerenciamento de mudanças de ordem.

# @KRF120
source: Lowest
pt_br: Menor

# @KRF121
source: Highest
pt_br: Sumo

# @KRF122
source: Journal lines, order change management
pt_br: Linhas de diário, gerenciamento de mudança de pedidos

# @KRF123
source: Sales replacement journal
pt_br: Diário de substituição de vendas

# @KRF124
source: Inform customer
pt_br: Informe o cliente

# @KRF125
source: Select this checkbox if auto-order changes are allowed.
pt_br: Selecione esta caixa de seleção se forem permitidas alterações de ordem automática.

# @KRF126
source: Auto order change
pt_br: Mudança de ordem automática

# @KRF127
source: Select this checkbox when the customer needs to be informed on order changes.
pt_br: Selecione esta caixa de seleção quando o cliente precisar ser informado sobre as alterações do pedido.

# @KRF128
source: Fashion
pt_br: Moda

# @KRF129
source: The date for the journal line, which is the date that the adjustment will be made.
pt_br: A data para a linha do diário, que é a data em que o ajuste será feito.

# @KRF130
source: The selected order change journal type. The available values are as follows: Replacements, Cancellation, Delivery Date and Price.
pt_br: O tipo de diário de mudança de ordem selecionado. Os valores disponíveis são os seguintes: Substituições, Cancelamento, Data de Entrega e Preço.

# @KRF131
source: The item number where the adjustment should be made.
pt_br: O número do item onde o ajuste deve ser feito.

# @KRF132
source: The sales order where the adjustment should be made.
pt_br: A ordem de venda onde o ajuste deve ser feito.

# @KRF133
source: The quantity of the item number on the sales order where the adjustment should made
pt_br: A quantidade do número do item na ordem de venda onde o ajuste deve ser feito

# @KRF134
source: The replacement item number.
pt_br: O número do item de substituição.

# @KRF135
source: The reason code which is used for the adjustment.
pt_br: O código de razão que é usado para o ajuste.

# @KRF136
source: Indication field to show whether the record contains errors that were found during validation or posting.
pt_br: Campo de indicação para mostrar se o registro contém erros encontrados durante a validação ou postagem.

# @KRF137
source: The size of the item number.
pt_br: O tamanho do número do item.

# @KRF138
source: The color of the item number.
pt_br: A cor do número do item.

# @KRF139
source: The fit of the item number.
pt_br: O ajuste do número do item.

# @KRF140
source: The size of the replacement item number.
pt_br: O tamanho do número do item de substituição.

# @KRF141
source: The color of the replacement item number.
pt_br: A cor do número do item de substituição.

# @KRF142
source: The fit of the replacement item number.
pt_br: O ajuste do número do item de substituição.

# @KRF143
source: View order change management journal transactions
pt_br: Exibir transações de revistas de gerenciamento de alterações de ordem

# @KRF144
source: Maintain order change management journal transactions
pt_br: Manter transações de revistas de gerenciamento de alterações de ordem

# @KRF145
source: Recalculate sales order line dates.
pt_br: Recalcular datas da linha de pedidos de vendas.

# @KRF146
source: Select the type of the journal, which determines what the journal is used for.
pt_br: Selecione o tipo do diário, que determina para que o diário é usado.

# @KRF147
source: View or add fashion related information about the selected customer.
pt_br: Exibir ou adicionar informações relacionadas à moda sobre o cliente selecionado.

# @KRF148
source: The fit in the bar code mask is only %1 characters long.
pt_br: O ajuste na máscara de código de barras é de apenas 1 caracteres de comprimento.

# @KRF149
source: The fit '%1' has the same 'No in bar code.'
pt_br: O ajuste '%1' tem o mesmo 'Não no código de barras'.

# @KRF150
source: The value in 'Number in bar code' for record %1 in fit group %2 is %3 characters long (%4).
pt_br: O valor em 'Número no código de barras' para registro %1 no grupo fit %2 é %3 caracteres longo (%4).

# @KRF151
source: To fit
pt_br: Para caber

# @KRF152
source: Update fits for all products in this group?
pt_br: A atualização se encaixa em todos os produtos deste grupo?

# @KRF153
source: Updating fit group lines.
pt_br: Atualizando linhas de grupo de ajuste.

# @KRF154
source: Use output product fit
pt_br: Use o ajuste do produto de saída

# @KRF155
source: Use fit
pt_br: Use o ajuste

# @KRF156
source: Use fit in on-hand check.
pt_br: Use a verificação de ajuste na mão.

# @KRF157
source: Use the output product fit for the service item.
pt_br: Use o produto de saída adequado para o item de serviço.

# @KRF158
source: View by fit.
pt_br: Veja por ajuste.

# @KRF159
source: Identification of alternative item fit.
pt_br: Identificação de item alternativo fit.

# @KRF160
source: View product dimensions of the type Fit for released product
pt_br: Ver as dimensões do produto do tipo Ajuste para produto lançado

# @KRF161
source: View fit dimensions per company
pt_br: Ver dimensões de ajuste por empresa

# @KRF162
source: View product dimensions of type Fit for the current company.
pt_br: Veja as dimensões do produto do tipo Fit para a empresa atual.

# @KRF163
source: You can't modify the fit group.
pt_br: Você não pode modificar o grupo de ajuste.

# @KRF164
source: You can't specify a fit group because the fit dimension is not active for the product.
pt_br: Você não pode especificar um grupo de ajuste porque a dimensão de ajuste não está ativa para o produto.

# @KRF165
source: The value '%1' in the field '%2' is not a valid entry.
pt_br: O valor '%1' no campo '%2' não é uma entrada válida.

# @KRF166
source: Alternative fit
pt_br: Ajuste alternativo

# @KRF167
source: Copy fit
pt_br: Copiar ajuste

# @KRF168
source: Copy fit inventory dimension to BOM and route.
pt_br: Copiar a dimensão do inventário de ajuste para BOM e rota.

# @KRF169
source: Define fits for a product master
pt_br: Definir ajustes para um mestre de produto

# @KRF170
source: Default fit
pt_br: Ajuste padrão

# @KRF171
source: Descriptive name of fit.
pt_br: Nome descritivo de ajuste.

# @KRF172
source: Format of generated fit IDs. Refer to fit variables (on the Fit variables tab page) with %1, %2 etc.
pt_br: Formato de IDs de ajuste gerados. Consulte variáveis de ajuste (na página de guia variáveis Fit) com %1, %2 etc.

# @KRF173
source: Format fit
pt_br: Ajuste de formato

# @KRF174
source: From fit
pt_br: De ajuste

# @KRF175
source: Generate new fit IDs for configured items.
pt_br: Gerar novos IDs de ajuste para itens configurados.

# @KRF176
source: Generate fit
pt_br: Gerar ajuste

# @KRF177
source: Identification of item fit.
pt_br: Identificação do item fit.

# @KRF178
source: Identification of item fit
pt_br: Identificação do ajuste do item

# @KRF179
source: Inventory fit
pt_br: Ajuste de estoque

# @KRF180
source: Maintain retail fit groups
pt_br: Manter grupos de ajuste de varejo

# @KRF181
source: Maintain retail fits
pt_br: Manter os ajustes no varejo

# @KRF182
source: Product dimension - fit
pt_br: Dimensão do produto - ajuste

# @KRF183
source: Product variants fits
pt_br: Variantes do produto se encaixam

# @KRF184
source: Select the fits that you want the wizard to create transactions for.
pt_br: Selecione os ajustes para os quais deseja que o assistente crie transações.

# @KRF185
source: Should fits be deleted from all products related to this group?
pt_br: Os ajustes devem ser excluídos de todos os produtos relacionados a este grupo?

# @KRF186
source: Show fit.
pt_br: Mostrar ajuste.

# @KRF187
source: Fit
pt_br: Encaixar

# @KRF188
source: Fit %1 in fit group %2. Field 'Number in bar code' must not be blank.
pt_br: Ajuste %1 no fit group %2. O 'Número de campo no código de barra' não deve estar em branco.

# @KRF189
source: Fit being moved from.
pt_br: Em forma, sendo movido.

# @KRF190
source: Fit being moved to.
pt_br: Ajuste sendo movido para.

# @KRF191
source: Fit dimensions per company
pt_br: Ajustar dimensões por empresa

# @KRF192
source: Fit group
pt_br: Grupo fit

# @KRF193
source: Fit group %1 does not include fit %2.
pt_br: O fit group %1 não inclui ajuste %2.

# @KRF194
source: Fit group id.
pt_br: ID de grupo fit.

# @KRF195
source: Fit group lines
pt_br: Encaixar linhas de grupo

# @KRF196
source: Fit groups
pt_br: Grupos de ajuste

# @KRF197
source: Fit is specified but no fit name.
pt_br: O ajuste é especificado, mas nenhum nome de ajuste.

# @KRF198
source: Fix prefix
pt_br: Corrigir prefixo

# @KRF199
source: Fit variables
pt_br: Variáveis de ajuste

# @KRF200
source: Fit weight
pt_br: Peso de ajuste

# @KRF201
source: Fits
pt_br: Se encaixa

# @KRF202
source: Fits - name
pt_br: Encaixa - nome

# @KRF203
source: Fits assigned to product masters
pt_br: Ajustes atribuídos aos mestres de produtos

# @KRF204
source: The bar code mask includes %1. The full bar code must be entered with or without the check digit. You can enter any characters for the size, color, and fit characters %2,%3,%4 as they appear in the mask instead of entering numbers.
pt_br: A máscara de código de barras inclui %1. O código de barras completo deve ser inserido com ou sem o dígito de verificação. Você pode inserir qualquer caractere para o tamanho, cor e digitar caracteres %2,%3,%4 à medida que eles aparecem na máscara em vez de digitar números.

# @KRF205
source: The EcoResProductMasterStyle table stores information about fits assigned to product masters.
pt_br: A tabela EcoResProductMasterStyle armazena informações sobre ajustes atribuídos aos mestres do produto.
