Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# PLMDateShiftForwardError
source: Plan end date cannot be changed due to predecessor. Use another shift direction.
pt_br: A data de término do plano não pode ser alterada devido ao antecessor. Use outra direção de mudança.

# PLMDateShiftBackwardError
source: Plan start date cannot be changed due to predecessor. Use another shift direction.
pt_br: A data de início do plano não pode ser alterada devido ao antecessor. Use outra direção de mudança.

# PLMDefinedDirectionLabel
source: Defined direction
pt_br: Direção definida

# PLMDateShiftForwardBackwardLabel
source: All depending intersecting lines
pt_br: Todas as linhas interseccionais dependendo

# PLMPlanLineType
source: Activity line types
pt_br: Tipos de linha de atividade

# PLMPlanLineTypeIdLabel
source: Line type
pt_br: Tipo de linha

# PLMActivityTypePurchSampleConfirm
source: Sample Purchase order confirmation
pt_br: Confirmação do pedido de compra de amostras

# PLMActivityTypePurcheConfirm
source: Purchase order confirmation
pt_br: Confirmação de ordem de compra

# PLMActivityTypePurchSampleReceipt
source: Sample Purchase order receipt
pt_br: Recibo de pedido de compra de amostra

# PLMActivityTypePurchReceipt
source: Purchase order receipt
pt_br: Recibo de pedido de compra

# PLMPlanTablePurchIdModifiedBox
source: Should PLM lines be updated?
pt_br: As linhas PLM devem ser atualizadas?

# PLMPlanLineAllowEditError
source: Cannot edit lines in status %1
pt_br: Não é possível editar linhas no status %1

# PLMPlanLineAllowDeleteError
source: Cannot delete lines in status %1
pt_br: Não é possível excluir linhas no status %1

# PLMPlanLineTypeIdDefaultLabel
source: Default activity line type
pt_br: Tipo de linha de atividade padrão

# PLMPlanWizardCompleteText
source: This wizard is ready to create %1 PLM plans.
pt_br: Este assistente está pronto para criar planos PLM %1.

# PLMPlanWizardFinishText
source: To create plans, click Finish.
pt_br: Para criar planos, clique em Concluir.

# UpdateCompositionFromTemplate
source: Update will delete the current composition. Update product composition?§0020§
pt_br: A atualização excluirá a composição atual. Atualizar a composição do produto?§0020§

# MeasurementsSetupValidationError
source: Item '%1' is not valid for measurements matrix.
pt_br: O item '%1' não é válido para matriz de medição.

# MeasurementsCheckSetupValidationError
source: Item '%1' is not valid for measurements check matrix.
pt_br: O item '%1' não é válido para matriz de verificação de medições.

# MeasurementsTemplateSetupValidationError
source: Template '%1' is not valid for measurements matrix.
pt_br: O modelo '%1' não é válido para matriz de mediçãos.

# PLMActivityLineTypeDevDoc
source: The KPMPLMActivityLineTypeTable table contains information about PLM activity line types.
pt_br: A tabela KPMPLMActivityLineTypeTable contém informações sobre os tipos de linha de atividade PLM.

# PLMPlanLineTypeView
source: View PLM Activity line types
pt_br: Exibir os tipos de linha de atividade PLM

# PLMPlanLineTypeMaintain
source: Maintain PLM Activity line types
pt_br: Manter os tipos de linha de atividade PLM

# WHSReservationHierarchy
source: Reservation hierarchy
pt_br: Hierarquia de reservas

# ReserveOrderedPreReserveQty
source: Pre-reserve
pt_br: Pré-reserva

# MeasurementsToleranceCalcType
source: Calculate tolerances as:
pt_br: Calcular tolerâncias como:

# CouldNotUpdateColorWarning
source: Could not update the color '%1'.
pt_br: Não foi possível atualizar a cor '%1'.

# PLMActivityLneTypeEntityLabel
source: K3 Fashion - Activity line types
pt_br: K3 Fashion - Tipos de linha de atividade

# PLMActivityLineTypeEntitySecurityDesc
source: Security privilege for activity line types entity
pt_br: Privilégio de segurança para entidade de tipos de linha de atividade

# PLMActivityLineTypeEntitySecurityImportLabel
source: Import activity line types
pt_br: Tipos de linha de atividade de importação

# PLMActivityLineTypeEntitySecurityExportLabel
source: Export activity line types
pt_br: Tipos de linha de atividade de exportação

# RecalcPrepackCostPrompt
source: Do you want to recalculate prepack costs?
pt_br: Você quer recalcular os custos pré-pacote?

# ReleaseUpdateScripts
source: K3 Software - Release update scripts
pt_br: K3 Software - Lançar scripts de atualização

# ReleaseUpdateScriptsHelp
source: Execute data update scripts for tables which have been changed in the last release.
pt_br: Execute scripts de atualização de dados para tabelas que foram alteradas na última versão.

# ReleaseUpdateScriptsFormInstruction
source: Select the scripts to be executed:
pt_br: Selecione os scripts a serem executados:

# ReleaseUpdateScriptsExecutedError
source: Update script for table '%1' was already executed.
pt_br: O script de atualização da tabela '%1' já foi executado.

# PLMProductOriginCountry
source: Country
pt_br: País/região

# PLMProductOriginCountryHelpText
source: Country of origin
pt_br: País de origem

# ProductCompositionTableEntityView
source: View product composition table entity
pt_br: Ver a entidade da tabela de composição do produto

# ProductCompositionTableEntityMaintain
source: Maintain product composition table entity
pt_br: Manter entidade de tabela de composição do produto

# ProductColorCompositionTableEntityView
source: View product color composition table entity
pt_br: Ver a entidade da tabela de composição de cores do produto

# ProductColorCompositionTableEntityMaintain
source: Maintain product color composition table entity
pt_br: Manter a entidade de tabela de composição de cores do produto

# PLMPrepackPostingError
source: The prepack is not approved for item %1
pt_br: O pré-pacote não é aprovado para o item %1

# RetailWholesaleChannelEntityLabel
source: K3 Fashion - Retail wholesale channel
pt_br: K3 Fashion - Canal de atacado de varejo

# ItemPivotDataEntityLabel
source: K3 Fashion - Pivot
pt_br: K3 Fashion - Pivô

# MeasurementsCopyToTemplate
source: To Template
pt_br: Para Modelar

# MeasurementsCopyFromTemplate
source: From Template
pt_br: Do Modelo

# MeasurementsCopyFromPhase
source: From Phase
pt_br: Da Fase

# MeasurementsCopyFromItem
source: From Item
pt_br: Do Item

# MeasurementCopyToTemplateInfo
source: Template '%1' has been created succesfully.
pt_br: O modelo '%1' foi criado com sucesso.

# MeasurementCopyPositionSetError
source: The set of positions has been modified. Please save the actual values and try again.
pt_br: O conjunto de posições foi modificado. Por favor, salve os valores reais e tente novamente.

source: Composition type translation
pt_br: Tradução do tipo de composição

source: Product status translation
pt_br: Tradução de status do produto

# CompositionTypeTranslationHelp
source: Create or update composition type texts in different languages.
pt_br: Criar ou atualizar textos do tipo de composição em diferentes idiomas.

# ProductStatusTranslationHelp
source: Create or update product status texts in different languages.
pt_br: Criar ou atualizar textos de status do produto em diferentes idiomas.

# MeasurementsPositionGroupOnCategoryError
source: The size group of the Position group '%1' does not match the size group of the selected category.
pt_br: O grupo de tamanho do grupo Posição '%1' não corresponde ao grupo de tamanho da categoria selecionada.

# ItemMeasurePosTranslation
source: Product measurement position translation
pt_br: Tradução de posição de medição do produto

# ItemMeasurePosTranslationDevDoc
source: The KPMItemMeasurementPositionTranslation table stores translations of a product measurement position in different languages.
pt_br: A tabela KPMItemMeasurementPositionTranslation armazena traduções de uma posição de medição de produto em diferentes idiomas.

# PurchVendorPortalMatrixFormMaintain
source: Maintain vendor collaboration matrix form
pt_br: Manter a forma de matriz de colaboração do fornecedor

# PurchVendorPortalKPMView
source: View vendor collaboration product informations
pt_br: Exibir informações do produto de colaboração do fornecedor

# SeasonsMaintenanceInfo
source: Maintenance of '%1' is active in '%2'.
pt_br: A manutenção do '%1' está ativa em '%2'.

# SeasonsColorDropDefault
source: At least one drop should be set to default for color '%1'.
pt_br: Pelo menos uma gota deve ser definida como padrão para a cor '%1'.

# TableSynchronized
source: Table '%1' was synchronized.
pt_br: A tabela '%1' foi sincronizada.

# ValidateFieldForOperationError
source: The value '%1' in field '%2' is either not found in the related table '%3' or is not valid for this operation.
pt_br: O valor '%1' no campo '%2' não é encontrado na tabela relacionada '%3' ou não é válido para esta operação.

# RatioCurveLinesSynchronized
source: Ratio curve lines have beed synchronized.
pt_br: As linhas de curva de proporção foram sincronizadas.

# RatioCurveLinesUpdateWarning
source: At least one update option must be selected.
pt_br: Pelo menos uma opção de atualização deve ser selecionada.

# RatioCurveSyncType
source: Ratio curve synchronization type
pt_br: Tipo de sincronização da curva de proporção

source: Product season wizard
pt_br: Assistente da temporada de produtos

# ProductSeasonWizardWelcome1
source: Use this wizard to assign seasons to a group of products
pt_br: Use este assistente para atribuir estações a um grupo de produtos

# ProductSeasonWizardWelcome2
source: After using this wizard, you can view seasons in the Product seasons form
pt_br: Depois de usar este assistente, você pode ver estações na forma de estações de produtos

# ProductSeasonWizardSelectSeasons
source: Select seasons that you would like to assign:
pt_br: Selecione estações que você gostaria de atribuir:

# ProductSeasonWizardReadyToCreate
source: This wizard is ready to assign seasons to selected products.
pt_br: Este assistente está pronto para atribuir estações aos produtos selecionados.

# ProductSeasonWizardCreate
source: To assign seasons to selected products, click Finish.
pt_br: Para atribuir estações aos produtos selecionados, clique em Concluir.

# ProductSeasonWizardNumberOfProducts
source: Number of products
pt_br: Número de produtos

# ProductSeasonWizardNumberOfSeasons
source: Number of seasons
pt_br: Número de estações

# ProductSeasonWizardCancel
source: This will exit the wizard and changes will not be applied. Are you sure you want to exit the Product season wizard?
pt_br: Isso sairá do assistente e as alterações não serão aplicadas. Tem certeza que quer sair do assistente da temporada de produtos?

# ProductSeasonWizardErrorNoSeasonsSelected
source: No seasons were selected.
pt_br: Nenhuma estação foi selecionada.

# ManageActivityLinesWorkspace
source: Manage activity lines
pt_br: Gerenciar linhas de atividade

# ManageActivityLinesWorkspaceMaintain
source: Maintain manage activity lines workspace
pt_br: Manter o espaço de trabalho das linhas de atividade de gerenciamento

# ManageActivityLinesWorkspaceView
source: View manage activity lines workspace
pt_br: Exibir gerenciar o espaço de trabalho das linhas de atividade

# ManageActivityLinesWorkspaceTotalStatusLines
source: Total lines:
pt_br: Linhas totais:

# VendorPortalLifecycleManagementWorkspace
source: Vendor portal lifecycle management
pt_br: Gerenciamento do ciclo de vida do portal do fornecedor

# KPMInstructionsCountryLanguageMandatoryError
source: The country region code or the language must be filled
pt_br: O código da região do país ou a língua devem ser preenchidos

# KPMInstructionsOverrideTableFindCountryError
source: The instructions override table was not found
pt_br: A tabela de instruções não foi encontrada

# ProductStatusWizardMaintain
source: Maintain product status wizard
pt_br: Manter o assistente de status do produto

# ProdColorWashCareEntityView
source: View product wash and care instructions per color entity
pt_br: Veja as instruções de lavagem e cuidado do produto por entidade de cor

# ProdColorWashCareEntityMaintain
source: Maintain product wash and care instructions per color entity
pt_br: Manter as instruções de lavagem e cuidado do produto por entidade de cor

# ProdColorWashCareEntity
source: K3 Fashion - Product wash and care instructions per color entity
pt_br: K3 Fashion - Dicas de lavagem e cuidados de produtos por entidade de cor

# ProdWashCareEntityView
source: View product wash and care instructions entity
pt_br: Ver a entidade de lavagem e instruções de cuidados do produto

# ProdWashCareEntityMaintain
source: Maintain product wash and care instructions entity
pt_br: Manter a entidade de lavagem e cuidados do produto

# ProdWashCareEntity
source: K3 Fashion - Product wash and care instructions entity
pt_br: K3 Fashion - Entidade de lavagem e cuidados de produtos

# ConsigmentImportDataEntityView
source: View consigment import data entity
pt_br: Ver entidade de dados de importação de consigment

# ConsigmentImportDataEntityMaintain
source: Maintain consigment import data entity
pt_br: Manter entidade de dados de importação de consigment

# ProdWashCareDutyView
source: View product wash and care instructions
pt_br: Veja as instruções de lavagem e cuidado do produto

# ProdWashCareDutyMaintain
source: Maintain product wash and care instructions
pt_br: Manter as instruções de lavagem e cuidado do produto

# ConsigmentDataDutyView
source: View consigment data
pt_br: Exibir dados de consigment

# ConsigmentDataDutyMaintain
source: Maintain consigment data
pt_br: Manter dados de consigment

# CompositionTemplateLineEntity
source: K3 Fashion - Composition template line
pt_br: K3 Fashion - Linha de modelos de composição

# CompositionTemplateEntity
source: K3 Fashion - Composition templates
pt_br: K3 Fashion - Modelos de composição

# ProductColorCompositionTableEntity
source: K3 Fashion - Product compositions per color
pt_br: K3 Fashion - Composições de produtos por cor

# ProductCompositionTableEntity
source: K3 Fashion - Product compositions
pt_br: K3 Fashion - Composições de produtos

# PLMPlanHeaderAndLinesTemplateDisplayName
source: K3 Fashion - PLM plan header and lines
pt_br: K3 Fashion - Cabeçalho de plano PLM e linhas

# PLMDateShiftForwardLabel
source: All depending lines
pt_br: Todas as linhas pendentes

# PLMPlansButton
source: PLM plans
pt_br: Planos PLM

# ReplenishmentPlanRetailChannelWarning
source: Retail channel '%1' is not valid. Only channels of current legal entity can be selected.
pt_br: O canal de varejo '%1' não é válido. Somente podem ser selecionados os canais de pessoa jurídica atual.

# VendPurchCategoryStorageDimMismatchInfo
source: Storage dimensions mismatch between vendor and assigned purchase order category.
pt_br: As dimensões de armazenamento se descompatem entre a categoria de pedido de compra atribuído e o fornecedor.

# VendPurchCategoryDefInventStatusMismatchInfo
source: Default inventory status mismatch between vendor and assigned purchase order category.
pt_br: Incompatibilidade de status de status de inventário padrão entre o fornecedor e a categoria de pedido de compra atribuído.

# PurchaseOrderCategoryReInitializedInfo
source: Purchase order category has been re-initialized. Please verify existing order lines.
pt_br: A categoria de pedido de compra foi reinicialmenteizada. Verifique as linhas de pedidos existentes.

# SalesOrderCategoryReInitializedInfo
source: Sales order category has been re-initialized. Please verify existing order lines.
pt_br: A categoria de pedidos de vendas foi reinicialmenteizada. Verifique as linhas de pedidos existentes.

# PurchOrderCategoryDevDoc
source: The KRFPurchOrderCategoryTable contains all details of all the purchase order categories.
pt_br: O KRFPurchOrderCategoryTable contém todos os detalhes de todas as categorias de pedidos de compra.

source: Instruction type display order
pt_br: Ordem de exibição do tipo de instrução

# KRFAddMultiProductsSelectVariantsDialogCaption
source: Dimension combinations
pt_br: Combinações de dimensão

# KRFAddMultiProductsSelectVariantsDialogButton
source: Add dimension combinations
pt_br: Adicionar combinações de dimensões

# KRFAddMultiProductsSelectVariantsDialogMapValidationWarning
source: At least one dimension needs to be selected.
pt_br: Pelo menos uma dimensão precisa ser selecionada.

# KRFAddMultiProductsSelectVariantsDialogValidationError
source: Dimensions combination process has been aborted.
pt_br: O processo de combinação de dimensões foi abortado.

# KRFMarkdownLinePercentNegativeWarning
source: The discount percentage cannot be negative.
pt_br: A porcentagem de desconto não pode ser negativa.

# KPMPLMPlanEndDateChangedInfo
source: The planned end date could have changed due to the calendar setup.
pt_br: A data de término planejada pode ter sido alterada devido à configuração do calendário.

# KPMPLMPlanPlannedDatesValidationWarning
source: The planned end date cannot be specified together with the planned start date.
pt_br: A data de término planejada não pode ser especificada juntamente com a data de início planejada.

# KPMPLMPlanPlannedDatesGroupLabel
source: Planned dates
pt_br: Datas planejadas

# SalesPurchOrderSeasonCodeChangedInfo
source: Season code has been changed. Please verify existing order lines.
pt_br: O código da temporada foi alterado. Verifique as linhas de pedidos existentes.

# OrderSeasonMismatchWarning
source: Season mismatch between line and order header.
pt_br: Incompatibilidade da temporada entre linha e cabeçalho de pedido.

# MatrixManagerFormValueChangeNote
source: Note: Changing the value will result in recalculating dates according to the order header and lines settings.
pt_br: Nota: Alterar o valor resultará em datas de recalculação de acordo com as configurações do cabeçalho do pedido e das linhas.

# OrderChangeJournalTransEntity
source: K3 Fashion - Order change management journal lines
pt_br: K3 Fashion - Order change management linhas de revista

# OrderChangeLetterJourEntity
source: K3 Fashion - Order change letter journal
pt_br: K3 Fashion - Revista de carta de mudança de pedido

# OrderChangeLetterTransEntity
source: K3 Fashion - Order change letter journal lines
pt_br: K3 Fashion - Ordem mudar linhas de jornal de carta

# OrderChangeJournalNameEntityMaintain
source: Maintain order change journal name entity
pt_br: Manter a entidade de nome do diário de mudança de ordem

# OrderChangeJournalNameEntityView
source: View order change journal name entity
pt_br: Ver ordem mudar entidade de nome do diário

# OrderChangeJournalTableEntityMaintain
source: Maintain order change journal entity
pt_br: Manter a entidade do diário de mudança de ordem

# OrderChangeJournalTableEntityView
source: View order change journal entity
pt_br: Ver a entidade do diário de mudança de ordem

# OrderChangeJournalTransEntityMaintain
source: Maintain order change journal lines entity
pt_br: Manter a entidade de linhas de diário de mudança de ordem

# OrderChangeJournalTransEntityView
source: View order change journal lines entity
pt_br: Ver ordem mudar linhas de diário entidade

# OrderChangeLetterJourEntityMaintain
source: Maintain order change letter entity
pt_br: Manter entidade de carta de alteração de ordem

# OrderChangeLetterJourEntityView
source: View order change letter entity
pt_br: Ver entidade de carta de alteração de ordem

# OrderChangeLetterTransEntityMaintain
source: Maintain order change letter lines entity
pt_br: Manter a entidade de linhas de letras de mudança de ordem

# OrderChangeLetterTransEntityView
source: View order change letter lines entity
pt_br: Ver ordem de alteração de linhas de letras entidade

# ProductionOrderWizard
source: Master production order wizard
pt_br: Mago mago da ordem de produção

# ProductionOrderWizardHelp
source: Create a group of production orders using matrix.
pt_br: Crie um grupo de ordens de produção usando matriz.

source: New production orders
pt_br: Novas ordens de produção

source: Preview production orders
pt_br: Pré-visualizar ordens de produção

# ProductionOrderWizardCancel
source: This will exit the wizard and changes will not be applied. Are you sure you want to exit the Production order wizard?
pt_br: Isso sairá do assistente e as alterações não serão aplicadas. Tem certeza que quer sair do assistente de ordem de produção?

# ProductionOrderWizardWelcome
source: Use this wizard to create multiple production orders and group them by product dimensions.
pt_br: Use este assistente para criar várias ordens de produção e agrupa-las por dimensões do produto.

# ProductionOrderGroupId
source: Master production order id
pt_br: Ordem de produção mestre id

# ProductionOrderGroup
source: Master production order
pt_br: Ordem de produção mestre

# ProductionOrderWizardReadyToCreate
source: This wizard is ready to create the following master production orders.
pt_br: Este assistente está pronto para criar as seguintes ordens de produção mestre.

# ProductionOrderWizardFinishInstrucion
source: To create the production order(s), click Finish.
pt_br: Para criar a ordem de produção( s), clique em Concluir.

# ProductionOrderGroupByHelp
source: Group the production order by specific field(s)
pt_br: Agrupe a ordem de produção por campos específicos

# ProductionOrderGroupIdSeqNumber
source: Unique key for master production orders. The key is used during the creation of master production orders.
pt_br: Chave única para ordens de produção mestres. A chave é usada durante a criação de ordens de produção mestres.

source: Number of orders
pt_br: Número de pedidos

# ProductionOrderGroupShowOnly
source: Show master production orders only
pt_br: Mostrar apenas ordens de produção mestre

# ProductDimensionNotActive
source: Product dimension '%1' is not active for item '%2'
pt_br: A dimensão do produto '%1' não está ativa para o item '%2'

# ProductionOrderWizardNoLinesError
source: There are no lines available for processing.
pt_br: Não há linhas disponíveis para processamento.

# ProductionOrderNameSequence
source: Production name sequence.
pt_br: Sequência de nomes de produção.

# ProductionOrderNameColorSizeFit
source: Name, Color, Size, Fit
pt_br: Nome, Cor, Tamanho, Ajuste

# ProductionOrderNameColorFitSize
source: Name, Color, Fit, Size
pt_br: Nome, Cor, Ajuste, Tamanho

# ProductionOrderNameSizeColorFit
source: Name, Size, Color, Fit
pt_br: Nome, Tamanho, Cor, Ajuste

# ProductionOrderNameSizeFitColor
source: Name, Size, Fit, Color
pt_br: Nome, Tamanho, Ajuste, Cor

# ProductionOrderNameFitColorSize
source: Name, Fit, Color, Size
pt_br: Nome, Ajuste, Cor, Tamanho

# ProductionOrderNameFitSizeColor
source: Name, Fit, Size, Color
pt_br: Nome, Ajuste, Tamanho, Cor

# ProductionOrderNameSequenceHelp
source: Define the sequence for the production order name
pt_br: Defina a sequência para o nome da ordem de produção

source: Grouped by
pt_br: Agrupado por

source: Group by size
pt_br: Grupo por tamanho

source: Group by color
pt_br: Grupo por cor

# GroupByStyle
source: Group by fit
pt_br: Grupo por ajuste

source: Group by site
pt_br: Grupo por site

# GroupByLocation
source: Group by warehouse
pt_br: Agrupar por depósito

# GroupByInventStatus
source: Group by inventory status
pt_br: Grupo por status de inventário

# ReqPOFirmProduction
source: Firm - production
pt_br: Firme - produção

# ProductionOrderGroupWizardChangeItemWarning
source: You have already added lines to this wizard. Changing the field '%1' will delete all lines. Proceed?
pt_br: Você já adicionou linhas a este mago. Alterar o campo '%1' apagará todas as linhas. Proceder?

# ProductionOrderGroupEntity
source: K3 Fashion - Master production order
pt_br: K3 Fashion - Ordem de produção master

# ProductionOrderGroupEntityMaintain
source: Maintain master production order entity
pt_br: Manter entidade de ordem de produção mestre

# ProductionOrderGroupEntityView
source: View master production order entity
pt_br: Ver a entidade de ordem de produção mestre
