Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF2274
source: Identifies the replenishment warehouse.
pt_br: Identifica o armazém de reabastecimento.

# @KRF2275
source: Exclude from balancing
pt_br: Excluir do equilíbrio

# @KRF2276
source: Exclude warehouse from inventory balancing.
pt_br: Exclua o armazém do equilíbrio de estoque.

# @KRF2277
source: Disable split transfer
pt_br: Desativar transferência dividida

# @KRF2278
source: Disable split transfers by origin during balancing operation.
pt_br: Desativar transferências divididas por origem durante a operação de balanceamento.

# @KRF2279
source: The delta percentage in respect of the on-hand quantity.
pt_br: A porcentagem delta em relação à quantidade na mão.

# @KRF2280
source: Inventory balancing lines
pt_br: Linhas de balanceamento de estoque

# @KRF2281
source: The KRFRetailInventBalancingLine table contains information regarding inventory balancing lines.
pt_br: A tabela KRFRetailInventBalancingLine contém informações sobre linhas de balanceamento de inventário.

# @KRF2282
source: Balancing qty
pt_br: Equilibrando qty

# @KRF2283
source: Inventory balancing lines quantity
pt_br: Quantidade de linhas de balanceamento de estoque

# @KRF2284
source: The KRFRetailInventBalancingLineQty table contains the quantity details for each inventory balancing line.
pt_br: A tabela KRFRetailInventBalancingLineQty contém os detalhes da quantidade para cada linha de balanceamento de inventário.

# @KRF2285
source: Inventory balancing locations
pt_br: Locais de balanceamento de estoque

# @KRF2286
source: The KRFRetailInventBalancingLocation table contains information regarding invent locations to balance.
pt_br: A tabela KRFRetailInventBalancingLocation contém informações sobre locais inventados para equilibrar.

# @KRF2287
source: Balancing priority order.
pt_br: Equilibrando a ordem de prioridade.

# @KRF2288
source: The KRFRetailInventBalancingTable table contains information on inventory balancing headers.
pt_br: A tabela KRFRetailInventBalancingTable contém informações sobre cabeçalhos de balanceamento de inventário.

# @KRF2289
source: Inventory balancing ID
pt_br: ID de balanceamento de estoque

# @KRF2290
source: Inventory balancing identification number.
pt_br: Número de identificação de balanceamento de inventário.

# @KRF2291
source: Update the balancing quantity using fixed number.
pt_br: Atualize a quantidade de balanceamento usando o número fixo.

# @KRF2292
source: Retail inventory balancing calculation
pt_br: Cálculo de equilíbrio de estoque de varejo

# @KRF2293
source: Maintain retail inventory balancing
pt_br: Manter o equilíbrio de estoques no varejo

# @KRF2294
source: View retail inventory balancing
pt_br: Veja o balanceamento de estoques de varejo

# @KRF2295
source: Balancing priority
pt_br: Prioridade de equilíbrio

# @KRF2296
source: Moves warehouse priority up in balancing sequence.
pt_br: Move a prioridade do armazém para cima na sequência de equilíbrio.

# @KRF2297
source: Moves warehouse priority down in balancing sequence.
pt_br: Move a prioridade do armazém para baixo na sequência de equilíbrio.

# @KRF2298
source: Regions
pt_br: Regiões

# @KRF2299
source: Seasons
pt_br: Estações

# @KRF2300
source: Drop regions
pt_br: Regiões de queda

# @KRF2301
source: The KRFDropRegionTable table defines regions per drop.
pt_br: A tabela KRFDropRegionTable define regiões por gota.

# @KRF2302
source: Season drops
pt_br: Quedas da estação

# @KRF2303
source: The KRFRetailSeasonDropRelation table defines drops per season.
pt_br: A tabela KRFRetailSeasonDropRelation define quedas por temporada.

# @KRF2304
source: Season groups
pt_br: Grupos de temporada

# @KRF2305
source: Season group
pt_br: Grupo de temporada

# @KRF2306
source: Season group unique identifier.
pt_br: Identificador único do grupo da temporada.

# @KRF2307
source: The KRFRetailSeasonGroup table contains information about retail season groups.
pt_br: A tabela KRFRetailSeasonGroup contém informações sobre grupos de temporada de varejo.

# @KRF2308
source: Defines regions for drop.
pt_br: Define regiões para queda.

# @KRF2309
source: Defines season groups.
pt_br: Define grupos de temporada.

# @KRF2310
source: Maintain season groups
pt_br: Manter grupos de temporada

# @KRF2311
source: View season groups
pt_br: Ver grupos da temporada

# @KRF2312
source: Season period do not fit with the related drops.
pt_br: O período da temporada não se encaixa com as gotas relacionadas.

# @KRF2313
source: Drop should fit in season period.
pt_br: A queda deve caber no período da temporada.

# @KRF2314
source: Each season can have only one default drop.
pt_br: Cada temporada pode ter apenas uma queda padrão.

# @KRF2315
source: Default drop for season.
pt_br: Queda padrão para a temporada.

# @KRF2316
source: View item seasons
pt_br: Exibir estações de itens

# @KRF2317
source: Maintain item seasons
pt_br: Manter estações de itens

# @KRF2318
source: Clear financial dimension cache information to load season financial dimension.
pt_br: Limpar informações de cache de dimensão financeira para carregar a dimensão financeira da temporada.

# @KRF2319
source: Item seasons
pt_br: Estações de itens

# @KRF2320
source: Defines seasons for item.
pt_br: Define estações para o item.

# @KRF2321
source: Item color seasons
pt_br: Estações de cores de itens

# @KRF2322
source: Seasons per color
pt_br: Estações por cor

# @KRF2323
source: Defines seasons for item colors.
pt_br: Define estações para cores de itens.

# @KRF2324
source: Update will set '%1' as default season for '%2' and its Drops.\nProceed?
pt_br: A atualização definirá '%1' como temporada padrão para '%2' e suas Drops.\nProceed?

# @KRF2325
source: The KRFInventSeasonTable table defines seasons per item.
pt_br: A tabela KRFInventSeasonTable define estações por item.

# @KRF2326
source: Default season for item.
pt_br: Temporada padrão para item.

# @KRF2327
source: Default season for color.
pt_br: Temporada padrão para cor.

# @KRF2328
source: Each item can have only one default season.
pt_br: Cada item pode ter apenas uma temporada padrão.

# @KRF2329
source: Each item color can have only one default season.
pt_br: Cada cor do item pode ter apenas uma temporada padrão.

# @KRF2330
source: The KRFInventColorSeasonTable table define seasons per color.
pt_br: A tabela KRFInventColorSeasonTable define estações por cor.

# @KRF2331
source: The DimAttributeRetailSeasonTable view contains the fields that allow the RetailSeasonTable table to be used as a financial dimension.
pt_br: A exibição DimAttributeRetailSeasonTable contém os campos que permitem que a tabela RetailSeasonTable seja usada como uma dimensão financeira.

# @KRF2332
source: Retail inventory balancing.
pt_br: Equilíbrio de estoque de varejo.

# @KRF2333
source: Delta percent
pt_br: Delta por cento

# @KRF2334
source: Unique key for the inventory balancing table, allocated when creating new inventory balancing.
pt_br: Chave única para a tabela de balanceamento de estoque, alocada ao criar novo balanceamento de estoque.

# @KRF2335
source: Inventory balancing locations priority
pt_br: Prioridade de locais de balanceamento de estoque

# @KRF2336
source: The KRFRetailInventBalancingLocationPriority table contains information about warehouse priorities for inventory balancing operations.
pt_br: A tabela KRFRetailInventBalancingLocationPriority contém informações sobre prioridades de armazém para operações de balanceamento de estoque.

# @KRF2337
source: Balancing warehouse cannot be the same as the main warehouse.
pt_br: O depósito de equilíbrio não pode ser o mesmo que o armazém principal.

# @KRF2338
source: Warehouse for balancing must have type '%1'.
pt_br: O depósito para balanceamento deve ter o tipo '%1'.

# @KRF2339
source: Warehouse excluded from inventory balancing.
pt_br: Armazém excluído do equilíbrio de estoque.

# @KRF2340
source: Retail collection season relation
pt_br: Relação da temporada de coleta de varejo

# @KRF2341
source: The seasons which are related to collection.
pt_br: As estações que estão relacionadas à coleta.

# @KRF2342
source: Retail inventory balancing
pt_br: Balanceamento de estoque de varejo

# @KRF2343
source: Only ratio curve of type '%1' or '%2' is allowed.
pt_br: Somente é permitida a curva de razão do tipo '%1' ou '%2'.

# @KRF2344
source: Specific view for replenishment plan to get excluded products
pt_br: Visão específica para plano de reposição para obter produtos excluídos

# @KRF2345
source: The view KRFReplenishmentPlanProductExcludeView will list products which have to be excluded from the replenishment plan.
pt_br: A exibição KRFReplenishmentPlanProductExcludeView listará produtos que devem ser excluídos do plano de reposição.

# @KRF2346
source: Specific view for replenishment plan to get all products
pt_br: Visão específica para plano de reposição para obter todos os produtos

# @KRF2347
source: The view KRFReplenishmentPlanProductIncludeView will list all products belonging to the replenishment plan.
pt_br: A exibição KRFReplenishmentPlanProductIncludeView listará todos os produtos pertencentes ao plano de reposição.

# @KRF2348
source: Replenishment plan list page.
pt_br: Página da lista de plano de reposição.

# @KRF2349
source: The KRFRetailCollectionSeasonRelation table holds the link between season and retail collections.
pt_br: A tabela KRFRetailCollectionSeasonRelation mantém a ligação entre as coleções de temporada e varejo.

# @KRF2350
source: Published collection cannot be deleted.
pt_br: A coleção publicada não pode ser excluída.

# @KRF2351
source: Adding of product will create lines for all balancing locations.
pt_br: A adição do produto criará linhas para todos os locais de equilíbrio.

# @KRF2352
source: Activates warehouse for inventory balancing.
pt_br: Ativa armazém para balanceamento de estoque.

# @KRF2353
source: Transfer orders already exist for inventory balancing '%1'.
pt_br: As ordens de transferência já existem para o balanceamento de estoque '%1'.

# @KRF2354
source: Journal for inventory balancing '%1' has already been posted.
pt_br: O diário de balanceamento de estoque '%1' já foi publicado.

# @KRF2355
source: Invalid source warehouse.
pt_br: Armazém de origem inválido.

# @KRF2356
source: Invalid target warehouse.
pt_br: Armazém alvo inválido.

# @KRF2357
source: Warehouse '%1' is already in the balancing list.
pt_br: O armazém '%1' já está na lista de equilíbrio.

# @KRF2358
source: Warehouse '%1' is the replenishment warehouse.
pt_br: Armazém '%1' é o armazém de reabastecimento.

# @KRF2359
source: Forecast original
pt_br: Previsão original

# @KRF2360
source: Forecast + uplift
pt_br: Previsão + elevação

# @KRF2361
source: Forecast new price
pt_br: Previsão de novo preço

# @KRF2362
source: Forecast new price + uplift
pt_br: Previsão de novo preço + elevação

# @KRF2363
source: Estimated uplift
pt_br: Elevação estimada

# @KRF2364
source: Estimated uplift percentage applied to forecast.
pt_br: Percentual estimado de elevação aplicado à previsão.

# @KRF2365
source: Demand forecast quantity EOY
pt_br: Quantidade de previsão de demanda EOY

# @KRF2366
source: Remaining quantity of the demand forecast from the current date up to the end of the fiscal year.
pt_br: Quantidade remanescente da previsão de demanda desde a data atual até o final do exercício.

# @KRF2367
source: Sales quantity YTD
pt_br: Quantidade de vendas YTD

# @KRF2368
source: Sales quantity from the start of the fiscal year up to current date.
pt_br: Quantidade de vendas desde o início do exercício até a data atual.

# @KRF2369
source: Sales value YTD
pt_br: Valor de vendas YTD

# @KRF2370
source: Sales value from the start of the fiscal year up to current date.
pt_br: Valor de vendas desde o início do exercício até a data atual.

# @KRF2371
source: The KRFGraphTable table holds data to be shown in graph format.
pt_br: A tabela KRFGraphTable contém dados a serem mostrados no formato gráfico.

# @KRF2372
source: Available for balancing
pt_br: Disponível para balanceamento

# @KRF2373
source: Quantity that is available for balancing purposes.
pt_br: Quantidade disponível para fins de equilíbrio.

# @KRF2374
source: Graph form
pt_br: Formulário gráfico

# @KRF2375
source: Line graph - Simple
pt_br: Gráfico de linha - Simples

# @KRF2376
source: Line graph - Multiple
pt_br: Gráfico de linha - Múltiplo

# @KRF2377
source: Bar graph simple
pt_br: Gráfico de barras simples

# @KRF2378
source: Graph types definition.
pt_br: Definição de tipos de gráficos.

# @KRF2379
source: Sales revenue
pt_br: Receita de vendas

# @KRF2380
source: Graph title
pt_br: Título de gráfico

# @KRF2381
source: Graph title definition.
pt_br: Definição de título de gráfico.

# @KRF2382
source: Graph 1
pt_br: Gráfico 1

# @KRF2383
source: Graph 2
pt_br: Gráfico 2

# @KRF2384
source: Graph location
pt_br: Localização do gráfico

# @KRF2385
source: Set the graph location.
pt_br: Defina a localização do gráfico.

# @KRF2386
source: Graph form view.
pt_br: Visualização de formulário de gráfico.

# @KRF2387
source: The KRFDMFSeasonDropSetupEntity staging table contains information about season and drop setup.
pt_br: A tabela de estágio KRFDMFSeasonDropSetupEntity contém informações sobre a configuração de temporada e queda.

# @KRF2388
source: The KRFDMFSeasonRelationEntity staging table contains information about season relation.
pt_br: A tabela de realização da KrFDMFSeationEntity contém informações sobre a relação da estação.

# @KRF2389
source: Function that generates drop
pt_br: Função que gera queda

# @KRF2390
source: Function that generates drops
pt_br: Função que gera gotas

# @KRF2391
source: Function that generates drop regions
pt_br: Função que gera regiões de queda

# @KRF2392
source: Function that generates season
pt_br: Função que gera estação

# @KRF2393
source: Function that generates seasons
pt_br: Função que gera estações

# @KRF2394
source: Function that generates season groups
pt_br: Função que gera grupos de temporada

# @KRF2395
source: Function that generates item seasons
pt_br: Função que gera estações de itens

# @KRF2396
source: Function that generates item color seasons
pt_br: Função que gera estações de cores de itens

# @KRF2397
source: Prepack '%1' doesn't have an active version for date '%2' and site '%3'.
pt_br: Prepack '%1' não tem uma versão ativa para data '%2' e site '%3'.

# @KRF2398
source: Category: %1
pt_br: Categoria: %1

# @KRF2399
source: Expected record in table '%1' not found for item '%2'.
pt_br: Registro esperado na tabela '%1' não encontrado para o item '%2'.

# @KRF2400
source: Are you sure you would like to publish this plan?
pt_br: Tem certeza que gostaria de publicar este plano?

# @KRF2401
source: Publish plan
pt_br: Publicar plano

# @KRF2402
source: Maintain collection planning sales budget
pt_br: Manter o orçamento de vendas do planejamento de coleta

# @KRF2403
source: The shared folder where the images are stored.\n(e.g. \\\\REPO\\Images)
pt_br: A pasta compartilhada onde as imagens estão armazenadas.\n(por exemplo, \\\\\\\\\\Imagens)

# @KRF2404
source: The public URL for the content server.\n(e.g. http://repo:80/images)
pt_br: A URL pública para o servidor de conteúdo.\n(por exemplo, http://repo:80/images)

# @KRF2405
source: Show series
pt_br: Série show

# @KRF2406
source: Set to show series on the graph.
pt_br: Definido para mostrar séries no gráfico.

# @KRF2407
source: Auto replenish
pt_br: Reposição automática

# @KRF2408
source: Auto replenish consignment sales orders.§0020§
pt_br: Auto reabastece ordens de venda de remessa.§0020§

# @KRF2409
source: Auto invoice
pt_br: Fatura automática

# @KRF2410
source: Auto invoice consignment sales orders.
pt_br: Pedidos de venda de remessa de fatura automática.

# @KRF2411
source: Auto mark
pt_br: Marca automática

# @KRF2412
source: Auto mark records during import.
pt_br: Registros de automarca durante a importação.

# @KRF2413
source: Group orders
pt_br: Ordens em grupo

# @KRF2414
source: Group consignment sales orders.
pt_br: Ordens de venda de remessas do grupo.

# @KRF2415
source: Customer account number for consignment purposes.
pt_br: Número da conta do cliente para fins de remessa.

# @KRF2416
source: Consignment cannot be enabled.
pt_br: A remessa não pode ser habilitada.

# @KRF2417
source: Service to create consignment import data
pt_br: Serviço para criar dados de importação de remessa

# @KRF2418
source: Consignment import data service
pt_br: Serviço de dados de importação de remessa

# @KRF2419
source: Consignment import data
pt_br: Dados de importação de remessa

# @KRF2420
source: The KRFConsignmentImportTable table contains the consignment import data.
pt_br: A tabela KRFConsignmentImporttable contém os dados de importação de remessa.

# @KRF2421
source: Marked for processing.
pt_br: Marcado para processamento.

# @KRF2422
source: Consignment type to create specific order.
pt_br: Tipo de remessa para criar ordem específica.

# @KRF2423
source: Consignment processing status.
pt_br: Status de processamento de remessa.

# @KRF2424
source: Send list of consignment import data
pt_br: Enviar lista de dados de importação de remessa

# @KRF2425
source: Sends consignment import data from the system in an XML string.
pt_br: Envia dados de importação de remessa do sistema em uma sequência XML.

# @KRF2426
source: Receive consignment import data
pt_br: Receba dados de importação de remessa

# @KRF2427
source: Receives consignment import data in an XML string and creates them in the system.
pt_br: Recebe dados de importação de remessa em uma sequência XML e os cria no sistema.

# @KRF2428
source: Series sequence
pt_br: Sequência da série

# @KRF2429
source: Defines the series sequence.
pt_br: Define a sequência da série.

# @KRF2430
source: Markdown line per month chart data
pt_br: Dados do gráfico de linha de marcação por mês

# @KRF2431
source: The KRFMarkdownLinePerMonthChartData table holds data to be shown in a graphical format.
pt_br: A tabela KRFMarkdownLinePerMonthChartData contém dados a serem mostrados em um formato gráfico.

# @KRF2432
source: Month number
pt_br: Número do mês

# @KRF2433
source: Collection sales budget - Quantity
pt_br: Orçamento de vendas de coleta - Quantidade

# @KRF2434
source: Collection sales budget - Value
pt_br: Orçamento de vendas de arrecadação - Valor

# @KRF2435
source: Chart options setup type
pt_br: Tipo de configuração de opções de gráfico

# @KRF2436
source: Sets the type of chart options to display.
pt_br: Define o tipo de opções de gráficos a serem exibidas.

# @KRF2437
source: X Axis
pt_br: Eixo X

# @KRF2438
source: Chart caller type
pt_br: Tipo de chamada de gráfico

# @KRF2439
source: Retail collection sales budget
pt_br: Orçamento de vendas de arrecadação no varejo

# @KRF2440
source: Markdown statistics
pt_br: Estatísticas de markdown

# @KRF2441
source: Markdown statistics.
pt_br: Estatísticas de markdown.

# @KRF2442
source: No data to display.
pt_br: Não há dados para exibir.

# @KRF2443
source: Chart setup
pt_br: Configuração do gráfico

# @KRF2444
source: Setup visible series.
pt_br: Configurar série visível.

# @KRF2445
source: Setup visible x-axis.
pt_br: Configuração visível x-eixo.

# @KRF2446
source: Series
pt_br: Série

# @KRF2447
source: View markdown statistics
pt_br: Ver estatísticas de markdown

# @KRF2448
source: View collection planning sales budget
pt_br: Ver o orçamento de vendas do planejamento de coleta

# @KRF2449
source: The KRFRetailCollectionSalesBudget contains the list of the sales budget lines per category on the collection planning
pt_br: O KRFRetailCollectionSalesBudget contém a lista das linhas de orçamento de vendas por categoria no planejamento de coleta

# @KRF2450
source: Quantity or value of the adjustment.
pt_br: Quantidade ou valor do ajuste.

# @KRF2451
source: Quantity or value of the demand forecast.
pt_br: Quantidade ou valor da previsão de demanda.

# @KRF2452
source: Quantity or value of the initial sales budget.
pt_br: Quantidade ou valor do orçamento inicial de vendas.

# @KRF2453
source: Quantity or value of the invoiced sales.
pt_br: Quantidade ou valor das vendas faturadas.

# @KRF2454
source: Quantity or value of the open sales.
pt_br: Quantidade ou valor das vendas abertas.

# @KRF2455
source: Quantity or value of the total budget minus sales.
pt_br: Quantidade ou valor do orçamento total menos vendas.

# @KRF2456
source: Quantity or value of the total sales.
pt_br: Quantidade ou valor do total das vendas.

# @KRF2457
source: Quantity or value of the total sales budget.
pt_br: Quantidade ou valor do orçamento total de vendas.

# @KRF2458
source: Retail collection sales budget
pt_br: Orçamento de vendas de arrecadação no varejo

# @KRF2459
source: Initial sales budget
pt_br: Orçamento inicial de vendas

# @KRF2460
source: Invoiced sales
pt_br: Vendas faturadas

# @KRF2461
source: Total budget minus sales
pt_br: Orçamento total menos vendas

# @KRF2462
source: Total sales budget
pt_br: Orçamento total de vendas

# @KRF2463
source: Retail collection sales budget type
pt_br: Tipo de orçamento de vendas de coleta de varejo

# @KRF2464
source: Type of the retail collection sales budget, whether it is quantity or value.
pt_br: Tipo de orçamento de vendas de coleta de varejo, seja quantidade ou valor.

# @KRF2465
source: Collection calculation type
pt_br: Tipo de cálculo de coleta

# @KRF2466
source: Defines which calculation type to perform for the current collection.
pt_br: Define qual tipo de cálculo realizar para a coleta atual.

# @KRF2467
source: Calculate the sales budget for the collection planning§0020§
pt_br: Calcule o orçamento de vendas para o planejamento da cobrança§0020§

# @KRF2468
source: Calculation finished for the collection '%1'.
pt_br: Cálculo finalizado para a coleta '%1'.

# @KRF2469
source: Calculation is only allowed for collections with status '%2'.
pt_br: O cálculo só é permitido para coletas com status '%2'.

# @KRF2470
source: Calculate the sales budget for the collection planning.
pt_br: Calcule o orçamento de vendas para o planejamento da cobrança.

# @KRF2471
source: Collection sales budget charts.
pt_br: Gráficos de orçamento de vendas de coleção.

# @KRF2472
source: Sales budget
pt_br: Orçamento de vendas

# @KRF2473
source: Collection sales budget data.
pt_br: Dados do orçamento de vendas de coleta.

# @KRF2474
source: Charts
pt_br: Gráficos

# @KRF2475
source: Cannot display more than '%1' series in chart.
pt_br: Não é possível exibir mais do que séries '%1' no gráfico.

# @KRF2476
source: Function that generates K3 Fashion purchase order extension
pt_br: Função que gera extensão de pedido de compra da K3 Fashion

# @KRF2477
source: Vendor invoice journal extension
pt_br: Extensão do diário de fatura do fornecedor

# @KRF2478
source: The KRFVendInvoiceJourExtended table contains custom fields which extend the standard VendInvoiceJour table.
pt_br: A tabela KRFVendInvoiceJourExtended contém campos personalizados que estendem a tabela vendInvoiceJour padrão.

# @KRF2479
source: Purchase orders extension
pt_br: Extensão de pedidos de compra

# @KRF2480
source: The KRFPurchTableExtended table contains custom fields which extend the standard PurchTable table.
pt_br: A tabela KRFPurchTableExtend contém campos personalizados que estendem a tabela PurchTable padrão.

# @KRF2481
source: Season '%1' should have at least one default drop.
pt_br: A temporada '%1' deve ter pelo menos uma queda padrão.

# @KRF2482
source: Season mismatch between item and order line.
pt_br: Incompatibilidade da estação entre item e linha de pedido.

# @KRF2483
source: Season mismatch between multiple item category and order line.
pt_br: Incompatibilidade de temporada entre categoria de item múltiplo e linha de pedido.

# @KRF2484
source: Set up parameters for prepacks
pt_br: Configurar parâmetros para pré-pacotes
