Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CustomerRingfencingRuleEntity
source: K3 Fashion - Ringfencing rules
pt_br: K3 Fashion - Regras de ringfencing

# CustomerRingfencingRuleLineEntity
source: K3 Fashion - Ringfencing rule lines
pt_br: K3 Fashion - Linhas de regras de ringfencing

# CustomerRingfencingRuleDimensionEntity
source: K3 Fashion - Ringfencing rule dimensions
pt_br: K3 Fashion - Dimensões de regras de ringfencing

# CustomerRingfencingRuleChannelEntity
source: K3 Fashion - Ringfencing rule channels
pt_br: K3 Fashion - Canais de regras de ringfencing

# CustomerRingfencingRuleSeasons
source: Ringfencing rule seasons
pt_br: Temporadas de regras de ringfencing

# CustomerRingfencingRuleSeasonEntity
source: K3 Fashion - Ringfencing rule seasons
pt_br: K3 Fashion - Temporadas de regras de ringfencing

# CustomerRingfencingRuleEntityView
source: View ringfencing rule entity
pt_br: Ver entidade de regras de anéis

# CustomerRingfencingRuleEntityMaintain
source: Maintain ringfencing rule entity
pt_br: Manter a entidade de regras de anéis

# CustomerRingfencingRuleLineEntityView
source: View ringfencing rule line entity
pt_br: Ver entidade de linha de regras de adoção

# CustomerRingfencingRuleLineEntityMaintain
source: Maintain ringfencing rule line entity
pt_br: Manter a entidade de linha de regras de adoção

# CustomerRingfencingRuleDimensionEntityView
source: View ringfencing rule dimension entity
pt_br: Ver entidade de dimensão de regra de adoção

# CustomerRingfencingRuleDimensionEntityMaintain
source: Maintain ringfencing rule dimension entity
pt_br: Manter entidade de dimensão de regra de adoção

# CustomerRingfencingRuleChannelEntityView
source: View ringfencing rule channel entity
pt_br: Ver entidade do canal de regras de adoção

# CustomerRingfencingRuleChannelEntityMaintain
source: Maintain ringfencing rule channel entity
pt_br: Manter a entidade do canal de regras de adoção

# CustomerRingfencingRuleSeasonEntityView
source: View ringfencing rule season entity
pt_br: Ver entidade da temporada de regras de adoção

# CustomerRingfencingRuleSeasonEntityMaintain
source: Maintain ringfencing rule season entity
pt_br: Manter entidade de temporada de regras de adoção

# SalesOrderCategoryDefaultError
source: Invalid Sales order category selected. Only categories with delivery setting 'Default' allowed.
pt_br: Categoria de ordem de vendas inválidas selecionada. Apenas categorias com configuração de entrega 'Padrão' são permitidas.

# BOMModelSetBOMActiveError
source: An error occurred when trying to approve and activate the bill of material.
pt_br: Ocorreu um erro ao tentar aprovar e ativar a conta de material.

# BOMModelSetRouteActiveError
source: An error occurred when trying to approve and activate the route. Route number '%1'.
pt_br: Ocorreu um erro ao tentar aprovar e ativar a rota. Número da rota '%1'.

# BOMModelBOMApprover
source: BOM approver
pt_br: APROVADOr do BOM

# BOMModelPostFormText
source: Are you sure you want to post the BOM model? All BOMs and routes are going to be created, approved and activated (if BOM model is activated).
pt_br: Tem certeza que quer postar o modelo BOM? Todos os BOMs e rotas serão criados, aprovados e ativados (se o modelo BOM for ativado).

# BOMModelGenerateBOMError
source: An error occurred when trying to generate bill of materials. The process has been canceled.
pt_br: Ocorreu um erro ao tentar gerar nota fiscal de materiais. O processo foi cancelado.

# BOMModelGenerateBOMRouteError
source: An error occurred when trying to generate routes. The process has been canceled.
pt_br: Ocorreu um erro ao tentar gerar rotas. O processo foi cancelado.

# ReplenishmentPublishOverwriteExisting
source: Overwrite existing item coverage records
pt_br: Substitua os registros de cobertura de itens existentes

# ReplenishmentPublishRespectAssortmentManualWarning
source: Respect assortements cannot be set to 'Manual'
pt_br: Variedades de respeito não podem ser definidas como 'Manual'

# ReplenishmentChannelLineEntity
source: K3 Fashion - Replenishment plan retail channels
pt_br: K3 Fashion - Canais de varejo do plano de reabastecimento

# ReplenishmentChannelLineEntityView
source: View replenishment plan retail channels entity
pt_br: Ver plano de reposição de canais de varejo entidade

# ReplenishmentChannelLineEntityMaintain
source: Maintain replenishment plan retail channels entity
pt_br: Manter plano de reposição de canais de varejo entidade

# ReplenishmentPlanActionHistoryEntity
source: K3 Fashion - Replenishment plan action history
pt_br: K3 Fashion - História de ação do plano de reabastecimento

# ReplenishmentPlanActionHistoryEntityView
source: View replenishment plan action history entity
pt_br: Ver entidade de histórico de ação do plano de reposição

# ReplenishmentPlanActionHistoryEntityMaintain
source: Maintain replenishment plan action history entity
pt_br: Manter entidade de histórico de ação do plano de reposição

# ReplenishmentPlanTableEntity
source: K3 Fashion - Replenishment plans
pt_br: K3 Fashion - Planos de reabastecimento

# ReplenishmentPlanTableEntityView
source: View replenishment plans entity
pt_br: Ver entidade de planos de reposição

# ReplenishmentPlanTableEntityMaintain
source: Maintain replenishment plans entity
pt_br: Manter entidade de planos de reposição

# ReplenishmentSelectionLineEntity
source: K3 Fashion - Replenishment plan selection lines
pt_br: K3 Fashion - Linhas de seleção de planos de reposição

# ReplenishmentSelectionLineEntityView
source: View replenishment plan selection lines entity
pt_br: Ver entidade de linhas de seleção de planos de reposição

# ReplenishmentSelectionLineEntityMaintain
source: Maintain replenishment plan selection lines entity
pt_br: Manter entidade de linhas de seleção de plano de reposição

# ReplenishmentRatioCurveLineEntity
source: K3 Fashion - Replenishment plan ratio curve lines
pt_br: K3 Fashion - Linhas curvas de proporção do plano de reposição

# ReplenishmentRatioCurveLineEntityView
source: View replenishment plan ratio curve lines entity
pt_br: Ver entidade de linhas de curva de proporção do plano de reposição

# ReplenishmentRatioCurveLineEntityMaintain
source: Maintain replenishment plan ratio curve lines entity
pt_br: Manter a entidade de linhas de curva de proporção do plano de reposição

# ReplenishmentDimCriteriaLineEntity
source: K3 Fashion - Replenishment plan dimension criteria lines
pt_br: K3 Fashion - Linhas de critérios de dimensão do plano de reposição

# ReplenishmentDimCriteriaLineEntityView
source: View replenishment plan dimension criteria lines entity
pt_br: Ver a entidade de linhas de dimensão do plano de reposição

# ReplenishmentDimCriteriaLineEntityMaintain
source: Maintain replenishment plan dimension criteria lines entity
pt_br: Manter a entidade de critérios de dimensão do plano de reposição

# ReplenishmentPlanProductResultEntity
source: K3 Fashion - Replenishment plan product result
pt_br: K3 Fashion - Resultado do produto do plano de reposição

# ReplenishmentPlanProductResultEntityView
source: View replenishment plan product result entity
pt_br: Ver entidade de resultado do produto do plano de reposição

# ReplenishmentPlanProductResultEntityMaintain
source: Maintain replenishment plan product result entity
pt_br: Manter entidade de resultado do produto do plano de reposição

# CustomerRingfencingRuleActionHistory
source: Ringfencing rule action history
pt_br: Ringfencing regra história de ação

# CustomerRingfencingRuleActionHistoryEntity
source: K3 Fashion - Ringfencing rule action history
pt_br: K3 Fashion - Ringfencing regra história de ação

# CustomerRingfencingRuleActionHistoryView
source: View ringfencing rule action history entity
pt_br: Ver entidade de histórico de ação de regras de ação

# CustomerRingfencingRuleActionHistoryMaintain
source: Maintain ringfencing rule action history entity
pt_br: Manter entidade de histórico de ação de regras de ação

source: Collection
pt_br: Cobrança

source: Consignments
pt_br: Consignações

# KBPModelLineAndActualsEntity
source: Business planning - Business plan lines and actuals
pt_br: Planejamento empresarial - Linhas e reais do plano de negócios

# KBPModelLineAndActualsEntityMaintain
source: Maintain business plan lines and actuals entity
pt_br: Manter linhas de planos de negócios e entidade real

# KBPModelLineAndActualsEntityView
source: View business plan lines and actuals entity
pt_br: Ver linhas de planos de negócios e entidade real

# KBPModelHeaderAndLinesTemplateDisplayName
source: Business planning - header and lines
pt_br: Planejamento empresarial - cabeçalho e linhas

# KBPFieldLabel_1
source: Field #1 Label
pt_br: Rótulo field #1

# KBPFieldLabel_2
source: Field #2 Label
pt_br: Selo Field #2

# KBPFieldLabel_3
source: Field #3 Label
pt_br: Selo Field #3

# KBPFieldLabel_4
source: Field #4 Label
pt_br: Selo field #4

# KBPFieldLabel_5
source: Field #5 Label
pt_br: Rótulo field #5

# KBPFieldLabel_6
source: Field #6 Label
pt_br: Rótulo field #6

# KBPFieldLabel_7
source: Field #7 Label
pt_br: Rótulo field #7

# KBPFieldLabel_8
source: Field #8 Label
pt_br: Selo field #8

# KBPFieldLabel_9
source: Field #9 Label
pt_br: Selo Field #9

# KBPFieldLabel_10
source: Field #10 Label
pt_br: Selo field #10

# KBPFieldLabel_11
source: Field #11 Label
pt_br: Selo Field #11

# KBPFieldLabel_12
source: Field #12 Label
pt_br: Selo field #12

# KBPFieldLabel_13
source: Field #13 Label
pt_br: Selo field #13

# KBPModelLineAndActuals
source: Business plan lines table with actuals
pt_br: Tabela de linhas de plano de negócios com reais

# KBPModelEditingNotAllowedWarning
source: Editing of posted business plan is not allowed.
pt_br: A edição de um plano de negócios postado não é permitida.

# KBPModelDataEntityPendingChangeComment
source: Data entity change
pt_br: Alteração de entidade de dados

# ReleaseUpdScript_OMOperatingUnitWarehouseDesc
source: Synchronize warehouses with operation units
pt_br: Sincronizar armazéns com unidades de operação

# ReleaseToWarehouseBaseOnCalcValues
source: Continue based on calculated values
pt_br: Continue com base nos valores calculados

# ReleaseToWarehouseApplyMinDvlPercent
source: Apply minimum delivery %
pt_br: Aplique a entrega mínima %

# ReleaseToWarehouseUseAllocationPriority
source: Use allocation priority
pt_br: Prioridade de alocação de uso

# ReplenishmentPlanPublishedBusinessEventName
source: Replenishment plan published
pt_br: Plano de reposição publicado

# ReplenishmentPlanPublishedBusinessEventDescription
source: This business event is triggered when a replenishment plan is published.
pt_br: Este evento de negócios é desencadeado quando um plano de reposição é publicado.

# CustomerInventoryLocationId
source: Customer location ID
pt_br: ID de localização do cliente

# ReplenishmentPlanStatusMustBe
source: Plan status must be '%1'
pt_br: O status do plano deve ser '%1'

# ReplenishmentPlanStatusResetTime
source: A period of %1 hours must be observed before resetting the status.
pt_br: Um período de %1 horas deve ser observado antes de redefinir o status.

source: Copy product instructions
pt_br: Copiar instruções do produto

# WarehouseCreateWarehouse
source: Create warehouse
pt_br: Criar armazém

# WarehouseCreateOperatingUnit
source: This will create a linked operating unit. Continue?
pt_br: Isso criará uma unidade operacional vinculada. Continuar?

# WarehouseDeleteOperatingUnit
source: This will delete the linked operating unit. Continue?
pt_br: Isso excluirá a unidade operacional vinculada. Continuar?

# WarehouseDeleteWarehouse
source: This will delete the linked warehouse. Continue?
pt_br: Isso apagará o armazém vinculado. Continuar?

# WarehouseCannotBeDeleted
source: Warehouse can not be deleted while it's linked to the retail store %1.
pt_br: O armazém não pode ser excluído enquanto estiver vinculado à loja de varejo %1.

source: Include customer inventory
pt_br: Inclua o inventário do cliente

# IncludeCustomerInventoryHelp
source: Select this option if the master scheduling calculation should include customer inventory transactions.
pt_br: Selecione esta opção se o cálculo de agendamento mestre deve incluir transações de inventário do cliente.

source: Adobe integration
pt_br: Integração da Adobe

source: SAS token
pt_br: Token SAS

# WarehouseAlreadyExists
source: The warehouse '%1' already exists.
pt_br: O armazém '%1' já existe.

# WarehouseValueEmpty
source: The value for the field '%1' is empty.
pt_br: O valor para o campo '%1' está vazio.

# RetailProductCategorySetup
source: Product category setup
pt_br: Configuração da categoria do produto

# CustRetailCategorySetup
source: Customer retail category setup
pt_br: Configuração da categoria de varejo de clientes

# CustRetailCategorySetupDevDoc
source: The KRFCustRetailCategorySetup table contains information about customer setup per product retail category.
pt_br: A tabela KRFCustRetailCategorySetup contém informações sobre a configuração do cliente por categoria de varejo de produtos.

# CustRetailCategorySetupView
source: View customer retail category setup
pt_br: Exibir a configuração da categoria de varejo de clientes

# CustRetailCategorySetupViewDesc
source: View customer setup per product retail category
pt_br: Exibir a configuração do cliente por categoria de varejo de produtos

# CustRetailCategorySetupMaintain
source: Maintain customer retail category setup
pt_br: Manter a configuração da categoria de varejo de clientes

# CustRetailCategorySetupMaintainDesc
source: Maintain customer setup per product retail category
pt_br: Manter a configuração do cliente por categoria de varejo de produtos

# CustRetailCategorySetupEntityView
source: View customer retail category setup entity
pt_br: Exibir entidade de configuração da categoria de varejo do cliente

# CustRetailCategorySetupEntityMaintain
source: Maintain customer retail category setup entity
pt_br: Manter a entidade de configuração da categoria de varejo de clientes

# CustRetailCategorySetupEntity
source: K3 Fashion - Customer retail category setup
pt_br: K3 Fashion - Configuração da categoria de varejo de clientes

# InventLocationRetailCategorySetup
source: Inventory location retail category setup
pt_br: Configuração da categoria de varejo de localização de estoque

# InventLocationRetailCategorySetupDevDoc
source: The KRFInventLocationRetailCategorySetup table contains information about inventory location setup per product retail category.
pt_br: A tabela KRFInventLocationRetailCategorySetup contém informações sobre a configuração de localização de estoque por categoria de varejo de produtos.

# InventLocationRetailCategorySetupView
source: View inventory location retail category setup
pt_br: Exibir configuração da categoria de varejo de localização de estoque

# InventLocationRetailCategorySetupViewDesc
source: View inventory location setup per product retail category
pt_br: Exibir configuração de localização de estoque por categoria de varejo de produtos

# InventLocationRetailCategorySetupMaintain
source: Maintain inventory location retail category setup
pt_br: Manter a configuração da categoria de varejo de localização de estoque

# InventLocationRetailCategorySetupMaintainDesc
source: Maintain inventory location setup per product retail category
pt_br: Manter a configuração de localização de estoque por categoria de varejo de produtos

# InventLocationRetailCategorySetupEntityView
source: View inventory location retail category setup entity
pt_br: Exibir a entidade de configuração da categoria de varejo de localização de estoque

# InventLocationRetailCategorySetupEntityMaintain
source: Maintain inventory location retail category setup entity
pt_br: Manter a entidade de configuração da categoria de varejo de localização de estoque

# InventLocationRetailCategorySetupEntity
source: K3 Fashion - Inventory location retail category setup
pt_br: K3 Fashion - Configuração da categoria de varejo de localização de estoque

# ClassificationFixedHelpText
source: Indicates if classification value is editable or fixed.
pt_br: Indica se o valor de classificação é editável ou fixo.

# ReleaseToWarehouseAllocateByPriority
source: Allocate orders by priority
pt_br: Alocar ordens por prioridade

# ReleaseToWarehouseAllocateByMinDlvPercent
source: Allocate orders by minimum delivery percentage
pt_br: Alocar pedidos por porcentagem mínima de entrega

# SalesOrderLineUpdateClassificationIdPrompt
source: Classification group has been changed and/or set to fixed. Do you want to update sales order lines?
pt_br: O grupo de classificação foi alterado e/ou definido como fixo. Deseja atualizar as linhas de pedidos de vendas?

# TransferOrderLineUpdateClassificationIdPrompt
source: Classification group has been changed and/or set to fixed. Do you want to update transfer order lines?
pt_br: O grupo de classificação foi alterado e/ou definido como fixo. Deseja atualizar as linhas de pedidos de transferência?

source: Classification group fixed
pt_br: Grupo de classificação fixo

# ReleaseUpdScript_CustRetailCategorySetupDesc
source: Assign classification group to product category setup root node for all customers.
pt_br: Atribua grupo de classificação ao nó raiz de configuração da categoria do produto para todos os clientes.

# ReleaseUpdScript_InventLocationRetailCategorySetupDesc
source: Assign classification group to product category setup root node for all warehouses.
pt_br: Atribuir grupo de classificação ao nó raiz de configuração da categoria do produto para todos os armazéns.

# MarginControlAboveTarget
source: Margin above target background color
pt_br: Margem acima da cor de fundo alvo

# MarginControlBelowTarget
source: Margin below target background color
pt_br: Margem abaixo da cor de fundo alvo

# ReleaseUpdScript_OMHierPurposeOrgTypeMapDesc
source: Update the list of allowed operating units for ringfencing hierarchy purpose.
pt_br: Atualize a lista de unidades operacionais permitidas para fins de hierarquia de ringfencing.

# KBPModelTableAllocationKey
source: Business plan model allocation keys
pt_br: Chaves de alocação do modelo de plano de negócios

# KBPModelTableAllocationKeyDevDoc
source: The KBPModelTableAllocationKey table contains information about business plan model allocation keys.
pt_br: A tabela KBPModelTableAllocationKey contém informações sobre chaves de alocação de modelos de plano de negócios.

# KBPModelTableAllocationKeyEntity
source: Business planning - Business plan model allocation keys
pt_br: Planejamento empresarial - Chaves de alocação de modelos de plano de negócios

# KBPModelTableAllocationKeyEntityView
source: View business plan model allocation keys entity
pt_br: Ver entidade de chaves de alocação de modelos de plano de negócios

# KBPModelTableAllocationKeyEntityMaintain
source: Maintain business plan allocation keys setup entity
pt_br: Manter a entidade de configuração de chaves de alocação de planos de negócios

# KBPModelAllocationKeys
source: Model allocation keys
pt_br: Chaves de alocação de modelos

# KBPAllocationKeys
source: Allocation keys
pt_br: Chaves de alocação

# KBPAllocationKeysNotSelectedWarning
source: Allocation keys have not been selected.
pt_br: As chaves de alocação não foram selecionadas.

source: Release to warehouse - selection
pt_br: Liberação para armazém - seleção

# ReleaseToWarehouseSelectionBySalesOrder
source: by sales order(s)
pt_br: por ordem de venda(s)

# ReleaseToWarehouseSelectionByPurchaseOrder
source: by purchase order(s)
pt_br: por ordem de compra(s)

# ReleaseToWarehouseSelectionByProductionOrder
source: by production order(s)
pt_br: por ordem de produção(s)

# ReleaseToWarehouseSelectionByPurchaseOrderHelpTxt
source: Select sales order lines based on purchase order(s).
pt_br: Selecione linhas de pedidos de vendas com base em pedidos de compra.

# ReleaseToWarehouseSelectionByProductionOrderHelpTxt
source: Select sales order lines based on production order(s).
pt_br: Selecione linhas de pedidos de vendas com base em ordens de produção.

# ReleaseToWarehouseSelectionByTransferOrder
source: by transfer order(s)
pt_br: por ordem de transferência(s)

# KBPAggregationType
source: Aggregation type
pt_br: Tipo de agregação

# KBPModelCopyApplyCorrectionPrompt
source: Do you want to apply correction value for all lines?
pt_br: Deseja aplicar o valor de correção para todas as linhas?

# KBPModelCopyLevelMismatchWarning
source: Business plan model '%1' cannot be selected. Business plan level mismatch between source and destination model.
pt_br: O modelo de plano de negócios '%1' não pode ser selecionado. Incompatibilidade de nível de plano de negócios entre o modelo de origem e destino.

# KBPModelCopyFrom
source: Business plan model - Copy from
pt_br: Modelo de plano de negócios - Cópia de

source: Include 3rd party
pt_br: Inclua 3ª parte

# Include3rdPartyHelp
source: Include 3rd party in bill of material
pt_br: Inclua 3ª parte em nota de material

# KBPValidateModelLineAvgWarning
source: Field '%1' has different value from the average of its lower level. Line number %2.
pt_br: O campo '%1' tem valor diferente da média de seu nível inferior. Linha número %2.

# ReplenishmentOneTableCriteriaError
source: The criteria query of replenishment plan '%1' must contain table '%2'.
pt_br: A consulta de critérios do plano de reposição '%1' deve conter a tabela '%2'.

# ReplenishmentDiffTableCriteriaError
source: The criteria query of replenishment plan '%1' must contain table '%2' or table '%3'
pt_br: A consulta de critérios do plano de reposição '%1' deve conter tabela '%2' ou tabela '%3'

# ReplenishmentCriteriaUpdateDesc
source: Update the criteria query for replenishment plan lines.
pt_br: Atualize a consulta de critérios para linhas do plano de reposição.

# KBPModelLinkValidateMissingModelWarning
source: Unable to create link. Model needs to be selected.
pt_br: Não é possível criar link. O modelo precisa ser selecionado.

# KBPModelLinkValidateMissingModelLineWarning
source: Unable to create link. Model line needs to be selected.
pt_br: Não é possível criar link. A linha de modelos precisa ser selecionada.

# KBPModelLinkValidateSourceTypeWarning
source: Unable to create link. Business plan level source type must be '%1'
pt_br: Não é possível criar link. O tipo de origem do nível do plano de negócios deve ser '%1'

source: Change season drop
pt_br: Queda da temporada de mudanças

# ChangeSeasonDropTitle
source: %1 - change season drop
pt_br: %1 - queda da temporada de mudança

source: New drop id
pt_br: Novo id drop

# ItemColorSeasonDropMismatch
source: Drop '%1' is not valid for item '%2', color '%3' and season '%4'
pt_br: Queda '%1' não é válida para o item '%2', cor '%3' e temporada '%4'

# ItemSeasonDropMismatch
source: Drop '%1' is not valid for item '%2' and season '%3'
pt_br: Queda '%1' não é válida para o item '%2' e temporada '%3'

# KRFRecommendedRetailPricePerCurrencyEntity
source: K3 Fashion - Price per currency/region
pt_br: K3 Fashion - Preço por moeda/região

# KRFRecommendedRetailPricePerCurrencyEntityMaintain
source: Maintain Price per currency/region entity
pt_br: Manter preço por moeda/entidade da região

# KRFRecommendedRetailPricePerCurrencyEntityView
source: View Price per currency/region entity
pt_br: Ver Preço por moeda/entidade de região

# EcoResSizeDisplayCodeTranslation
source: Size display code translation table
pt_br: Tabela de tradução de código de exibição de tamanho

# EcoResSizeDisplayCodeTranslationDevDoc
source: The KRFEcoResSizeDisplayCodeTranslation table contains information about the translation of size display codes.
pt_br: A tabela KRFEcoResSizeDisplayCodeTranslation contém informações sobre a tradução de códigos de exibição de tamanho.

# EcoResSizeDisplayCodeTranslationName
source: Display code name
pt_br: Exibir nome de código
