Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# RouteTemplateOperationDetailsRequirements
source: Route template operation details requirements (Auxiliary import and export table)
pt_br: Requisitos de detalhes de operação do modelo de rota (tabela auxiliar de importação e exportação)

# RouteTemplateOperationDetailsRequirementsEntity
source: K3 Fashion - Route template operation details requirements (Auxiliary import and export entity)
pt_br: K3 Fashion - Requisitos de detalhes da operação do modelo de rota (entidade auxiliar de importação e exportação)

# RouteTemplateOperationDetailsRequirementsEntityMaintain
source: Maintain Route template operation details requirements entity
pt_br: Manter os detalhes da operação do modelo de rota exige entidade

# RouteTemplateOperationDetailsRequirementsEntityView
source: View Route template operation details requirements entity
pt_br: Exibir detalhes da operação do modelo de rota

# RouteTemplateOperationDetailsRequirementsValidateWarning
source: Fields %1 need to be filled to the requirement of type %2.
pt_br: Os campos %1 precisam ser preenchidos à exigência do tipo %2.

# BOMRouteDetailsRequirements
source: BOM model route details requirements (Auxiliary import and export table)
pt_br: Requisitos de detalhes da rota do modelo BOM (tabela auxiliar de importação e exportação)

# BOMRouteTemplateOperationActivityEntity
source: K3 Fashion - Route template and activity relation
pt_br: K3 Fashion - Modelo de rota e relação de atividade

# BOMRouteTemplateOperationActivityEntityMaintain
source: Maintain Route template and activity relation entity
pt_br: Manter modelo de rota e entidade de relação de atividade

# BOMRouteTemplateOperationActivityEntityView
source: View Route template and activity relation entity
pt_br: Exibir modelo de rota e entidade de relação de atividade

# BOMRouteDetailsRequirementsEntity
source: K3 Fashion - BOM model route details requirements (Auxiliary import and export entity)
pt_br: K3 Fashion - Requisitos de detalhes da rota do modelo BOM (Entidade Auxiliar de importação e exportação)

# BOMRouteDetailsRequirementsEntityMaintain
source: Maintain BOM model route details requirements entity
pt_br: Manter a entidade de requisitos de rotas do modelo BOM

# BOMRouteDetailsRequirementsEntityView
source: View BOM model route details requirements entity
pt_br: Exibir a entidade de requisitos de rotas do modelo BOM

source: Route requirements
pt_br: Requisitos de rota

# ReleaseUpdScript_BOMModelRouteDetailsRequirements
source: Create pre-existing into BOM model route details requirements and Route template operation details requirements (Auxiliary import and export table)
pt_br: Crie requisitos de detalhes de rota pré-existentes no modelo BOM e requisitos de detalhes de operação do modelo de rota (tabela auxiliar de importação e exportação)

source: BOM model validation
pt_br: Validação do modelo BOM

source: BOM model calculation
pt_br: Cálculo do modelo BOM

source: BOM model approval
pt_br: Aprovação do modelo BOM

source: Approval removed
pt_br: Aprovação removida

source: BOM model activation
pt_br: Ativação do modelo BOM

source: Deactivated
pt_br: Desativado

source: BOM model reopening
pt_br: Reabertura do modelo BOM

source: BOM model posting
pt_br: Lançamento do modelo BOM

# PrepackReleasePrepacks
source: Release prepacks
pt_br: Liberar pré-pacotes

# PrepackProductCannotBeUsedWithDefinitionWarning
source: Product '%1' can't be used with definition '%2'. Product variant is required.
pt_br: O produto '%1' não pode ser usado com a definição '%2'. A variante do produto é necessária.

# PrepackProductVariantNotExistsWarning
source: Product '%1'. Variant (Size: %2, Color: %3, Fit: %4) does not exist.
pt_br: Produto '%1'. Variante (Tamanho: %2, Cor: %3, Fit: %4) não existe.

# PrepackProductDimGroupDefinitionMismatchWarning
source: Product '%1'. Product dimension group does not match prepack definition '%2' setup.
pt_br: Produto '%1'. O grupo de dimensão do produto não corresponde à configuração de definição pré-pacote '%2'.

# PrepackProductNumberDuplicateWarning
source: Product number '%1' is duplicated.
pt_br: O número do produto '%1' é duplicado.

# PrepackProductNumberPrepackIdMismatchWarning
source: Product number '%1' does not match Prepack Id '%2'.
pt_br: O número do produto '%1' não corresponde ao Prepack Id '%2'.

# PrepackGlobalPrepackMultipleLegalEntitiesWarning
source: Prepack '%1' must be set as global when releasing to multiple legal entities.
pt_br: O prepack '%1' deve ser definido como global ao liberar para várias pessoas jurídicas.

# PrepackWizardConfigAndVersionNotSupportedWarning
source: Product '%1'. Product dimensions configuration Id and version Id are not supported by prepack wizard.
pt_br: Produto '%1'. As dimensões do produto ID de configuração e id da versão não são suportadas pelo assistente prepack.

# StringTooLongForField
source: The string '%1' is too long for the '%2' field.
pt_br: A string '%1' é muito longa para o campo '%2'.

# ReleaseUpdScript_ProductParametersPrepackNamingRuleDesc
source: Update product information management parameters with prepack definition settings.
pt_br: Atualize os parâmetros de gerenciamento de informações do produto com configurações de definição pré-pacote.

# PrepackUnableToRelease
source: One or more prepacks cannot be released. Validate open prepack releases in the Open prepack releases form to identify the reason, and try again.
pt_br: Uma ou mais pré-pacotes não podem ser liberados. Valide as liberações de pré-pacote abertas no formulário de lançamentos pré-pacote Abertos para identificar o motivo e tente novamente.

# PrepackOpenPrepackReleases
source: Open prepack releases
pt_br: Lançamentos pré-pacote abertos

# PrepackOpenPrepackReleaseSessions
source: Open prepack release sessions
pt_br: Sessões de lançamento pré-pacote abertas

source: Prepack wizard
pt_br: Assistente de pré-embalagem

# PrepackWizardHelpTxt
source: Open wizard for creating prepacks.
pt_br: Assistente aberto para criar pré-pacotes.

source: Prepack number rule
pt_br: Regra do número de pré-embalagem

source: Prepack name rule
pt_br: Regra do nome pré-pacote

# PrepackNewPrepackWizard
source: New prepack wizard
pt_br: Novo assistente pré-pacote

# PrepackWizardDesc
source: Use this wizard to create a new prepack based on selected products and prepack definitions and release it to one or more legal entities.
pt_br: Use este assistente para criar um novo prepack baseado em produtos selecionados e definições pré-pacote e liberá-lo para uma ou mais pessoas jurídicas.

# PrepackWizardDesc2
source: After using this wizard, you can view prepacks in the product form and/or the released product form.
pt_br: Depois de usar este assistente, você pode visualizar pré-pacotes no formulário do produto e/ou no formulário de produto liberado.

# PrepackWizardProductNotSelectedWarning
source: Product has not been selected in previous step.
pt_br: O produto não foi selecionado em etapas anteriores.

# PrepackSelectPrepackDefinitions
source: Select prepack definitions
pt_br: Selecione definições pré-pacote

# PrepackPreview
source: Prepacks preview
pt_br: Pré-visualização de pré-pacotes

# PrepackMaintainBatchReleaseSessions
source: Maintain batch release sessions for prepacks
pt_br: Manter sessões de liberação em lote para pré-pacotes

# PrepackNamingRules
source: Naming rules
pt_br: Regras de nomeação

source: Prepack content preview
pt_br: Pré-visualização de conteúdo pré-pacote

# PrepackReleaseToCompanies
source: Release prepacks to companies
pt_br: Liberar pré-pacotes para empresas

# PrepackReleaseSessionDevDoc
source: The KRFPrepackReleaseSession table stores the release session for releasing products.
pt_br: A tabela KRFPrepackReleaseSession armazena a sessão de lançamento para o lançamento de produtos.

# PrepackReleaseSessionProduct
source: Prepacks in release sessions
pt_br: Pré-pacotes em sessões de lançamento

# PrepackReleaseSessionProductDevDoc
source: The KRFPrepackReleaseSessionProduct table stores the reference to a prepack to be released in a release session.
pt_br: A tabela KRFPrepackReleaseSessionProduct armazena a referência a um pré-pacote a ser lançado em uma sessão de lançamento.

# PrepackReleaseSessionProductContent
source: Prepacks content in release sessions
pt_br: Pré-embala conteúdo em sessões de lançamento

# PrepackReleaseSessionProductContentDevDoc
source: The KRFPrepackReleaseSessionProductContent table stores the reference to a prepack content to be released in a release session.
pt_br: A tabela KRFPrepackReleaseSessionProductContent armazena a referência a um conteúdo pré-pacote a ser lançado em uma sessão de lançamento.

# PrepackReleaseSessionProductLegalEntity
source: Legal entities assigned to prepacks in release sessions
pt_br: Pessoas jurídicas atribuídas a pré-pacotes em sessões de liberação

# PrepackReleaseSessionProductLegalEntityDevDoc
source: The KRFPrepackReleaseSessionProductLegalEntity table stores the reference to a legal entity that a prepack will be released to in a release session.
pt_br: A tabela KRFPrepackReleaseSessionProductLegalEntity armazena a referência a uma pessoa jurídica para a sua assessoria de imprensa em uma sessão de lançamento.

# PrepackReleaseSessionProductLegalEntityLog
source: Release prepack to legal entity log
pt_br: Liberar pré-pacote para log de pessoa jurídica

# PrepackReleaseSessionProductLegalEntityLogDevDoc
source: The KRFPrepackReleaseSessionProductLegalEntityLog table stores the log of releasing a prepack to a legal entity for a release session.
pt_br: A tabela KRFPrepackReleaseSessionProductLegalEntityLog armazena o registro de liberar um pré-pacote a uma pessoa jurídica para uma sessão de lançamento.

# PrepackReleaseSessionProductLog
source: Release prepack log
pt_br: Liberar log pré-pacote

# PrepackReleaseSessionProductLogDevDoc
source: The KRFPrepackReleaseSessionProductLog table stores the log of releasing a prepack for a release session.
pt_br: A tabela KRFPrepackReleaseSessionProductLog armazena o registro de liberar um pré-pacote para uma sessão de lançamento.

# PrepackDefaultGlobal
source: Default global prepack
pt_br: Pré-pacote global padrão

# PrepackProductAlreadyExistsInPrepackReleasesWarning
source: Product number '%1' exists in open prepack releases.
pt_br: O número do produto '%1' existe em lançamentos pré-pacote abertos.

# PrepackDefinitionNotApproved
source: Prepack definition '%1' is not approved.
pt_br: A definição pré-pacote '%1' não está aprovada.

# InvalidReservationHierarchy
source: Invalid reservation hierarchy for company '%1'.
pt_br: Hierarquia de reserva inválida para empresa '%1'.

# PrepackReleaseRunInBatch
source: Run prepack release in batch
pt_br: Executar a liberação pré-pacote em lote

# PrepackViewRelations
source: View relations
pt_br: Ver relações

# PrepackProductRelation
source: Relation between product and prepack products
pt_br: Relação entre produtos e produtos de pré-embalagem

# PrepackProductRelationDevDoc
source: The KRFEcoResProductPrepackRelation contains relation between product and prepacks created from this product.
pt_br: O KRFEcoResProductPrepackRelation contém relação entre produto e pré-pacotes criados a partir deste produto.

# PrepackViewRelatedProductPrepacks
source: View related prepacks
pt_br: Ver pré-pacotes relacionados

# PrepackProductRelationEntity
source: K3 Fashion - Relation between product and prepacks
pt_br: K3 Fashion - Relação entre produto e pré-pacotes

# PrepackProductRelationEntityView
source: View relation between product and prepacks entity
pt_br: Ver relação entre entidade de produto e pré-pacotes

# PrepackSource
source: Source of prepack
pt_br: Fonte de pré-embalagem

source: Order allocation definition
pt_br: Definição de alocação de pedidos

# OrderAllocationDefinitionMaintain
source: Maintain order allocation definition
pt_br: Manter a definição de alocação de pedidos

# OrderAllocationDefinitionView
source: View order allocation definition
pt_br: Exibir definição de alocação de pedidos

# OrderAllocationDefinitionRun
source: Run order allocation definition
pt_br: Executar definição de alocação de pedidos

# OrderAllocationDefinitionId
source: Definition Id
pt_br: ID de definição

source: Order allocation definition tasks
pt_br: Tarefas de definição de alocação de pedidos

# OrderAllocationDefinitionFieldChange
source: This line contains parameters. Changing it will delete all parameters data.\nProceed?
pt_br: Esta linha contém parâmetros. Alterá-lo excluirá todos os parâmetros data.\nProceed?

# OrderAllocationDefinitionFirstTaskCheck
source: Task '%1' must be the first task.
pt_br: A tarefa '%1' deve ser a primeira tarefa.

# OrderAllocationDefinitionLastTaskCheck
source: Task '%1' must be the last task.
pt_br: A tarefa '%1' deve ser a última tarefa.

# OrderAllocationDefinitionUniqueTaskCheck
source: Task '%1' must be unique.
pt_br: A tarefa '%1' deve ser única.

# OrderAllocationDefinitionCountTaskCheck
source: Task '%1' must be specified at least once.
pt_br: A tarefa '%1' deve ser especificada pelo menos uma vez.

# OrderAllocationDefinitionEntity
source: K3 Fashion - Order allocation definition
pt_br: K3 Fashion - Definição de alocação de pedidos

# OrderAllocationDefinitionEntityMaintain
source: Maintain order allocation definition entity
pt_br: Manter entidade de definição de alocação de pedidos

# OrderAllocationDefinitionEntityView
source: View order allocation definition entity
pt_br: Exibir entidade de definição de alocação de pedidos

# OrderAllocationDefinitionTasksEntity
source: K3 Fashion - Order allocation definition tasks
pt_br: K3 Fashion - Tarefas de definição de alocação de pedidos

# OrderAllocationDefinitionTasksEntityMaintain
source: Maintain order allocation definition tasks entity
pt_br: Manter a entidade de tarefas de definição de alocação de ordem

# OrderAllocationDefinitionTasksEntityView
source: View order allocation definition tasks entity
pt_br: Exibir entidade de tarefas de definição de alocação de pedidos

# OrderAllocationDefinitionFilterError
source: The filter results in no records.
pt_br: O filtro não resulta em registros.

# PLMPlanLineEntityV2
source: K3 Fashion - Product lifecycle plan line V2
pt_br: K3 Fashion - Linha de plano de ciclo de vida do produto V2

# PLMPlanLineParentPlanId
source: Parent plan
pt_br: Plano pai

# PLMPlanLineParentPlanLine
source: Parent plan line
pt_br: Linha de plano dos pais

# PLMPlanLinePredecessorPlanId
source: Predecessor plan
pt_br: Plano antecessor

# PLMPlanLinePredecessorPlanLine
source: Predecessor plan line
pt_br: Linha de plano antecessor

# PrepackIsOkNoParm
source: Prepack is ok
pt_br: Pré-pacote é ok

# PrepackGlobalProcessType
source: Global prepack process type
pt_br: Tipo de processo pré-pacote global

# PrepackGlobalProcessActivate
source: Activate released prepacks
pt_br: Ativar pré-pacotes lançados

# PrepackGlobalProcessDeActivate
source: Deactivate released prepacks
pt_br: Desativar pré-pacotes liberados

# PrepackGlobalProcessApprove
source: Approve released prepacks
pt_br: Aprovar pré-pacotes liberados

# PrepackGlobalProcessUnApprove
source: Remove approval for released prepacks
pt_br: Remova a aprovação para pré-pacotes liberados

# PrepackGlobalProcessCalculate
source: Calculate released prepacks
pt_br: Calcular pré-pacotes liberados

# PrepackGlobalSynchronizeHelpTxt
source: Synchronize global prepacks.
pt_br: Sincronizar pré-pacotes globais.

# PrepackGlobalProcess
source: Process released prepacks
pt_br: Processo lançado pré-pacotes

# PrepackGlobalProcessHelpTxt
source: Process released prepacks for a given global prepack
pt_br: Processo liberado pré-pacotes para um determinado pré-pacote global

# PrepackGlobalProcessDesc
source: Released prepacks processing.
pt_br: Processamento de pré-pacotes liberados.

# PrepackSynchronizationCompleted
source: Synchronization completed.
pt_br: Sincronização concluída.

# PrepackGlobalSynchronizeDesc
source: Synchronize global prepacks.
pt_br: Sincronizar pré-pacotes globais.

# CompanyPrefix
source: Company: %1.
pt_br: Empresa: %1.

# PrepackProductNotPartOfGlobalPrepack
source: Company: %1. Product '%2' is not part of the global prepack.
pt_br: Empresa: %1. O produto '%2' não faz parte do prepack global.

# PrepackProductNoExistsInReleasedPrepack
source: Company: %1. Product '%2' does not exists within released prepack.
pt_br: Empresa: %1. O produto '%2' não existe dentro do pré-pacote lançado.

# PrepackGlobalReleasedPrepackMismatch
source: Company: %1. Quantity or unit mismatch between global prepack and released prepack.
pt_br: Empresa: %1. Incompatibilidade de quantidade ou unidade entre pré-embalagem global e pré-embalagem liberado.

# PrepackApproveSynchornizationNeededWarning
source: Unable to proceed due to mismatch between global and released prepacks content. Please synchronize the content first.
pt_br: Não é possível proceder devido ao descompasso entre conteúdo global e de pré-pacotes lançado. Por favor, sincronize o conteúdo primeiro.

# PrepackApprovedInCompany
source: Prepack '%1' is approved in company '%2'. Please remove this approval first.
pt_br: O pré-pacote '%1' é aprovado na empresa '%2'. Por favor, remova esta aprovação primeiro.

# PrepackGlobalNotApproved
source: Global prepack '%1' is not approved.
pt_br: O pré-pacote global '%1' não está aprovado.

# PrepackCheckGlobalContent
source: Check global content
pt_br: Confira o conteúdo global

# CustomerRingfencingRuleQtyAdjust
source: Ringfencing rule quantities adjustment
pt_br: Ajuste de quantidades de regras de anéis

# ReleaseUpdate_KRFCustRingfencingRuleQtyTrans
source: Create positive ringfencing transactions for existing quantity lines and update Qty field to negative for ringfencing transactions that originated from sales orders.
pt_br: Crie transações positivas de ringfencing para linhas de quantidade existentes e atualize o campo Qty para negativo para transações de ringfencing que se originaram de ordens de venda.

# ProductConfigurationModelAttributeCopyMaintain
source: Maintain product configuration model attribute copy
pt_br: Manter a cópia do atributo do modelo de configuração do produto

# ColorExtendedMaintain
source: Maintain color extended
pt_br: Manter a cor estendida

# ColorExtendedView
source: View color extended
pt_br: Ver a cor estendida

# SalesCubeView
source: View sales order cube
pt_br: Exibir cubo de pedido de vendas

# SalesCubeMaintain
source: Maintain sales order cube
pt_br: Manter o cubo de pedido de vendas

# PrepackConvertToGlobal
source: Convert prepack to global prepack
pt_br: Converter pré-pacote em pré-pacote global

# PrepackConvertToGlobalShort
source: Convert to global prepack
pt_br: Converter para pré-pacote global

# PrepackConvertToGlobalDesc
source: Convert released prepack to global prepack.
pt_br: Converta pré-pacote liberado para pré-pacote global.

# PrepackProductAlreadyGlobalPrepack
source: Product '%1' is already a global prepack.
pt_br: O produto '%1' já é um prepack global.

# PrepackItemNotPrepackInCompany
source: Item '%1' is not marked as prepack in company '%2'.
pt_br: O item '%1' não está marcado como pré-pacote na empresa '%2'.

# PrepackApprovedOrActiveInCompany
source: Prepack '%1' is approved and/or active in company '%2'.
pt_br: O pré-pacote '%1' é aprovado e/ou ativo na empresa '%2'.

# PrepackConvertToGlobalError
source: Unable to convert to global prepack.
pt_br: Incapaz de converter para pré-pacote global.

# PrepackConvertToGlobalFinished
source: Prepack '%1' has been converted to global prepack.
pt_br: O pré-pacote '%1' foi convertido em pré-pacote global.

# FieldValueMayNotBeLesserThan
source: '%1' may not be lesser than '%2'
pt_br: '%1' não pode ser menor que '%2'

# PrepackNumberNameRuleSeqUsed
source: Prepack number and/or name rule is set to use '%1' number sequence.
pt_br: A regra do número e/ou nome do pré-pacote está definida para usar a sequência numérica '%1'.

# ReleaseUpdScript_KPMInstructionIconTable
source: Add data to a new image field that is going to be used in the e-commerce module.
pt_br: Adicione dados a um novo campo de imagem que será usado no módulo de e-commerce.

# ProductCube
source: K3 Fashion - Product cube
pt_br: K3 Fashion - Cubo de produto

# ReleaseUpdScript_EcoResProductImageBase64
source: Fill the KRFImageBase64Str field on EcoResProductImage for the PowerBI Product dashboard
pt_br: Preencha o campo KRFImageBase64Str no EcoResProductImage para o painel do produto PowerBI

# ProductsCubeDashboard
source: K3 Fashion Products Dashboard
pt_br: Painel de Produtos de K3 Fashion

# PeriodicSalesCancJournal
source: Periodic sales cancellation journal
pt_br: Diário de cancelamento de vendas periódico

# PrepackReleasedPrepackItems
source: Released prepack items
pt_br: Itens pré-pacote lançados

# PrepackReleasedPrepackItemsHelpTxt
source: View all released prepack items
pt_br: Exibir todos os itens pré-pacote liberados

# PrepackGlobalCheck
source: Check global prepacks
pt_br: Verifique pré-pacotes globais

# PrepackGlobalSynchronize
source: Synchronize global prepacks
pt_br: Sincronizar pré-pacotes globais

# PrepackCheck
source: Check released prepacks
pt_br: Confira pré-pacotes lançados

# PrepackReleasedCalculate
source: Calculate released prepacks
pt_br: Calcular pré-pacotes liberados

source: Transfer order category
pt_br: Categoria de ordem de transferência

# TransferOrderCategoryHelp
source: Identification of the transfer order category.
pt_br: Identificação da categoria de ordem de transferência.

# TransferOrderCategoryDevDoc
source: The KRFTransferOrderCategoryTable contains all details of all the transfer order categories.
pt_br: O KRFTransferOrderCategoryTable contém todos os detalhes de todas as categorias de pedidos de transferência.

# TransferOrderCategoryEntity
source: K3 Fashion - Transfer order categories
pt_br: K3 Fashion - Categorias de pedidos de transferência

# TransferOrderCategoryEntityMaintain
source: Maintain transfer order category entity
pt_br: Manter a entidade da categoria de ordem de transferência

# TransferOrderCategoryEntityView
source: View transfer order category entity
pt_br: Ver a entidade da categoria de pedido de transferência

# TransferOrderCategoryMaintain
source: Maintain transfer order categories
pt_br: Manter categorias de pedidos de transferência

# TransferOrderCategoryView
source: View transfer order categories
pt_br: Exibir categorias de pedidos de transferência

# ReleaseUpdScript_KRFTransferOrderCategory
source: Create 'Default' transfer order category and update all existing transfer orders.
pt_br: Crie a categoria de pedido de transferência 'Padrão' e atualize todas as ordens de transferência existentes.

source: Prepack wizard product number
pt_br: Número do produto do assistente pré-pacote

# PrepackWizardProductNumberHelpTxt
source: Unique identifier of the product number used in prepack wizard
pt_br: Identificador exclusivo do número do produto usado no assistente pré-pacote

# EcoResPrepackTableMaintain
source: Maintain global prepacks
pt_br: Manter pré-pacotes globais

# EcoResPrepackTableView
source: View global prepacks
pt_br: Exibir pré-pacotes globais

# EcoResPrepackApprove
source: Approve global prepack
pt_br: Aprovar pré-pacote global

# TieredChargesPreview
source: Preview tiered charges
pt_br: Pré-visualização de cargas hierárquicas

source: Product details - pivot
pt_br: Detalhes do produto - pivô

# CSRClassificationTransSalesLineEntity
source: K3 Fashion - CSR classification transactions for sales lines
pt_br: K3 Fashion - Transações de classificação CSR para linhas de vendas

# CSRClassificationTransSalesLineEntityMaintain
source: Maintain CSR classification transactions for sales lines entity
pt_br: Manter transações de classificação de RSE para entidade de linhas de vendas
