Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF443
source: The journal line does not have a related sales line.
pt_br: A linha de revistas não tem uma linha de vendas relacionada.

# @KRF444
source: Style groups
pt_br: Grupos de estilos

# @KRF445
source: The KRFStyleTable table contains fashion styles.
pt_br: A tabela KRFStyleTable contém estilos de moda.

# @KRF446
source: Description of the style group.
pt_br: Descrição do grupo de estilo.

# @KRF447
source: Specifies how style group colors should be displayed.
pt_br: Especifica como as cores do grupo de estilo devem ser exibidas.

# @KRF448
source: Specifies how style group fits should be displayed.
pt_br: Especifica como o grupo de estilo se encaixa deve ser exibido.

# @KRF449
source: Specifies how style group sizes should be displayed.
pt_br: Especifica como os tamanhos do grupo de estilo devem ser exibidos.

# @KRF450
source: Iterate by color
pt_br: Iterar por cor

# @KRF451
source: Iterate by fit
pt_br: Iterar por ajuste

# @KRF452
source: Iterate by size
pt_br: Iterar por tamanho

# @KRF453
source: Identifies whether style groups should be created by color.
pt_br: Identifica se os grupos de estilo devem ser criados por cor.

# @KRF454
source: Identifies whether style groups should be created by fit.
pt_br: Identifica se os grupos de estilo devem ser criados por ajuste.

# @KRF455
source: Identifies whether style groups should be created by size.
pt_br: Identifica se os grupos de estilo devem ser criados por tamanho.

# @KRF456
source: Display methods
pt_br: Métodos de exibição

# @KRF457
source: Group ids
pt_br: IDs de grupo

# @KRF458
source: Create by
pt_br: Criar por

# @KRF459
source: Opens fashion style groups edit form.
pt_br: Abre grupos de estilo de moda editam formulário.

# @KRF460
source: Maintain style group
pt_br: Manter o grupo de estilo

# @KRF461
source: View style group
pt_br: Ver grupo de estilo

# @KRF462
source: Duplicate display method value entries are not allowed.
pt_br: As entradas duplicadas de valor do método de exibição não são permitidas.

# @KRF463
source: Collection unique identifier.
pt_br: Identificador exclusivo da coleção.

# @KRF464
source: Style group unique identifier.
pt_br: Identificador exclusivo do grupo de estilo.

# @KRF465
source: Prepack pack/unpack function
pt_br: Função prepack pack/unpack

# @KRF466
source: Unpack
pt_br: Desempacotar

# @KRF467
source: Open journals for entry of prepack.
pt_br: Abra diários para entrada de pré-embalagem.

# @KRF468
source: Unpack the prepack.
pt_br: Desempacotar a pré-embalagem.

# @KRF469
source: Pack the prepack.
pt_br: Embale a pré-embalagem.

# @KRF470
source: Link field.
pt_br: Campo de ligação.

# @KRF471
source: View prepack journals
pt_br: Ver diários pré-pacote

# @KRF472
source: Maintain prepack journals
pt_br: Manter diários pré-pacote

# @KRF473
source: Process prepack
pt_br: Pré-pacote de processos

# @KRF474
source: Item number is not found or not of type 'Prepack'.
pt_br: O número do item não é encontrado ou não do tipo 'Prepack'.

# @KRF475
source: Create invent journal prepack lines
pt_br: Criar linhas de pré-pacote de diários inventivos

# @KRF476
source: This action will delete current line and all associated lines. Continue with delete?
pt_br: Esta ação excluirá a linha atual e todas as linhas associadas. Continuar com a exclusão?

# @KRF477
source: Process prepack pack
pt_br: Pacote de pré-pacote de processo

# @KRF478
source: Execute pack of prepack in the inventory journal
pt_br: Executar pacote de prepack no diário de inventário

# @KRF479
source: Process prepack unpack
pt_br: Processo pré-pacote desempacotar

# @KRF480
source: Execute unpack of prepack in the inventory journal
pt_br: Execute o descompacto de pré-embalagem no diário de inventário

# @KRF481
source: Define function for the prepack operation.
pt_br: Defina a função para a operação pré-embalagem.

# @KRF482
source: Auto-unpack
pt_br: Descompactar automaticamente

# @KRF483
source: Auto unpacking of prepack items.
pt_br: Desempacotamento automático de itens pré-embalados.

# @KRF484
source: Could not create or process unpacking of a 'Prepack' journal.
pt_br: Não foi possível criar ou processar a desempacotamento de um diário 'Prepack'.

# @KRF485
source: Cannot use pack function on a warehouse and item set as 'Auto-unpack'.
pt_br: Não é possível usar a função pack em um armazém e conjunto de itens como 'Auto-descompactar'.

# @KRF486
source: %1 prepack function
pt_br: %1 função pré-pacote

# @KRF487
source: A number sequence has not been set up.
pt_br: Uma sequência numérica não foi configurada.

# @KRF488
source: Ratio curves distribution data
pt_br: Dados de distribuição de curvas de proporção

# @KRF489
source: Do you want to proceed with ratio curves distribution?
pt_br: Deseja prosseguir com a distribuição das curvas de razão?

# @KRF490
source: Distribute quantity according to ratio curve.
pt_br: Distribua quantidade de acordo com a curva de proporção.

# @KRF491
source: Ratio curve '%1' is not valid for dimension '%2'.
pt_br: A curva de razão '%1' não é válida para a dimensão '%2'.

# @KRF492
source: Ratio curve '%1' is not valid for customer '%2'.
pt_br: A curva de razão '%1' não é válida para o cliente '%2'.

# @KRF493
source: Approve prepack?
pt_br: Aprovar pré-pacote?

# @KRF494
source: Check this to approve the prepack also.
pt_br: Verifique isso para aprovar o pré-pacote também.

# @KRF495
source: Prepack identification
pt_br: Identificação pré-embalagem

# @KRF496
source: Copy from the present prepack?
pt_br: Cópia do preempa?

# @KRF497
source: Dimension layout for '%1' cannot be set to '%2'.
pt_br: O layout da dimensão para '%1' não pode ser definido como '%2'.

# @KRF498
source: Please close the matrix form first.
pt_br: Por favor, feche a forma de matriz primeiro.

# @KRF499
source: Specifies whether the item is a prepack item or not.
pt_br: Especifica se o item é um item pré-pacote ou não.

# @KRF500
source: The header identifier which relates BOM lines to the sales line.
pt_br: O identificador de cabeçalho que relaciona as linhas BOM à linha de vendas.

# @KRF501
source: The header identifier which relates BOM lines to the purch line.
pt_br: O identificador de cabeçalho que relaciona linhas BOM com a linha purch.

# @KRF502
source: Sales order categories
pt_br: Categorias de pedidos de vendas

# @KRF503
source: Processing results
pt_br: Resultados de processamento

# @KRF504
source: No data to process ratio curves.
pt_br: Sem curvas de proporção de dados para processos.

# @KRF505
source: Block price change
pt_br: Mudança de preço do bloco

# @KRF506
source: Defines which price changes are to be blocked.
pt_br: Define quais mudanças de preço devem ser bloqueadas.

# @KRF507
source: The KRFSalesOrderCategoryTable contains details of all the sales order categories.
pt_br: O KRFSalesOrderCategoryTable contém detalhes de todas as categorias de pedidos de vendas.

# @KRF508
source: Sales order category
pt_br: Categoria de pedido de vendas

# @KRF509
source: Identification of the sales order category.
pt_br: Identificação da categoria de ordem de vendas.

# @KRF510
source: Create or update a sales order category.
pt_br: Crie ou atualize uma categoria de pedido de vendas.

# @KRF511
source: Determines whether backorders should be allowed.
pt_br: Determina se devem ser permitidas ordems de volta.

# @KRF512
source: Delivery period
pt_br: Período de entrega

# @KRF513
source: Defines the delivery period.
pt_br: Define o período de entrega.

# @KRF514
source: Sales backorder
pt_br: Backorder de vendas

# @KRF515
source: Specifies the date type for given sales order category.
pt_br: Especifica o tipo de data para a categoria de pedido de venda.

# @KRF516
source: Sales backorders
pt_br: Encomendas de backorders de vendas

# @KRF517
source: Select this account type if the reason code can be used with sales backorder transactions. You can select this check box in Sales and marketing.
pt_br: Selecione este tipo de conta se o código de razão pode ser usado com transações de backorder de vendas. Você pode selecionar esta caixa de seleção em Vendas e marketing.

# @KRF518
source: Maintain product status
pt_br: Manter o status do produto

# @KRF519
source: One size group
pt_br: Um grupo de tamanho

# @KRF520
source: One color group
pt_br: Um grupo de cores

# @KRF521
source: One fit group
pt_br: Um grupo fit

# @KRF522
source: Collections
pt_br: Cobranças

# @KRF523
source: Create product by
pt_br: Criar produto por

# @KRF524
source: Maintain fashion collections
pt_br: Manter coleções de moda

# @KRF525
source: View fashion collections
pt_br: Veja coleções de moda

# @KRF526
source: Fashion collections.
pt_br: Coleções de moda.

# @KRF527
source: Fashion retail parameters
pt_br: Parâmetros do varejo de moda

# @KRF528
source: The KRFRetailParameters table contains values for various retail settings for Fashion industry.
pt_br: A tabela KRFRetailParameters contém valores para várias configurações de varejo para a indústria da moda.

# @KRF529
source: Style group product number
pt_br: Número do produto do grupo de estilo

# @KRF530
source: Unique identification of the style group product.
pt_br: Identificação única do produto do grupo de estilo.

# @KRF531
source: Style group ID
pt_br: ID do grupo de estilo

# @KRF532
source: Item description sequence
pt_br: Sequência de descrição do item

# @KRF533
source: Style group item description sequence.
pt_br: Sequência de descrição do item do grupo de estilo.

# @KRF534
source: Style group, Color, Size, Fit
pt_br: Grupo de estilo, Cor, Tamanho, Ajuste

# @KRF535
source: Style group, Color, Fit, Size
pt_br: Grupo de estilo, Cor, Ajuste, Tamanho

# @KRF536
source: Style group, Size, Color, Fit
pt_br: Grupo de estilo, tamanho, cor, ajuste

# @KRF537
source: Style group, Size, Fit, Color
pt_br: Grupo de estilo, tamanho, ajuste, cor

# @KRF538
source: Style group, Fit, Color, Size
pt_br: Grupo de estilo, Fit, Cor, Tamanho

# @KRF539
source: Style group, Fit, Size, Color
pt_br: Grupo de estilo, Fit, Tamanho, Cor

# @KRF540
source: The KRFCollectionTable table holds the collections information.
pt_br: A tabela KRFCollectionTable contém as informações das coleções.

# @KRF541
source: Collection lines
pt_br: Linhas de coleta

# @KRF542
source: The KRFCollectionTrans table contains the list of collection lines and their description.
pt_br: A tabela KRFCollectionTrans contém a lista de linhas de coleta e sua descrição.

# @KRF543
source: Fashion collection lines.
pt_br: Linhas de coleção de moda.

# @KRF544
source: Group contains records and cannot be used as a '%1'.
pt_br: O grupo contém registros e não pode ser usado como '%1'.

# @KRF545
source: Group is used as a '%1' in retail shared parameters. Update has been canceled.
pt_br: O grupo é usado como '%1' em parâmetros compartilhados no varejo. A atualização foi cancelada.

# @KRF546
source: Unique key for the fashion style groups table, allocated when creating new style.
pt_br: Chave única para a mesa de grupos de estilo de moda, alocada ao criar um novo estilo.

# @KRF547
source: Unique key for the style group products table, allocated when creating new style product.
pt_br: Chave exclusiva para a tabela de produtos do grupo de estilo, alocada ao criar um novo produto de estilo.

# @KRF548
source: View sales backorder reason codes
pt_br: Exibir códigos de razão de backorder de vendas

# @KRF549
source: View explanations for transactions or other actions for sales backorders
pt_br: Veja explicações para transações ou outras ações para backorders de vendas

# @KRF550
source: Maintain sales backorder reason codes
pt_br: Manter os códigos de razão de backorder de vendas

# @KRF551
source: Create and update explanations for transactions or other actions for sales backorders
pt_br: Crie e atualize explicações para transações ou outras ações para backorders de vendas

# @KRF552
source: Sales backorder reasons
pt_br: Razões de ordem de backorder de vendas

# @KRF553
source: Maintain sales order categories
pt_br: Manter categorias de pedidos de vendas

# @KRF554
source: Create and update sales order category details
pt_br: Criar e atualizar detalhes da categoria do pedido de vendas

# @KRF555
source: View sales order categories
pt_br: Exibir categorias de pedidos de vendas

# @KRF556
source: View sales order category details
pt_br: Exibir detalhes da categoria do pedido de vendas

# @KRF557
source: The KRFSalesTableExt table contains custom fields which extend the standard SalesTable table.
pt_br: A tabela KRFSalesTableExt contém campos personalizados que estendem a tabela padrão de tabela de vendas.

# @KRF558
source: Sales orders extension
pt_br: Extensão de ordens de venda

# @KRF559
source: Identifies the sales order.
pt_br: Identifica a ordem de vendas.

# @KRF560
source: Exclude from replenishment
pt_br: Excluir da reposição

# @KRF561
source: Exclude the item from replenishment.
pt_br: Exclua o item da reposição.

# @KRF562
source: Horizontal axis
pt_br: Eixo horizontal

# @KRF563
source: Define which product dimension is used on the horizontal axis.
pt_br: Defina qual dimensão do produto é usada no eixo horizontal.

# @KRF564
source: No item specified on sales quotation line.
pt_br: Nenhum item especificado na linha de cotação de vendas.

# @KRF565
source: Sales quotation lines
pt_br: Linhas de cotação de vendas

# @KRF567
source: K3 Product Management
pt_br: Gerenciamento de Produtos K3

# @KRF568
source: K3 Product Management - Advanced
pt_br: Gerenciamento de Produtos K3 - Avançado

# @KRF569
source: Reset drop to default value.
pt_br: Redefinir a queda para o valor padrão.

# @KRF570
source: Identifies whether product iterated by color.
pt_br: Identifica se o produto é iterado por cor.

# @KRF571
source: Style group product wizard
pt_br: Assistente de produto de grupo de estilo

# @KRF572
source: Open wizard for creating style group and product masters.
pt_br: Assistente aberto para criar grupo de estilo e mestres de produtos.

# @KRF573
source: The number sequence has not been set up for the reference '%1' in the area '%2'.
pt_br: A sequência numérica não foi configurada para a referência '%1' na área '%2'.

# @KRF574
source: '%1' number sequence must not be manual.
pt_br: A sequência numérica '%1' não deve ser manual.

# @KRF575
source: This wizard is ready to create style group '%1' and product masters.
pt_br: Este assistente está pronto para criar grupo de estilo '%1' e mestres de produtos.

# @KRF576
source: To create and release the style group and product masters, click Finish.
pt_br: Para criar e lançar o grupo de estilo e os mestres do produto, clique em Concluir.

# @KRF577
source: Use this wizard to create a new Style group and Product masters and release it to one or more legal entities.
pt_br: Use este assistente para criar um novo grupo de estilo e mestres de produtos e liberá-lo para uma ou mais pessoas jurídicas.

# @KRF578
source: After using this wizard, you can view the Style group and Product masters in the Product form and the released product form.
pt_br: Depois de usar este assistente, você pode visualizar o grupo Estilo e os mestres do produto na forma de produto e no formulário de produto liberado.

# @KRF579
source: Product masters to be created
pt_br: Mestres de produtos a serem criados

# @KRF580
source: Product variants to be created
pt_br: Variantes do produto a serem criadas

# @KRF581
source: Identifies whether product iterated by size.
pt_br: Identifica se o produto é iterado pelo tamanho.

# @KRF582
source: New style group and product master wizard
pt_br: Novo grupo de estilo e assistente mestre de produto

# @KRF583
source: New style group and product master
pt_br: Novo grupo de estilo e mestre de produtos

# @KRF584
source: Fit:
pt_br: Encaixar:

# @KRF585
source: Define parameters related to style group and product master
pt_br: Definir parâmetros relacionados ao grupo de estilo e mestre do produto

# @KRF586
source: You can use this form to release style group and products to companies
pt_br: Você pode usar este formulário para liberar grupo de estilo e produtos para empresas

# @KRF587
source: The number has already been assigned to a Style group. Specify a new number.
pt_br: O número já foi atribuído a um grupo Style. Especifique um novo número.

# @KRF588
source: Identifies whether product iterated by fit.
pt_br: Identifica se o produto é iterado por ajuste.

# @KRF589
source: Product variant group is '%1'. Variant could not be added.
pt_br: O grupo de variantes do produto é '%1'. A variante não pôde ser adicionada.

# @KRF590
source: Iterated by color
pt_br: Iterado por cor

# @KRF591
source: Iterated by size
pt_br: Iterado pelo tamanho

# @KRF592
source: Iterated by fit
pt_br: Iterado por ajuste

# @KRF593
source: Create a new style group and product masters
pt_br: Crie um novo grupo de estilo e mestres de produtos

# @KRF594
source: Wizard to create a new style group and product masters
pt_br: Assistente para criar um novo grupo de estilo e mestres de produtos

# @KRF595
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF596
source: The '%1' table cannot be deleted because it is in '%2' status.
pt_br: A tabela '%1' não pode ser excluída porque está no status '%2'.

# @KRF597
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF598
source: The '%1' table cannot be changed because it is in '%2' status.
pt_br: A tabela '%1' não pode ser alterada porque está no status '%2'.

# @KRF599
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF600
source: The request for quotation case order line cannot be deleted because it is in '%1' status.
pt_br: A linha de pedido de caso de cotação não pode ser excluída porque está no status '%1'.

# @KRF601
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF602
source: Override drops per released item color
pt_br: Sobreposição de gotas por cor de item lançada

# @KRF603
source: The KRFTmpAggViewMap map contains the mapping between the aggregation view tables and source tables.
pt_br: O mapa KRFTmpAggViewMap contém o mapeamento entre as tabelas de exibição de agregação e as tabelas de origem.

# @KRF604
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF605
source: The BOM line tracking dimensions cannot be changed.
pt_br: As dimensões de rastreamento da linha BOM não podem ser alteradas.

# @KRF606
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF607
source: The BOM line cannot be deleted.
pt_br: A linha BOM não pode ser excluída.

# @KRF608
source: Result set type
pt_br: Tipo de conjunto de resultados

# @KRF609
source: The values which the matrix result should display.
pt_br: Os valores que o resultado da matriz deve exibir.

# @KRF610
source: Drop seasons
pt_br: Estações de queda

# @KRF611
source: The KRFDropSeasonTable contains details related to each drop season.
pt_br: O KRFDropSeasonTable contém detalhes relacionados a cada temporada de queda.

# @KRF612
source: Drop season
pt_br: Temporada de queda

# @KRF613
source: Drop season unique identifier.
pt_br: Identificador único da temporada de queda.

# @KRF614
source: Description of the drop season.
pt_br: Descrição da temporada de queda.

# @KRF615
source: Matrix cell highlight
pt_br: Destaque da célula matricial

# @KRF616
source: Missing sales lines in Order Change Management
pt_br: Linhas de vendas ausentes no Gerenciamento de Mudança de Ordem

# @KRF617
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF618
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF619
source: **** Re use label ****
pt_br: Reutilizar o rótulo ****

# @KRF620
source: Drops
pt_br: Gotas

# @KRF621
source: The KRFDropTable contains drop details related to each season.
pt_br: O KRFDropTable contém detalhes de queda relacionados a cada temporada.

# @KRF622
source: Start date of the drop.
pt_br: Data de início da entrega.

# @KRF623
source: End date of the drop.
pt_br: Data final da entrega.

# @KRF624
source: Drop unique identifier.
pt_br: Solte identificador único.

# @KRF625
source: Drop
pt_br: Soltar

# @KRF626
source: Create or update a drop.
pt_br: Crie ou atualize uma gota.

# @KRF627
source: Description of the drop.
pt_br: Descrição da queda.

# @KRF628
source: View drops
pt_br: Ver gotas

# @KRF629
source: View drop details
pt_br: Exibir detalhes de drop

# @KRF630
source: Create and update drop details
pt_br: Criar e atualizar detalhes de drop

# @KRF631
source: Maintain drops
pt_br: Manter gotas

# @KRF632
source: No backorders
pt_br: Sem ordem de fundo

# @KRF633
source: Default group for '%1' have not been set in the retail shared parameters.
pt_br: O grupo padrão para '%1' não foi definido nos parâmetros compartilhados no varejo.

# @KRF634
source: Retail fashion product master attributes
pt_br: Atributos mestres de produtos de moda de varejo

# @KRF635
source: The KRFEcoResProductMasterAttributes table stores product masters retail fashion attributes.
pt_br: A tabela KRFEcoResProductMasterAttributes armazena atributos de moda de varejo mestres de produtos.

# @KRF636
source: Default companies to release the product
pt_br: Empresas inadimplentes para liberar o produto

# @KRF637
source: Customer agreements
pt_br: Contratos de clientes

# @KRF638
source: The KRFCustAllocation table contains information about customer agreements priority.
pt_br: A tabela KRFCustAllocation contém informações sobre a prioridade dos contratos de clientes.

# @KRF639
source: Min. delivery %
pt_br: Min. entrega %

# @KRF640
source: Minimum delivery percentages
pt_br: Percentuais mínimos de entrega

# @KRF641
source: Delivery percentage
pt_br: Porcentagem de entrega

# @KRF642
source: Gantt chart cannot be displayed. Please complete plan by adding activity lines.
pt_br: O gráfico de Gantt não pode ser exibido. Por favor, complete o plano adicionando linhas de atividade.

# @KRF643
source: Delivery allocation type
pt_br: Tipo de alocação de entrega

# @KRF644
source: Set up customers' agreements
pt_br: Configurar acordos de clientes

# @KRF645
source: View customers' agreements
pt_br: Veja os contratos dos clientes

# @KRF646
source: View customers' agreements components
pt_br: Exibir os componentes de contratos dos clientes

# @KRF647
source: Maintain customers' agreements
pt_br: Manter os contratos dos clientes

# @KRF648
source: Create, update or delete customers' agreements
pt_br: Criar, atualizar ou excluir os contratos dos clientes

# @KRF649
source: Change discount
pt_br: Alterar desconto

# @KRF650
source: Change the discount percent.
pt_br: Mude a porcentagem de desconto.

# @KRF651
source: Change date.
pt_br: Mudar de data.

# @KRF652
source: New discount
pt_br: Novo desconto

# @KRF653
source: New date
pt_br: Nova data

# @KRF654
source: Recalculate trade agreement
pt_br: Recalcular acordo comercial

# @KRF655
source: Hierarchy table map
pt_br: Mapa da tabela hierárquica

# @KRF656
source: The KRFHierarchyTableMap map provides a common interface for the tables which contain hierarchy data.
pt_br: O mapa KRFHierarchyTableMap fornece uma interface comum para as tabelas que contêm dados hierárquicos.

# @KRF657
source: The sales return order line discount cannot be changed because it is in '%1' status.
pt_br: O desconto da linha de pedidos de retorno de vendas não pode ser alterado porque está no status '%1'.

# @KRF658
source: The sales order line discount cannot be changed because it is in '%1' status.
pt_br: O desconto da linha de pedidos de vendas não pode ser alterado porque está no status '%1'.

# @KRF659
source: Sales return lines - change deadline date
pt_br: Linhas de retorno de vendas - alterar a data do prazo

# @KRF660
source: Sales lines - change requested receipt date
pt_br: Linhas de vendas - alterar data de recebimento solicitada
