Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# KPMInspirationProductDevDoc
source: The KPMInspirationProduct table contains information about inspiration products.
pt_br: A tabela KPMInspirationProduct contém informações sobre produtos de inspiração.

# ReleaseToWarehouseTotalReleasedQty
source: Total released quantity
pt_br: Quantidade total liberada

# KBPModelFormNumberSeqEmptyNumberSeqWarning
source: Number sequence was not configurated for this form, the business plan creation has been disabled.
pt_br: A sequência numérica não foi configurada para este formulário, a criação do plano de negócios foi desativada.

# KBPModelFormNumberSeqManualNumberSeqWarning
source: Number sequence was configurated as MANUAL, it's not possible to use MANUAL number sequences in the business plan form, the business plan creation has been disabled.
pt_br: A sequência numérica foi configurada como MANUAL, não é possível usar sequências numéricas MANUAIS no formulário de plano de negócios, a criação do plano de negócios foi desativada.

# AddLineByMatrixEnabledHelp
source: Enables the button to add new lines by matrix
pt_br: Permite que o botão adicione novas linhas por matriz

# AddLineByMatrixAutoOpen
source: Auto open dialog
pt_br: Diálogo aberto automaticamente

# KBPModelGroupEntity
source: Business planning - Business plan group
pt_br: Planejamento empresarial - Grupo de planos de negócios

# KBPModelGroupEntityMaintain
source: Maintain business plan group entity
pt_br: Manter entidade do grupo de plano de negócios

# KBPModelGroupEntityView
source: View business plan group entity
pt_br: Ver entidade do grupo do plano de negócios

# KBPModelActualsQueryAnalyzer
source: Actuals query analyzer
pt_br: Analisador de consulta real

# RetailCatgeoryPlanninItemReferenceWarning
source: The product type cannot be changed because the item is referenced on retail product hierarchy.
pt_br: O tipo de produto não pode ser alterado porque o item é referenciado na hierarquia do produto de varejo.

# ReleaseUpdScript_EngineerRetailAttributesLegalEntityDesc
source: Initialize the engineer related attributes on retail product hierarchy.
pt_br: Inicialize os atributos relacionados ao engenheiro na hierarquia de produtos de varejo.

# MatrixMinActiveProdDimWarning
source: Using matrix requires minimum two active product dimensions.
pt_br: O uso da matriz requer no mínimo duas dimensões ativas do produto.

# StyleCategoryMinActiveProdDimWarning
source: Style group requires category with minimum two active product dimensions.
pt_br: O grupo de estilo requer categoria com no mínimo duas dimensões ativas do produto.

# PurchBackorderHelp
source: Select this account type if the reason code can be used with purchase backorder transactions. You can select this check box in Procurement and sourcing.
pt_br: Selecione este tipo de conta se o código de razão pode ser usado com transações de backorder de compra. Você pode selecionar esta caixa de seleção em Compras e sourcing.

# PurchBackorder
source: Purchase backorders
pt_br: Comprar backorders

# PurchBackorderReasons
source: Purchase backorder reasons
pt_br: Razões de ordem de compra

# ProductionOrderReport
source: K3 Fashion - Production order report
pt_br: K3 Fashion - Relatório de ordem de produção

# ProductInstructionsForProdOrderEntity
source: K3 Fashion - Product instructions for production order
pt_br: K3 Fashion - Instruções de produtos para ordem de produção

# ProductInstructionsForProdOrderEntityMaintain
source: Maintain product instructions for production order entity
pt_br: Manter as instruções do produto para a entidade de ordem de produção

# ProductInstructionsForProdOrderEntityView
source: View product instructions for production order entity
pt_br: Exibir instruções de produtos para entidade de ordem de produção

# ProductInstructionsForMasterProdOrderEntity
source: K3 Fashion - Product instructions for master production order
pt_br: K3 Fashion - Instruções de produtos para ordem de produção mestre

# ProductInstructionsForMasterProdOrderEntityMaintain
source: Maintain product instructions for master production order entity
pt_br: Manter as instruções do produto para a entidade mestre da ordem de produção

# ProductInstructionsForMasterProdOrderEntityView
source: View product instructions for master production order entity
pt_br: Exibir instruções de produtos para entidade mestre de ordem de produção

# KRFTmpProdReportDevDoc
source: The KRFTmpProdReport table contains information used by production order report.
pt_br: A tabela KRFTmpProdReport contém informações usadas pelo relatório de ordem de produção.

source: Azure storage setup
pt_br: Configuração de armazenamento do Azure

# AzureStorageAccountName
source: Account name
pt_br: Nome da conta

# AzureStorageAccountNameHelp
source: The name of the Azure storage account
pt_br: O nome da conta de armazenamento Azure

# AzureStorageAccountKey
source: Account key
pt_br: Chave de conta

# AzureStorageAccountKeyHelp
source: The access key for the Azure storage account
pt_br: A chave de acesso para a conta de armazenamento Azure

# AzureStorageFileShare
source: File share
pt_br: Compartilhamento de arquivos

# AzureStorageFileShareHelp
source: The name of the Azure file share
pt_br: O nome do arquivo Azure

# AzureStorageSetupError
source: Azure storage setup not specified on Document Management parameters
pt_br: Configuração de armazenamento do Azure não especificada nos parâmetros de gerenciamento de documentos

source: Product documents
pt_br: Documentos do produto

# ProductDocumentsView
source: View product documents
pt_br: Exibir documentos do produto

# ProductDocumentsMaintain
source: Maintain product documents
pt_br: Manter documentos do produto

# ProductDocumentUpload
source: Product documents upload
pt_br: Upload de documentos do produto

# ProductDocumentUploadProfile
source: Product documents upload profile
pt_br: Perfil de upload de documentos do produto

# ProductDocumentUploadProfileView
source: View product documents upload profile
pt_br: Exibir o perfil de upload de documentos do produto

# ProductDocumentUploadProfileMaintain
source: Maintain product documents upload profile
pt_br: Manter o perfil de upload de documentos do produto

# ProductDocumentUploadProfileEntity
source: K3 Fashion - Product documents upload profile
pt_br: K3 Fashion - Documentos do produto carregam perfil

# ProductDocumentUploadProfileEntityView
source: View product documents upload profile entity
pt_br: Exibir documentos do produto carregar entidade perfil

# ProductDocumentUploadProfileEntityMaintain
source: Maintain product documents upload profile entity
pt_br: Manter documentos do produto carregar entidade perfil

# ProductDocumentUploadProfileFileTypesEntity
source: K3 Fashion - Product documents upload file types
pt_br: K3 Fashion - Documentos de produtos carregam tipos de arquivos

# ProductDocumentUploadProfileFileTypesEntityView
source: View product documents upload file types entity
pt_br: Exibir documentos do produto carregar tipos de arquivo entidade

# ProductDocumentUploadProfileFileTypesEntityMaintain
source: Maintain product documents upload file types entity
pt_br: Manter documentos do produto carregar tipos de arquivo entidade

# ProductDocumentUploadProfileFileNameSetupEntity
source: K3 Fashion - Product documents upload file name setup
pt_br: K3 Fashion - Documentos do produto carregam a configuração do nome do arquivo

# ProductDocumentUploadProfileFileNameSetupEntityView
source: View product documents upload file name setup entity
pt_br: Exibir documentos do produto carregar entidade de configuração de nome do arquivo

# ProductDocumentUploadProfileFileNameSetupEntityMaintain
source: Maintain product documents upload file name setup entity
pt_br: Manter documentos do produto carregar entidade de configuração de nome do arquivo

# ProductDocumentUploadProfileFileTypes
source: Product documents upload file types
pt_br: Documentos do produto carregam tipos de arquivos

# ProductDocumentUploadProfileFileNameSetup
source: Product documents upload file name setup
pt_br: Documentos do produto carregam configuração de nome do arquivo

# ProductDocumentUploadProfileFileNameSetupError
source: No file name setup has been found.
pt_br: Nenhuma configuração de nome de arquivo foi encontrada.

# ProductDocumentUploadProfileId
source: Profile Id
pt_br: Identificação de perfil

# ProductDocumentUploadProfileLog
source: Product documents upload log
pt_br: Registro de upload de documentos do produto

# ProductDocumentUploadParameters
source: Product documents upload parameters
pt_br: Parâmetros de upload de documentos do produto

# ProductDocumentUploadFolder
source: Upload directory
pt_br: Diretório de upload

# ProductDocumentUploadedFolder
source: Uploaded directory
pt_br: Diretório enviado

# ProductDocumentUploadFolderHelp
source: The directory inside the Azure File Share, where the files are stored.
pt_br: O diretório dentro do Azure File Share, onde os arquivos são armazenados.

# ProductDocumentUploadedFolderHelp
source: The directory inside the Azure File Share, where the files are moved after upload.
pt_br: O diretório dentro do Azure File Share, para onde os arquivos são movidos após o upload.

# ProductDocumentUploadFileNameDelimiter
source: File name delimiter
pt_br: Delimitador de nome do arquivo

# ProductDocumentUploadFileNameDelimiterHelp
source: The delimiter used to determine the information contained in the file name.
pt_br: O delimitador usado para determinar as informações contidas no nome do arquivo.

# ProductDocumentUploadFileNameInfoType
source: Product information type
pt_br: Tipo de informações do produto

# ProductDocumentUploadFileNameInfoTypeHelp
source: The type of information contained in the file name.
pt_br: O tipo de informação contida no nome do arquivo.

# ProductDocumentUploadExecutionId
source: Execution Id
pt_br: Id de execução

# ProductDocumentUploadExecutionIdHelp
source: ID generated for each execution of the batch job.
pt_br: ID gerado para cada execução do trabalho em lote.

# UnableToDefineField
source: Unable to define field '%1'
pt_br: Incapaz de definir campo '%1'

# UnableToFindRecordForFile
source: Unable to find a record on '%1' for file '%2'
pt_br: Não é possível encontrar um registro em '%1' para o arquivo '%2'

source: Replace file
pt_br: Substituir arquivo

# ReplaceFileHelp
source: Replace existing file with same name.
pt_br: Substitua o arquivo existente com o mesmo nome.

# ReleaseUpdateScriptsBatchJobDesc
source: K3 Software - Release update script - %1 (%2)
pt_br: K3 Software - Script de atualização de lançamento - %1 (%2)

# ReleaseUpdateScriptsAlreadyScheduledOrExecutingWarning
source: Update script for table '%1' (%2) is already scheduled or being executed.
pt_br: O script de atualização da tabela '%1' (%2) já está programado ou sendo executado.

# ReleaseUpdateScriptsFinishedWarning
source: Update script for table '%1' (%2) was finished and can't be re-executed.
pt_br: O script de atualização da tabela '%1' (%2) foi concluído e não pode ser re-executado.

# ProductInstructionsItemNoGroupDefinedWarning
source: No instruction group is defined on released product.
pt_br: Nenhum grupo de instrução é definido sobre o produto liberado.

# MarkdownModelRecordId
source: Markdown line record ID
pt_br: ID de registro de linha markdown

# MarkdownModelMatchingAgreements
source: Markdown model - matching trade agreements
pt_br: Modelo de markdown - acordos comerciais correspondentes

# MarkdownModelExpireAgreements
source: Expire existing trade agreements
pt_br: Expiram acordos comerciais existentes

# MarkdownModelExpireAgreementsHelpTxt
source: Determines if already existing trade agreements should set as expired.
pt_br: Determina se os acordos comerciais já existentes devem ser definidos como expirados.

source: Batch scheduled
pt_br: Lote agendado

source: Unlock batch
pt_br: Desbloquear lote

# MarkdownModelUnlockBatchPrompt
source: A batch process was scheduled. Unlocking the markdown model will not cancel the batch job. Do you want to continue?
pt_br: Um processo de lote foi agendado. Desbloquear o modelo de marcação não cancelará o trabalho em lote. Você quer continuar?

source: Re-publish
pt_br: Republicação

# ReplenishmentActionHistory
source: Replenishment plan - action history
pt_br: Plano de reposição - história da ação

# ReplenishmentActionHistoryDevDoc
source: The KRFReplenishmentPlanActionHistory table contains history of actions taken on replenishment plan.
pt_br: A tabela KRFReplenishmentPlanActionHistory contém histórico de ações tomadas no plano de reposição.

# ReplenishmentPublishPeriodically
source: Publish periodically
pt_br: Publique periodicamente

# ReplenishmentPublishPeriodicallyHelp
source: Replenishment plan publishing periodically.
pt_br: Plano de reposição publicado periodicamente.

# ReplenishmentActionHistoryEntityView
source: View replenishment plan action history
pt_br: Ver o histórico de ação do plano de reposição

# MarkdownModelExpireExistingNote
source: Select all existing trade agreements which should be set as expired
pt_br: Selecione todos os acordos comerciais existentes que devem ser definidos como expirados

source: External color code type
pt_br: Tipo de código de cor externo

# MPOGroupByQty
source: Group by qty
pt_br: Grupo por qty

# MPOGroupByQtyHelp
source: Should master production orders be grouped by total production quantity.
pt_br: Deve dominar as ordens de produção devem ser agrupadas pela quantidade total de produção.

# MPOGroupByQtyTolerance
source: Tolerance %
pt_br: Tolerância %

# MPOGroupByQtyToleranceHelp
source: Tolerance for production orders quantity to be grouped.
pt_br: Tolerância para que a quantidade de pedidos de produção seja agrupada.

# MPOAdjustEarliestDate
source: Adjust to earliest date
pt_br: Ajuste para a data mais antiga

# MPOAdjustEarliestDateHelp
source: Should all production orders within the same master production order inherit the date from single production order with the earliest date.
pt_br: Se todas as ordens de produção dentro da mesma ordem de produção mestre herdar a data da ordem de produção única com a data mais antiga.

# MPOCreationMode
source: Creation mode
pt_br: Modo de criação

# ProductionOrderGroupSplitMatrixHelp
source: Split master production order through matrix.
pt_br: Dividir a ordem de produção mestre através da matriz.

# ProductionOrderGroupCreated
source: Master production order '%1' created successfully.
pt_br: Ordem de produção mestre '%1' criada com sucesso.

# ProductDocumentUploadProfileUseMapping
source: Use mapping
pt_br: Use mapeamento

# ProductDocumentUploadProfileFileMapping
source: Product documents upload file name mapping
pt_br: Documentos do produto carregam mapeamento de nomes de arquivos

# ProductDocumentUploadFileNameWithExt
source: File name with extension
pt_br: Nome do arquivo com extensão

# ProductDocumentUploadProfileFileMappingEntity
source: K3 Fashion - Product documents upload file name mapping
pt_br: K3 Fashion - Documentos do produto carregam mapeamento de nomes de arquivos

# ProductDocumentUploadProfileFileMappingEntityView
source: View product documents upload file name mapping
pt_br: Exibir documentos do produto upload mapeamento de nomes de arquivo

# ProductDocumentUploadProfileFileMappingEntityMaintain
source: Maintain product documents upload file name mapping
pt_br: Manter documentos do produto upload mapeamento de nomes de arquivo

# DefaultProductImageDocumentType
source: Default document type for product images
pt_br: Tipo de documento padrão para imagens do produto

# DefaultProductImageDocumentTypeNotFound
source: Default document type '%1' not found. Initialize document types on '%2'
pt_br: O tipo de documento padrão '%1' não encontrado. Inicialize os tipos de documentos em '%2'

# AzureFileShareDocLink
source: How to create a file share in Azure Files
pt_br: Como criar um compartilhamento de arquivos no Azure Files

source: BOM model template
pt_br: Modelo bom modelo

source: BOM model template ID
pt_br: ID modelo BOM

# BOMModelTemplateIdSeqNumber
source: Unique key for BOM model template ID. The key is used during the creation of BOM model templates.
pt_br: Chave exclusiva para ID de modelo bom. A chave é usada durante a criação de modelos BOM.

# BOMModelLineProductDimension
source: BOM model product dimension sequence - BOM lines product dimensions enum
pt_br: Sequência de dimensão do produto do modelo BOM - Dimensions do produto das linhas BOM enum

# BOMModelProductDimensionSeqTable
source: BOM model product dimension sequence table
pt_br: Tabela de sequência de dimensão do produto do modelo BOM

# BOMModelProductDimensionSeqLine
source: BOM model product dimension sequence lines
pt_br: Linhas de sequência de dimensão do produto do modelo BOM

# BOMModelProductDimensionSeq
source: Product dimension sequence
pt_br: Sequência de dimensão do produto

source: BOM model
pt_br: Modelo BOM

source: BOM line product dimension
pt_br: Dimensão do produto da linha BOM

# BOMRouteTemplate
source: Route template
pt_br: Modelo de rota

# BOMRouteTemplateId
source: Route template ID
pt_br: ID do modelo de rota

# BOMRouteTemplateIdSeqNumber
source: Unique key for Route template ID. The key is used during the creation of Route templates.
pt_br: Chave única para ID de modelo de rota. A chave é usada durante a criação de modelos de Rota.

# BOMRouteTemplateOperations
source: Route operations
pt_br: Operações de roteiro

# BOMRouteTemplateEntity
source: K3 Fashion - Route template
pt_br: K3 Fashion - Modelo de rota

# BOMRouteTemplateEntityMaintain
source: Maintain Route template entity
pt_br: Manter a entidade de modelo de rota

# BOMRouteTemplateEntityView
source: View route template entity
pt_br: Exibir entidade de modelo de rota

# BOMRouteTemplateLineEntity
source: K3 Fashion - Route template lines
pt_br: K3 Fashion - Linhas de modelo de rota

# BOMRouteTemplateLineEntityMaintain
source: Maintain route template lines entity
pt_br: Manter a entidade de linhas de modelo de rota

# BOMRouteTemplateLineEntityView
source: View route template lines entity
pt_br: Exibir a entidade de linhas de modelo de rota

source: BOM model template table
pt_br: Tabela de modelos BOM

# BOMModelTemplateLine
source: BOM model template lines
pt_br: Linhas de modelo bom

# BOMRouteTemplateTable
source: Route template table
pt_br: Tabela de modelo de rota

# BOMRouteTemplateLine
source: Route template lines (Route operations)
pt_br: Linhas de modelo de rota (operações de rota)

# BOMModelTemplateLineTypeHelp
source: Type of the BOM model template line, Item or free text.
pt_br: Tipo da linha modelo BOM, item ou texto gratuito.

# BOMModelTemplateTableEntity
source: K3 Fashion - BOM model template
pt_br: K3 Fashion - Modelo modelo BOM

# BOMModelTemplateTableEntityMaintain
source: Maintain BOM model template entity
pt_br: Manter a entidade de modelo de modelo BOM

# BOMModelTemplateTableEntityView
source: View BOM model template entity
pt_br: Ver a entidade de modelo do modelo bom

# BOMModelMaintain
source: Maintain BOM model forms and entities
pt_br: Manter formas e entidades do modelo BOM

# BOMModelView
source: View BOM model forms and entities
pt_br: Veja formulários e entidades do modelo BOM

# BOMModelTemplatesView
source: View BOM model template forms
pt_br: Exibir formulários de modelo do modelo BOM

# BOMModelTemplatesMaintain
source: Maintain BOM model template forms
pt_br: Manter formulários de modelo BOM

source: BOM model table
pt_br: Tabela modelo BOM

# BOMModelLine
source: BOM model lines
pt_br: Linhas do modelo BOM

source: BOM model ID
pt_br: ID modelo BOM

# BOMModelHeader
source: Bill of materials model header
pt_br: Cabeçalho modelo de conta de materiais

# BOMModelIdSeqNumber
source: Unique key for BOM model ID. The key is used during the creation of BOM models.
pt_br: Chave única para ID modelo BOM. A chave é usada durante a criação de modelos BOM.

# KBPCriteriaResetPrompt
source: Are you sure you want to reset the criteria?
pt_br: Tem certeza que quer redefinir os critérios?

# ReleaseUpdScript_PurchParameters813Desc
source: Set default order category in accounts payable module parameters and assign order category to exisiting purchase orders without a category.
pt_br: Defina a categoria de pedido padrão nas contas a pagar parâmetros do módulo e atribua categoria de ordem a exisite ordens de compra sem uma categoria.

# ReleaseUpdScript_SalesParameters813Desc
source: Set default order category in accounts receivable module parameters and assign order category to exisiting sales orders without a category.
pt_br: Defina a categoria de pedido padrão nos parâmetros do módulo a receber das contas e atribua categoria de pedido a exisite ordens de venda sem uma categoria.

# BOMModelLines
source: Bill of materials model lines
pt_br: Linhas de modelo de conta de materiais

# CustomerInventoryInfo
source: Customer inventory
pt_br: Inventário do cliente

# CustomerInventoryLocations
source: Customer locations
pt_br: Localizações dos clientes

# CustomerInventSum
source: Customer on-hand inventory
pt_br: Inventário de clientes em mãos

# CustomerInventoryImport
source: Customer inventory import data
pt_br: Dados de importação de estoque do cliente

# CustomerInventoryImportEntity
source: K3 Fashion - Customer inventory import data
pt_br: K3 Fashion - Dados de importação de estoque de clientes

# CustomerInventoryImportEntityView
source: View customer inventory import data
pt_br: Exibir dados de importação de estoque de clientes

# CustomerInventoryImportEntityMaintain
source: Maintain customer inventory import data
pt_br: Manter os dados de importação de estoque do cliente

# CustomerInventoryMaintain
source: Maintain customer inventory
pt_br: Manter o estoque do cliente

# CustomerInventoryImportCleanup
source: Customer inventory import data clean-up
pt_br: Limpeza de dados de importação de estoque do cliente

# CustomerInventoryImportProcess
source: Customer inventory import data processing
pt_br: Processamento de dados de importação de estoque do cliente

# CustomerInventoryLocationsEntity
source: K3 Fashion - Customer locations
pt_br: K3 Fashion - Localizações dos clientes

# CustomerInventoryLocationsEntityView
source: View customer locations
pt_br: Veja os locais dos clientes

# CustomerInventoryLocationsEntityMaintain
source: Maintain customer locations
pt_br: Manter as localizações dos clientes

# CustomerInventoryTrans
source: Customer inventory transactions
pt_br: Transações de inventário de clientes

source: Customer inventory group
pt_br: Grupo de inventário de clientes

source: Customer inventory group id
pt_br: ID do grupo de inventário do cliente

source: External qty
pt_br: Qty externo

# ExternalQtyHelp
source: Quantity on customer inventory.
pt_br: Quantidade no inventário do cliente.

# MarkdownModelUpdateDescriptionPrompt
source: Description has been changed. Do you want to update markdown model lines?
pt_br: A descrição foi alterada. Deseja atualizar as linhas de modelos de marcação?

# KBPCopyColumnFieldsConfig
source: Copy column configuration
pt_br: Copiar configuração da coluna

# KBPCopyColumnFieldsConfigPrompt
source: Are you sure you want to overwrite existing column configuration?
pt_br: Tem certeza de que deseja substituir a configuração da coluna existente?

# KBPUnableToSelectColumnWarning
source: Business plan column id '%1' cannot be selected.
pt_br: O id da coluna do plano de negócios '%1' não pode ser selecionado.

source: Calculate supplementary items
pt_br: Calcular itens suplementares

# CalculateSupplementaryItemsHelp
source: Is supplementary items calculation needed when confirming order?
pt_br: O cálculo dos itens complementares é necessário ao confirmar a ordem?
