Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# RangePlanningPlanSourceLineLogDevDoc
source: The KRFRangePlanningPlanSourceLineLog table contains range planning source line validation details.
pt_br: A tabela KRFRangePlanningPlanSourceLineLog contém detalhes de validação da linha de origem de planejamento de faixa.

# RangePlanningPlanSourceLineLogEntityView
source: View range planning plan source line validation details
pt_br: Exibir detalhes de validação da linha de origem do plano de planejamento de alcance

# RangePlanningPlanDestinationHelpTxt
source: Range planning plan destination.
pt_br: Destino do plano de planejamento de alcance.

# RangePlanningPlanDemandForecast
source: Demand forecast
pt_br: Previsão de demanda

# RangePlanningSizeWeightMissingWarning
source: Unable to assign size weight (Location: '%1', Item: '%2', Size: '%3', Color: '%4', Fit: '%5').
pt_br: Incapaz de atribuir peso de tamanho (Local: '%1', Item: '%2', Tamanho: '%3', Cor: '%4', Ajuste: '%5').

# RangePlanningStyleWeightMissingWarning
source: Unable to assign fit weight (Location: '%1', Item: '%2', Size: '%3', Color: '%4', Fit: '%5').
pt_br: Incapaz de atribuir peso de ajuste (Local: '%1', Item: '%2', Tamanho: '%3', Cor: '%4', Ajuste: '%5').

# RangePlanningAllocatedQtyZeroWarning
source: Allocated quantity is 0.
pt_br: A quantidade alocada é 0.

# PlannedItemCoverageJournalNoLinesWarning
source: Planned item coverage journal does not contain any lines.
pt_br: O diário de cobertura de itens planejado não contém nenhuma linha.

# RangePlanningAllocationFilter
source: Allocation filter
pt_br: Filtro de alocação

# RangePlanningAllocationFilterNonAllocated
source: Non-allocated
pt_br: Não alocado

# RangePlanningAllocationFilterAllocated
source: Allocated
pt_br: Alocado

# BOMModelPostBOMIdNumberSeqError
source: The number sequence for Bill of materials cannot be manual
pt_br: A sequência numérica para Bill de materiais não pode ser manual

# CustomerRingfencingCustPriority
source: Customer priority
pt_br: Prioridade do cliente

# CustomerRingfencingItemPriority
source: Item priority
pt_br: Prioridade do item

# CustomerRingfencingPriority
source: Ringfencing consumption priority§0020§
pt_br: Prioridade de consumo de ringfencing§0020§

# CustomerRingfencingPriorityHelp
source: Defines the sequence of which ringfencing rule the quantities will be consumed first.
pt_br: Define a sequência de qual anéis de controle as quantidades serão consumidas primeiro.

# ReleaseUpdate_KRFCustRingfencingRuleLine
source: Update new fields (Item Priority and Customer Priority) according to the parameters.
pt_br: Atualize novos campos (Prioridade do Item e Prioridade do Cliente) de acordo com os parâmetros.

# CustomerRingfencingCheckAndPost
source: Check and post ringfencing
pt_br: Confira e poste o ringfencing

# CustomerRingfencingCheckAndPostHelp
source: Is check and post ringfencing action needed when confirming order?
pt_br: A ação de verificação e pós-adoção é necessária ao confirmar a ordem?

# CustomerRingfencingCheckAndPostWarning
source: Item '%1' with combination ('%2') does not have enough quantity on ringfencing.
pt_br: O item '%1' com combinação ('%2') não tem quantidade suficiente no ringfencing.

# CustRingfencingRuleQtyTrans
source: Ringfencing rule transactions
pt_br: Transações de regras de ringfencing

# CustomerRingfencingRuleLineCaption
source: Rule lines
pt_br: Linhas de regras

# CustomerRingfencingRuleQtysCaption
source: Rule quantities
pt_br: Quantidades de regras

# CustomerRingfencingQtyOnHand
source: Ringfencing on-hand
pt_br: Ringfencing na mão

# DisableReportFashionDesign
source: Disable K3 Fashion design
pt_br: Desativar o design de K3 Fashion

# DisableReportFashionDesignSalesPackingSlip
source: Disable K3 Fashion design for sales packing slip report.
pt_br: Desativar o design de K3 Fashion para o relatório de deslizamento de vendas.

# DisableReportFashionDesignSalesConfirmation
source: Disable K3 Fashion design for sales comfirmation report.
pt_br: Desativar o design de K3 Fashion para relatório de comfirmação de vendas.

# DisableReportFashionDesignSalesInvoice
source: Disable K3 Fashion design for sales invoice report.
pt_br: Desativar o design de K3 Fashion para relatório de fatura de vendas.

# DisableReportFashionDesignPurchaseOrder
source: Disable K3 Fashion design for purchase order report.
pt_br: Desabilite o design de K3 Fashion para relatório de pedido de compra.

# ReportFashionSystemDesignMismatchWarning
source: Copy/Original preview is disabled as report design '%1' does not match the system design '%2'. When not using K3 Fashion design, disable it in form setup, reopen the print management form and try again.
pt_br: A visualização copy/Original é desativada, pois o design do relatório '%1' não corresponde ao design do sistema '%2'. Ao não usar o design K3 Fashion, desabilite-o na configuração da forma, reabra o formulário de gerenciamento de impressão e tente novamente.

# ReportFashionDefaultDesignMismatchWarning
source: Copy/Original preview is disabled as report design '%1' does not match the default design '%2'.
pt_br: A visualização copy/Original é desativada, pois o design do relatório '%1' não corresponde ao design padrão '%2'.

# SalesCubeDashboard
source: K3 Fashion Sales Dashboard
pt_br: Painel de Vendas de K3 Fashion

# IdFieldCannotContainCharacterError
source: The Id field cannot contain the '%1' character.
pt_br: O campo de Id não pode conter o caractere '%1'.

source: Days cancellation
pt_br: Cancelamento de dias

source: Cancel date
pt_br: Data de cancelamento

# ProductStatusRetailAssortmentBlocked
source: Retail assortment
pt_br: Sortimento de varejo

# ProductStatusRetailAssortmentBlockedHelpText
source: Identifies whether product is blocked for adding as retail assortment.
pt_br: Identifica se o produto está bloqueado para adicionar como variedade de varejo.

# ProdOrderCategory
source: Production order category
pt_br: Categoria de ordem de produção

# ProdOrderCategoryHepTxt
source: Identification of the production order category.
pt_br: Identificação da categoria de ordem de produção.

# ProdOrderCategoryDevDoc
source: The KRFProdOrderCategoryTable contains details of all the production order categories.
pt_br: O KRFProdOrderCategoryTable contém detalhes de todas as categorias de ordem de produção.

# ProdOrderCategories
source: Production order categories
pt_br: Categorias de ordem de produção

# ProdOrderCategoriesHelpTxt
source: Create or update production order category.
pt_br: Criar ou atualizar a categoria de ordem de produção.

# ProdOrderCategoriesView
source: View production order categories
pt_br: Ver categorias de ordem de produção

# ProdOrderCategoriesMaintain
source: Maintain production order categories
pt_br: Manter categorias de ordem de produção

# ProdOrderCategoryEntityView
source: View production order categories entity
pt_br: Ver entidade das categorias de ordem de produção

# ProdOrderCategoryEntityMaintain
source: Maintain production order categories entity
pt_br: Manter entidade das categorias de ordem de produção

# InitScriptsProdCategoryDefault
source: Production order category - Default category
pt_br: Categoria de ordem de produção - Categoria padrão

# InitScriptsProdCategoryDefaultDesc
source: Create default production order category and assign to already existing master production orders and production orders.
pt_br: Crie a categoria de ordem de produção padrão e atribua-se a ordens de produção e ordens de produção já existentes.

# ReleaseUpdScript_KRFProdOrderCategoryTable
source: Update production order category for production orders and master production orders.
pt_br: Atualizar a categoria de ordem de produção para ordens de produção e ordens de produção mestres.

# ProdOrderCategoryNotDefinedWarning
source: Production order category is not defined in production control parameters.
pt_br: A categoria de ordem de produção não é definida nos parâmetros de controle de produção.

# PLMPlanProductWizard
source: Plan wizard by products
pt_br: Assistente de plano por produtos

# PLMPlanPurchOrdersWizard
source: Plan wizard by purchase orders
pt_br: Assistente de plano por ordens de compra

# PLMPlanPurchOrdersWizardSelection
source: Purchase order selection
pt_br: Seleção do pedido de compra

# PLMPlanPurchOrdersWizardSelectButton
source: Select orders
pt_br: Selecione ordens

# PLMActivityColorEnabled
source: Color enabled
pt_br: Cor habilitada

# PLMPlanTableProductModifiedBox
source: This plan contains activity lines which are color enabled. Explode activities per color?
pt_br: Este plano contém linhas de atividade que são habilitadas para cores. Explodir atividades por cor?

# OrderQtyAdjustedToMaxAvailInfo
source: Quantity has been adjusted to maximum available.
pt_br: A quantidade foi ajustada ao máximo disponível.

# OrderQtyAdjustToMaxAvailable
source: Adjust to maximum available
pt_br: Ajuste ao máximo disponível

# OrderQtyAdjustUnableToReserveInfo
source: Unable to reserve requested quantity, line was not created or deleted.
pt_br: Sem poder reservar a quantidade solicitada, a linha não foi criada ou excluída.

# MatrixReservationFieldGroup
source: Reservation - matrix
pt_br: Reserva - matriz

# WarehouseOperatingUnitNotCreatedInfo
source: Operation cancelled. Operating unit has not been created.
pt_br: Operação cancelada. A unidade operacional não foi criada.

# WarehouseOperatingUnitNumberExistsWarning
source: Operating unit with number '%1' already exists.
pt_br: A unidade operacional com o número '%1' já existe.

# WarehouseOperatingUnitNumSeqManualWarning
source: Operating unit number sequence '%1' cannot be set as manual.
pt_br: A sequência de número da unidade operacional '%1' não pode ser definida como manual.

# PLMUpdateLineActivityAction
source: Update activity line
pt_br: Atualizar linha de atividades

# PLMActionReferenceLineNotFound
source: Reference line does not exist.
pt_br: A linha de referência não existe.

# PLMActionRefLinePredecessorError
source: Reference line '%1' for plan '%2' shouldn't have a predecessor.
pt_br: A linha de referência '%1' para o plano '%2' não deve ter um antecessor.

# PLMActionValueValidate
source: Value '%1' is not a valid status.
pt_br: O valor '%1' não é um status válido.

# RangePlanningValidationMode
source: Validation mode
pt_br: Modo de validação

# RangePlanningValidationModeHelpTxt
source: Identifies what action should be taken when issues are found during range planning plan validation.
pt_br: Identifica quais ações devem ser tomadas quando os problemas são encontrados durante a validação do plano de planejamento de intervalo.

# EmptyRangePlanningGroupTableWarning
source: There's no Range planning groups created. Please, create at least one group to be able to use the matrix.
pt_br: Não há grupos de planejamento de Range criados. Por favor, crie pelo menos um grupo para poder usar a matriz.

# EmptyRangePlanningPerformanceGroupsTableWarning
source: There's no Range planning performance groups created. Please, create at least one group to be able to use the matrix.
pt_br: Não há grupos de desempenho de planejamento de range criados. Por favor, crie pelo menos um grupo para poder usar a matriz.

# EmptyRangePlanningProductGroupTableWarning
source: There's no Range planning product groups created. Please, create at least one group to be able to use the matrix.
pt_br: Não há grupos de produtos de planejamento de range criados. Por favor, crie pelo menos um grupo para poder usar a matriz.

# RetailInventRecallLineEntity
source: K3 Fashion - Inventory recall lines
pt_br: K3 Fashion - Linhas de recall de inventário

# RetailInventRecallLineEntityMaintain
source: Maintain inventory recall lines entity
pt_br: Manter a entidade de linhas de recall de estoque

# RetailInventRecallLineEntityView
source: View inventory recall lines entity
pt_br: Ver a entidade de linhas de recall de inventário

# RetailInventRecallLocationEntity
source: K3 Fashion - Inventory recall locations
pt_br: K3 Fashion - Locais de recall de estoque

# RetailInventRecallLocationEntityMaintain
source: Maintain inventory recall locations entity
pt_br: Manter a entidade de locais de recall de estoque

# RetailInventRecallLocationEntityView
source: View inventory recall locations entity
pt_br: Ver a entidade de locais de recall de estoque

# RetailInventRecallTableEntity
source: K3 Fashion - Inventory recall entity
pt_br: K3 Fashion - Entidade de recall de estoque

# RetailInventRecallTableEntityMaintain
source: Maintain inventory recall entity
pt_br: Manter entidade de recall de estoque

# RetailInventRecallTableEntityView
source: View inventory recall entity
pt_br: Ver entidade de recall de estoque

source: Display code language priority
pt_br: Prioridade do idioma de código de exibição

# DisplayCodeLanguagePriorityHelpText
source: Indicates the display code language priority.
pt_br: Indica a prioridade do idioma do código de exibição.

# DisplayCodeLanguagePriorityCustomerUserSystem
source: Customer-User-System
pt_br: Sistema cliente-usuário

# DisplayCodeLanguagePriorityUserCustomerSystem
source: User-Customer-System
pt_br: Usuário-Cliente-Sistema

source: Default only
pt_br: Somente padrão

# RetailInventBalancingLineEntity
source: K3 Fashion - Inventory balancing lines
pt_br: K3 Fashion - Linhas de balanceamento de estoque

# RetailInventBalancingLineEntityMaintain
source: Maintain inventory balancing lines entity
pt_br: Manter a entidade de linhas de equilíbrio de estoque

# RetailInventBalancingLineEntityView
source: View inventory balancing lines entity
pt_br: Ver a entidade de linhas de balanceamento de estoque

# RetailInventBalancingLocationEntity
source: K3 Fashion - Inventory balancing locations
pt_br: K3 Fashion - Locais de balanceamento de estoque

# RetailInventBalancingLocationEntityMaintain
source: Maintain inventory balancing locations entity
pt_br: Manter a entidade de locais de equilíbrio de estoque

# RetailInventBalancingLocationEntityView
source: View inventory balancing locations entity
pt_br: Ver a entidade de locais de balanceamento de estoque

# RetailInventBalancingTableEntity
source: K3 Fashion - Inventory balancing entity
pt_br: K3 Fashion - Entidade de balanceamento de estoque

# RetailInventBalancingTableEntityMaintain
source: Maintain inventory balancing entity
pt_br: Manter entidade de balanceamento de estoque

# RetailInventBalancingTableEntityView
source: View inventory balancing entity
pt_br: Ver entidade de balanceamento de estoque

source: Hide filters
pt_br: Ocultar filtros

source: Show filters
pt_br: Mostrar filtros

# RangePlanningPlanStoreNoMainWhsExludedInfo
source: Store '%1' will be excluded because no main warehouse has been defined for warehouse '%2'.
pt_br: A loja '%1' será excluída porque nenhum armazém principal foi definido para o armazém '%2'.

# RangePlanningPlanStoreNoMainWhsWarning
source: None of the selected channels have main warehouse asssigned. Check related warehouse setup.
pt_br: Nenhum dos canais selecionados tem o armazém principal assinado. Verifique a configuração do armazém relacionado.

# InitScriptsAlreadyScheduledOrExecutingWarning
source: Initialization script '%1' is already scheduled or being executed.
pt_br: O script de inicialização '%1' já está programado ou sendo executado.

# InitializationScriptsBatchJobDesc
source: K3 Software - Initialization script - %1.
pt_br: K3 Software - Script de inicialização - %1.

# ReleaseUpdScript_KRFInitializationScripts10
source: Update status of the initialization script according to the executed flag.
pt_br: Atualize o status do script de inicialização de acordo com a bandeira executada.

# TmpMatrixFilterTable
source: Used to manipulate the filters within the matrix. (Internal use only)
pt_br: Usado para manipular os filtros dentro da matriz. (Somente uso interno)

# MatrixFilterSelectedByUser
source: Used to save the the filters that have been selected by the user. (Internal use only)
pt_br: Usado para salvar os filtros selecionados pelo usuário. (Somente uso interno)

# RangePlanningRelatedRetailStoresView
source: View range planning related retail stores
pt_br: Ver o planejamento de gama de lojas de varejo relacionadas

# RangePlanningRelatedProductsView
source: View range planning related products by retail store
pt_br: Exibir produtos relacionados ao planejamento de gama por loja de varejo

# RangePlanningPerfGroup
source: Performance group
pt_br: Grupo de desempenho

source: Range planning product group variants
pt_br: Variantes do grupo de produtos de planejamento de gama

# RangePlanningProductGroupVariantsDevDoc
source: The KRFRangePlanningProductGroupVariants table contains information about range planning poduct group variants.
pt_br: A tabela KRFRangePlanningProductGroupVariants contém informações sobre as variantes do grupo poduct de planejamento de alcance.

# ReleaseUpdScript_KRFRangePlanningProductGroupVariants10
source: Generate range planning product group variants for existing range planning product group lines.
pt_br: Gerar variantes de grupo de produtos de planejamento de gama para linhas de grupo de produtos de planejamento de gama existentes.

# RangePlanningProductGroupVariantLineTypeHelpTxt
source: The line type is used to include or exclude a product variant from range planning plan.
pt_br: O tipo de linha é usado para incluir ou excluir uma variante do produto do plano de planejamento de gama.

# RangePlanningLineTypeFilter
source: Line type filter
pt_br: Filtro de tipo de linha

# RangePlanningProductGroupVariantsEntityMaintain
source: Maintian range planning product group variants
pt_br: Principais variantes do grupo de produtos de planejamento de gama principal

# RangePlanningProductGroupVariantsEntityView
source: View range planning product group variants
pt_br: Exibir variantes do grupo de produtos de planejamento de gama

# RangePlanningProductGroupPerColorShort
source: Product group per color
pt_br: Grupo de produtos por cor

source: Excluded
pt_br: Excluído

# KPMPLMPlanLineMaintain
source: Maintain product lifecycle line
pt_br: Manter a linha do ciclo de vida do produto

# KPMPLMPlanLineView
source: View product lifecycle line
pt_br: Ver a linha do ciclo de vida do produto

# KPMPLMPlanTemplateLineMaintain
source: Maintain product lifecycle template line
pt_br: Manter a linha de modelos do ciclo de vida do produto

# KPMPLMPlanTemplateLineView
source: View product lifecycle template line
pt_br: Exibir a linha de modelo do ciclo de vida do produto

# BOMModelTemplateLineEntity
source: K3 Fashion - BOM model template lines
pt_br: K3 Fashion - Linhas de modelos BOM

# BOMModelTemplateLineEntityMaintain
source: Maintain BOM model template lines
pt_br: Manter linhas de modelo de modelo BOM

# BOMModelTemplateLineEntityView
source: View BOM model template lines
pt_br: Veja as linhas de modelo do modelo BOM

# KRFReleaseUpdate_KRFRangePlanningProductGroupHierarchy10
source: Update existing range planning product group hierarchies by assigning correct hierarchy level.
pt_br: Atualize as hierarquias de grupos de produtos de gerenciamento de faixa existentes, atribuindo o nível de hierarquia correto.

# CSRClassification
source: Corporate Social Responsibility
pt_br: Responsabilidade Social Corporativa

# CSRClassificationIcon
source: Classification icon
pt_br: Ícone de classificação

# CSRClassificationIconHelpText
source: Upload an icon associated with a Corporate Social Responsibility classification.
pt_br: Faça upload de um ícone associado a uma classificação de Responsabilidade Social Corporativa.

# CSRClassificationType
source: Classification type
pt_br: Tipo de classificação

# CSRClassificationTypeHelpText
source: Classification type of Corporate Social Responsibility.
pt_br: Tipo de classificação de Responsabilidade Social Corporativa.

# CSRClassificationTypeFiber
source: Fiber
pt_br: Fibra

# CSRClassificationTypeVendor
source: Vendor
pt_br: Fornecedor

# CSRClassificationId
source: Classification
pt_br: Classificação

# CSRClassificationIdHelpText
source: Classification identification of Corporate Social Responsibility.
pt_br: Identificação de classificação da Responsabilidade Social Corporativa.

# CSRClassificationTable
source: CSR Classifications
pt_br: Classificações de RSE

# CSRClassificationTableHelpText
source: Maintain the Corporate Social Responsibility classifications.
pt_br: Manter as classificações de Responsabilidade Social Corporativa.

# CSRClassificationTableDevDoc
source: The KRFCSRClassificationTable table contains Corporate Social Responsibility classifications.
pt_br: A tabela KRFCSRClassificationTable contém classificações de Responsabilidade Social Corporativa.

# CSRClassificationTranslationTable
source: Classification translation
pt_br: Tradução de classificação

# CSRClassificationTranslationTableDevDoc
source: The KRFCSRClassificationTranslationTable table contains Corporate Social Responsibility classification translations.
pt_br: A tabela KRFCSRClassificationTranslationTable contém traduções de classificação de Responsabilidade Social Corporativa.

# CSRClassificationIconTable
source: Classification icon
pt_br: Ícone de classificação

# CSRClassificationIconTableDevDoc
source: The KRFCCSRClassificationIconTable table contains Corporate Social Responsibility classification icons.
pt_br: A tabela KRFCCSRClassificationIcontable contém ícones de classificação de Responsabilidade Social Corporativa.

# CSRClassificationIconPartChangeIcon
source: Change icon
pt_br: Alterar ícone

# CSRClassificationTranslationsTableHelpText
source: Maintain the translations of Corporate Social Responsibility classifications.
pt_br: Manter as traduções das classificações de Responsabilidade Social Corporativa.

# CSRClassificationTableEntity
source: K3 Fashion - CSR classifications
pt_br: K3 Fashion - Classificações CSR

# CSRClassificationTableEntityMaintain
source: Maintain CSR classification entity
pt_br: Manter entidade de classificação da RSE

# CSRClassificationTableEntityView
source: View CSR classification entity
pt_br: Ver entidade de classificação de RSE

# CSRClassificationTranslationTableEntity
source: K3 Fashion - CSR classification translation
pt_br: K3 Fashion - Tradução de classificação CSR

# CSRClassificationTranslationTableEntityMaintain
source: Maintain CSR classification translation entity
pt_br: Manter a entidade de tradução de classificação CSR

# CSRClassificationTranslationTableEntityView
source: View CSR classification translation entity
pt_br: Exibir entidade de tradução de classificação CSR

# CSRClassificationTableMaintain
source: Maintain CSR classification
pt_br: Manter a classificação da RSE

# CSRClassificationTableView
source: View CSR classification
pt_br: Veja a classificação de RSR

# CSRClassificationTranslationTableMaintain
source: Maintain CSR classification translation
pt_br: Manter a tradução de classificação de RSE

# CSRClassificationTranslationTableView
source: View CSR classification translation
pt_br: Exibir tradução de classificação CSR

# CSRClassificationIconMaintain
source: Maintain CSR classification icon
pt_br: Manter o ícone de classificação da RSE

# CSRClassificationIconView
source: View CSR classification icon
pt_br: Exibir ícone de classificação CSR

# OrderChangeJournalAddLineError
source: Order line for item '%1' with combination (%2) from order '%3' already exists on journal '%4' and cannot be added to this journal.
pt_br: A linha de pedidos para o item '%1' com combinação (%2) da ordem '%3' já existe no diário '%4' e não pode ser adicionada a este periódico.

# CSRProductClassifications
source: Product CSR Classifications
pt_br: Classificações CSR do produto

# CSRProductClassificationsEntity
source: K3 Fashion - Product CSR Classifications
pt_br: K3 Fashion - Classificações CSR do produto
