Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF2067
source: Season drops mismatch between item seasons per color and order line.
pt_br: A estação cai descompasso entre as estações de itens por cor e linha de pedidos.

# @KRF2068
source: Season drops mismatch between item seasons and order line.
pt_br: A temporada cai descompasso entre estações de itens e linha de pedidos.

# @KRF2069
source: Only products and variants can be excluded from a replenishment plan.
pt_br: Somente produtos e variantes podem ser excluídos de um plano de reposição.

# @KRF2070
source: Category '%1' does not contain a valid %2.
pt_br: A categoria '%1' não contém um %2 válido.

# @KRF2071
source: Only products within this category will be considered. Products in child nodes will not be considered.
pt_br: Somente serão considerados produtos dentro desta categoria. Não serão considerados produtos em nós infantis.

# @KRF2072
source: Publishing started on
pt_br: A publicação começou em

# @KRF2073
source: Date and time when the replenishment plan publishing started.
pt_br: Data e hora em que a publicação do plano de reposição começou.

# @KRF2074
source: Validating replenishment plan '%1'
pt_br: Validando plano de reposição '%1'

# @KRF2075
source: Replenishment plan is OK.
pt_br: O plano de reabastecimento está ok.

# @KRF2076
source: No retail channel was specified.
pt_br: Nenhum canal de varejo foi especificado.

# @KRF2077
source: Pictures
pt_br: Fotos

# @KRF2078
source: AI
pt_br: IA

# @KRF2079
source: Attach file (Drawing)
pt_br: Anexar arquivo (desenho)

# @KRF2080
source: Adobe Illustrator Drawing
pt_br: Desenho do Adobe Illustrator

# @KRF2081
source: Adobe integration service
pt_br: Serviço de integração da Adobe

# @KRF2082
source: Web service for adobe integration
pt_br: Serviço web para integração da Adobe

# @KRF2083
source: No size/color/fit criteria was specified.
pt_br: Não foram especificados critérios de tamanho/cor/ajuste.

# @KRF2084
source: TechPack report - Color information
pt_br: Relatório TechPack - Informações sobre cores

# @KRF2085
source: Color information
pt_br: Informações sobre cores

# @KRF2086
source: This item does not contain color information.
pt_br: Este item não contém informações de cores.

# @KRF2087
source: Adobe Illustrator drawing
pt_br: Desenho do Adobe Illustrator

# @KRF2088
source: This item does not contain a description.
pt_br: Este item não contém uma descrição.

# @KRF2089
source: This item does not contain any measurements.
pt_br: Este item não contém nenhuma medição.

# @KRF2090
source: This item does not contain any hierarchy nodes.
pt_br: Este item não contém nenhum nó de hierarquia.

# @KRF2091
source: Portable Network Graphics image
pt_br: Imagem de gráficos de rede portátil

# @KRF2092
source: Value of field '%1' should be '%2'.
pt_br: O valor do campo '%1' deve ser '%2'.

# @KRF2093
source: Product information - BOM Dimensions
pt_br: Informações sobre produtos - Dimensões BOM

# @KRF2094
source: Product information - BOM Components
pt_br: Informações sobre o produto - Componentes BOM

# @KRF2095
source: Product information manager type
pt_br: Tipo de gerenciador de informações do produto

# @KRF2096
source: Defines the instance type of the product information manager class.
pt_br: Define o tipo de exemplo da classe de gerente de informações do produto.

# @KRF2097
source: Maximum product variants
pt_br: Variantes máximas do produto

# @KRF2098
source: Maximum product variants allowed to be created by wizard - 1000 recommended.
pt_br: Variantes máximas do produto permitidas para serem criadas por assistente - 1000 recomendados.

# @KRF2099
source: Number of variants exceeds the limit set in the Retail shared parameters.
pt_br: O número de variantes excede o limite estabelecido nos parâmetros compartilhados do Varejo.

# @KRF2100
source: Define product dimensions for a product master
pt_br: Defina as dimensões do produto para um mestre do produto

# @KRF2101
source: Use matrix on agreements
pt_br: Use matriz em acordos

# @KRF2102
source: Use matrix on sales and purchase agreements.
pt_br: Use matriz em contratos de vendas e compras.

# @KRF2103
source: %1 have not been specified for the selected category '%2'. Go to the Retail products hierarchy form to complete the setup.
pt_br: %1 não foram especificados para a categoria selecionada '%2'. Vá para o formulário de hierarquia de produtos de varejo para concluir a configuração.

# @KRF2104
source: Convert pivot data to upper case.
pt_br: Converta dados pivôs em maiústos.

# @KRF2105
source: Pivot data
pt_br: Dados pivôs

# @KRF2106
source: Set up the shared retail parameters for pivot
pt_br: Configure os parâmetros de varejo compartilhados para pivô

# @KRF2107
source: Inventory status priority by 'From Warehouse'
pt_br: Prioridade de status de inventário por 'From Warehouse'

# @KRF2108
source: Default inventory status calculation given priority by 'From Warehouse'. Otherwise, standard logic is used.
pt_br: Cálculo padrão do status do inventário dado prioridade por 'From Warehouse'. Caso contrário, a lógica padrão é usada.

# @KRF2109
source: Convert data to uppercase
pt_br: Converter dados em maiúsão

# @KRF2110
source: Period duration calculation
pt_br: Cálculo de duração do período

# @KRF2111
source: Start date calculation
pt_br: Cálculo da data de início

# @KRF2112
source: End date calculation
pt_br: Cálculo da data final

# @KRF2113
source: Next working day calculation
pt_br: Cálculo do próximo dia útil

# @KRF2114
source: The maximum duration days (%1) has been exceeded.
pt_br: Os dias de duração máxima (%1) foram excedidos.

# @KRF2115
source: Limit of duration in days
pt_br: Limite de duração em dias

# @KRF2116
source: The number of days to limit date searches in calendar.
pt_br: O número de dias para limitar as pesquisas de data no calendário.

# @KRF2117
source: Set up parameters needed for calendar functionality.
pt_br: Configure os parâmetros necessários para a funcionalidade do calendário.

# @KRF2118
source: Plans calendar initialization
pt_br: Inicialização do calendário de planos

# @KRF2119
source: Dates in plans could change if they are invalid for calendar. Continue?
pt_br: As datas nos planos podem mudar se forem inválidas para o calendário. Continuar?

# @KRF2120
source: Plan lines dates check
pt_br: Verificação de datas de linhas do plano

# @KRF2121
source: Plans without calendar:
pt_br: Planos sem calendário:

# @KRF2122
source: Plans with date errors:
pt_br: Planos com erros de data:

# @KRF2123
source: Plans with no errors/warnings: %1
pt_br: Planos sem erros/avisos: %1

# @KRF2124
source: Total plans checked: %1
pt_br: Total de planos verificados: %1

# @KRF2125
source: Set up plan calendars
pt_br: Configurar calendários de planos

# @KRF2126
source: Update selected plans with the calendar ID.
pt_br: Atualize os planos selecionados com o ID do calendário.

# @KRF2127
source: Check plans for correct dates (excluding 'Closed' ones)
pt_br: Verifique os planos para datas corretas (excluindo as 'Fechadas')

# @KRF2128
source: Check plans for mandatory calendar and invalid dates according to calendar.
pt_br: Verifique os planos para calendário obrigatório e datas inválidas de acordo com o calendário.

# @KRF2129
source: Create customer agreement records
pt_br: Criar registros de contrato de cliente

# @KRF2130
source: Creation of customer agreements for every customer.
pt_br: Criação de contratos de clientes para cada cliente.

# @KRF2131
source: Margin planning calculation is disabled for sales order category.
pt_br: O cálculo de planejamento de margem é desativado para categoria de ordem de venda.

# @KRF2132
source: Maintain collection planning
pt_br: Manter o planejamento da coleta

# @KRF2133
source: View collection planning
pt_br: Ver o planejamento da coleção

# @KRF2134
source: Line %1: %2.
pt_br: Linha %1: %2.

# @KRF2135
source: Duration value is different for current calendar
pt_br: O valor de duração é diferente para o calendário atual

# @KRF2136
source: Drop report temporary tables
pt_br: Relatório de queda tabelas temporárias

# @KRF2137
source: TechPack report - BOM Color
pt_br: Relatório TechPack - BOM Color

# @KRF2138
source: TechPack report - BOM Usage
pt_br: Relatório TechPack - Bom Uso

# @KRF2139
source: TechPack report - BOM Components
pt_br: Relatório TechPack - Componentes BOM

# @KRF2140
source: This item does not contain any BOM color information.
pt_br: Este item não contém nenhuma informação de cor BOM.

# @KRF2141
source: This item does not contain any BOM usage information.
pt_br: Este item não contém nenhuma informação de uso da BOM.

# @KRF2142
source: This item does not contain any BOM components information.
pt_br: Este item não contém nenhuma informação de componentes BOM.

# @KRF2143
source: Color to color grid
pt_br: Cor à grade de cores

# @KRF2144
source: Usage grid
pt_br: Grade de uso

# @KRF2145
source: BOM Components information
pt_br: Informações da BOM Components

# @KRF2146
source: BOM component value
pt_br: Valor do componente BOM

# @KRF2147
source: BOM component value.
pt_br: Valor do componente BOM.

# @KRF2148
source: Purchase order line information history for K3 Fashion
pt_br: Histórico de informações da linha de pedidos de compra para K3 Fashion

# @KRF2149
source: The KRFPurchLineHistoryExtended table contains K3 Fashion information of each of the approved and confirmed purchase order lines.
pt_br: A tabela KRFPurchLineHistoryExtended contém informações de K3 Fashion de cada uma das linhas de pedidos de compra aprovadas e confirmadas.

# @KRF2150
source: Customer packing slip line information for K3 Fashion
pt_br: Informações da linha de deslizamento de embalagem do cliente para a K3 Fashion

# @KRF2151
source: The KRFCustPackingSlipTransExtended table contains the sales packing slip line information specific to K3 Fashion.
pt_br: A tabela KRFCustPackingSlipTransExtended contém as informações da linha de deslizamento de vendas específicas da K3 Fashion.

# @KRF2152
source: BOM value 1
pt_br: Valor BOM 1

# @KRF2153
source: BOM value 2
pt_br: Valor BOM 2

# @KRF2154
source: BOM value 3
pt_br: Valor BOM 3

# @KRF2155
source: BOM value 4
pt_br: Valor BOM 4

# @KRF2156
source: BOM value 5
pt_br: Valor BOM 5

# @KRF2157
source: BOM value 6
pt_br: Valor BOM 6

# @KRF2158
source: BOM value 7
pt_br: Valor BOM 7

# @KRF2159
source: BOM value 8
pt_br: Valor BOM 8

# @KRF2160
source: BOM value 9
pt_br: Valor BOM 9

# @KRF2161
source: BOM value 10
pt_br: Valor BOM 10

# @KRF2162
source: BOM values.
pt_br: Valores BOM.

# @KRF2163
source: Inventory recall
pt_br: Recall de estoque

# @KRF2164
source: Inventory recall ID
pt_br: ID de recall de inventário

# @KRF2165
source: Inventory recall identification number.
pt_br: Número de identificação de recall de inventário.

# @KRF2166
source: Recall percentage regarding to on-hand quantity.
pt_br: Percentual de recall em relação à quantidade na mão.

# @KRF2167
source: Recall quantity
pt_br: Quantidade de recall

# @KRF2168
source: Inventory recall lines
pt_br: Linhas de recall de inventário

# @KRF2169
source: The KRFRetailInventRecallLine contains information regarding inventory recall lines
pt_br: O KRFRetailInventRecallLine contém informações sobre linhas de recall de inventário

# @KRF2170
source: Recall percentage may not be greater than hundred.
pt_br: A porcentagem de recall não pode ser maior que cem.

# @KRF2171
source: Inventory recall locations
pt_br: Locais de recall de estoque

# @KRF2172
source: The KRFRetailInventRecallLocation contains information regarding inventory recall locations
pt_br: O KRFRetailInventRecallLocation contém informações sobre locais de recall de estoque

# @KRF2173
source: Inventory recalls
pt_br: Recordações de inventário

# @KRF2174
source: The KRFRetailInventRecallTable contains information on Inventory recall headers.
pt_br: O KRFRetailInventReventRecallTable contém informações sobre cabeçalhos de recall de inventário.

# @KRF2175
source: Unique key for the inventory recall table, allocated when creating new inventory recall.
pt_br: Chave única para a tabela de recall de estoque, alocada ao criar novo recall de inventário.

# @KRF2176
source: Transfer orders already exist for inventory recall '%1'.
pt_br: As ordens de transferência já existem para o recall de estoque '%1'.

# @KRF2177
source: Journal for inventory recall '%1' has already been posted.
pt_br: O diário de recall de estoque '%1' já foi publicado.

# @KRF2178
source: Transfer order is not created as there is no enough on hand quantity for item %1 (available quantity is %2).
pt_br: A ordem de transferência não é criada, pois não há quantidade manual suficiente para o item %1 (a quantidade disponível é %2).

# @KRF2179
source: Invalid source warehouse: %1.
pt_br: Armazém de origem inválido: %1.

# @KRF2180
source: Invalid target warehouse: %1 (%2).
pt_br: Armazém-alvo inválido: %1 (%2).

# @KRF2181
source: No trading customer for legal entity '%1'. Operation was aborted.
pt_br: Nenhum cliente de negociação para pessoa jurídica '%1'. A operação foi abortada.

# @KRF2182
source: By changing the hierarchy node all previously created lines will be deleted.\nContinue?
pt_br: Alterando o nó de hierarquia, todas as linhas criadas anteriormente serão excluídas.\nContinue?

# @KRF2183
source: Update recall quantity using fixed number.
pt_br: Atualização da quantidade de recall usando o número fixo.

# @KRF2184
source: Recall inventory
pt_br: Inventário de recall

# @KRF2185
source: Recall percent
pt_br: Percentual de recall

# @KRF2186
source: Retail replenishment inventory recall.
pt_br: Recall de estoque de reposição de varejo.

# @KRF2187
source: Maintain inventory recall
pt_br: Manter o recall de estoque

# @KRF2188
source: Hierarchy images view
pt_br: Visualização de imagens de hierarquia

# @KRF2189
source: Image hierarchy
pt_br: Hierarquia de imagem

# @KRF2190
source: Image hierarchy for the product and/or released product
pt_br: Hierarquia de imagem para o produto e/ou produto liberado

# @KRF2191
source: Hierarchy images form view
pt_br: Imagens de hierarquia formam exibição

# @KRF2192
source: Customer packing slip information for K3 Fashion
pt_br: Informações sobre deslizamento de embalagem de clientes para a K3 Fashion

# @KRF2193
source: The KRFCustPackingSlipJourExtended table contains the sales packing slip headers information specific to K3 Fashion.
pt_br: A tabela KRFCustPackingSlipJourExtended contém as informações de cabeçalhos de deslizamento de vendas específicas da K3 Fashion.

# @KRF2194
source: Same products from all stores
pt_br: Mesmos produtos de todas as lojas

# @KRF2195
source: Adding of product will create lines for all recall locations.
pt_br: A adição de produto criará linhas para todos os locais de recall.

# @KRF2196
source: Keep update objects 2.6
pt_br: Mantenha objetos de atualização 2.6

# @KRF2197
source: Are you sure you would like to edit this collection?\nEditing this collection will move it back to draft state.
pt_br: Tem certeza de que gostaria de editar esta coleção?\nEditando esta coleção irá movê-la de volta para o estado de rascunho.

# @KRF2198
source: Edit collection?
pt_br: Editar coleção?

# @KRF2199
source: Are you sure you would like to publish this collection?
pt_br: Tem certeza que gostaria de publicar esta coleção?

# @KRF2200
source: Publish collection?
pt_br: Publicar coleção?

# @KRF2201
source: Price range matrix
pt_br: Matriz de faixa de preço

# @KRF2202
source: Collection planning
pt_br: Planejamento de coleta

# @KRF2203
source: The KRFRetailCollectionPlan table holds the collection planning information.
pt_br: A tabela KRFRetailCollectionPlan contém as informações de planejamento de coleta.

# @KRF2204
source: The published status of the current retail collection.
pt_br: O status publicado da coleção de varejo atual.

# @KRF2205
source: Create or update price range planning.
pt_br: Criar ou atualizar o planejamento da faixa de preço.

# @KRF2206
source: Actual (Planned)
pt_br: Real (Planejado)

# @KRF2207
source: Show actual quantity as primary value.
pt_br: Mostre a quantidade real como valor primário.

# @KRF2208
source: Planned (Actual)
pt_br: Planejado (Atual)

# @KRF2209
source: Show planned quantity as primary value.
pt_br: Mostre a quantidade planejada como valor primário.

# @KRF2210
source: Price range value type
pt_br: Tipo de valor de faixa de preço

# @KRF2211
source: Are you sure you would like to change price range?\nEditing price range will delete planned values.
pt_br: Tem certeza de que gostaria de alterar a faixa de preço?\nA faixa de preço de escoamento excluirá os valores planejados.

# @KRF2212
source: Collection validation
pt_br: Validação da coleção

# @KRF2213
source: Collection is OK
pt_br: A coleção é OK

# @KRF2214
source: '%1' category has no planned values.
pt_br: Categoria '%1' não tem valores planejados.

# @KRF2215
source: Validates the selected collection.
pt_br: Valida a coleção selecionada.

# @KRF2216
source: Indicates if category node has no planned values.
pt_br: Indica se o nó da categoria não tem valores planejados.

# @KRF2217
source: K3 Fashion - Price range
pt_br: K3 Fashion - Faixa de preço

# @KRF2218
source: Marked hierarchy node color
pt_br: Cor do nó de hierarquia marcada

# @KRF2219
source: Sales days
pt_br: Dias de vendas

# @KRF2220
source: Sales days remainder
pt_br: Restantes dias de vendas

# @KRF2221
source: Sales period
pt_br: Período de vendas

# @KRF2222
source: Respect minimum quantity to keep.
pt_br: Respeite a quantidade mínima para manter.

# @KRF2223
source: Respect min. quantity
pt_br: Respeito min. quantidade

# @KRF2224
source: Calculate inventory values.
pt_br: Calcule os valores do inventário.

# @KRF2225
source: Update remaining quantity with a fixed number.
pt_br: Atualize a quantidade restante com um número fixo.

# @KRF2226
source: The remaining quantity (%1) cannot be smaller than the minimum safety quantity (%2) for item %3.
pt_br: A quantidade restante (%1) não pode ser menor do que a quantidade mínima de segurança (%2) para o item %3.

# @KRF2227
source: Inventory process calculation
pt_br: Cálculo do processo de inventário

# @KRF2228
source: %1 lines have been calculated.
pt_br: As linhas %1 foram calculadas.

# @KRF2229
source: %1 lines calculated in warehouse '%2'.
pt_br: Linhas %1 calculadas no armazém '%2'.

# @KRF2230
source: View inventory recall
pt_br: Ver recall de inventário

# @KRF2231
source: The collection has not been published.
pt_br: A coleção não foi publicada.

# @KRF2232
source: The collection contains %1 errors.
pt_br: A coleção contém erros %1.

# @KRF2233
source: %1 cannot be modified while dependent %2 exist. Delete dependent %2 and try again.
pt_br: %1 não pode ser modificado enquanto o %2 dependente existir. Exclua %2 dependente e tente novamente.

# @KRF2234
source: Planned values
pt_br: Valores planejados

# @KRF2235
source: Clear planned values.
pt_br: Claro valores planejados.

# @KRF2236
source: This operation will clear all the planned values for the line.\nContinue?
pt_br: Esta operação vai limpar todos os valores planejados para a linha.\nContinue?

# @KRF2237
source: Function that generates product instruction
pt_br: Função que gera instrução de produto

# @KRF2238
source: Function that generates product instruction group
pt_br: Função que gera grupo de instrução de produtos

# @KRF2239
source: K3 Fashion - Product instructions
pt_br: K3 Fashion - Instruções do produto

# @KRF2240
source: K3 Fashion - Product instructions relation
pt_br: K3 Fashion - Relação de instruções de produtos

# @KRF2241
source: K3 Fashion - Channels group
pt_br: K3 Fashion - Grupo de canais

# @KRF2242
source: Publish replenishment plan
pt_br: Publicar plano de reposição

# @KRF2243
source: Maintain replenishment plan
pt_br: Manter plano de reposição

# @KRF2244
source: View replenishment plan
pt_br: Ver plano de reposição

# @KRF2245
source: Replenishment plans
pt_br: Planos de reposição

# @KRF2246
source: Replenishment plan details form.
pt_br: Os detalhes do plano de reposição se formam.

# @KRF2247
source: Replenishment plan publishing.
pt_br: Publicação do plano de reposição.

# @KRF2248
source: View replenishment products
pt_br: Ver produtos de reposição

# @KRF2249
source: View all replenishment products by plan.
pt_br: Veja todos os produtos de reposição por plano.

# @KRF2250
source: K3 Fashion - Season drop relations
pt_br: K3 Fashion - Relações de queda de temporada

# @KRF2251
source: K3 Fashion - Item season relations
pt_br: K3 Fashion - Relações da temporada de itens

# @KRF2252
source: Do you want to delete existing item coverage records before editing replenishment plan?
pt_br: Deseja excluir os registros de cobertura de itens existentes antes de editar o plano de reposição?

# @KRF2253
source: Edit replenishment plan?
pt_br: Editar plano de reposição?

# @KRF2254
source: Previously published plan cannot be deleted.
pt_br: O plano publicado anteriormente não pode ser excluído.

# @KRF2255
source: Only category nodes can have line type 'Include'. Products and variants should be 'Exclude'.
pt_br: Apenas nós de categoria podem ter o tipo de linha 'Incluir'. Os produtos e variantes devem ser 'Excluir'.

# @KRF2256
source: Replenishment plan
pt_br: Plano de reposição

# @KRF2257
source: Unique key for replenishment plan identification. The key is used when creating new replenishment plan.
pt_br: Chave única para identificação do plano de reabastecimento. A chave é usada na criação de um novo plano de reposição.

# @KRF2258
source: Published on
pt_br: Publicado em

# @KRF2259
source: Date and time the replenishment plan was published.
pt_br: Data e hora em que o plano de reposição foi publicado.

# @KRF2260
source: The line type is used to include a product category node or explicitly exclude a product and/or variant from replenishment.
pt_br: O tipo de linha é usado para incluir um nó de categoria de produto ou excluir explicitamente um produto e/ou variante da reposição.

# @KRF2261
source: Replenishment publishing
pt_br: Publicação de reposição

# @KRF2262
source: %1 coverage record(s) created for %2 item(s).
pt_br: %1 registro de cobertura(s) criado para %2 item(s).

# @KRF2263
source: There is no data to be published.
pt_br: Não há dados a serem publicados.

# @KRF2264
source: Replenishment criteria lines
pt_br: Linhas de critérios de reposição

# @KRF2265
source: The KRFReplenishmentDimCriteriaLine table contains replenishment plan criteria.
pt_br: A tabela KRFReplenishmentDimCriteriaLine contém critérios de plano de reposição.

# @KRF2266
source: The KRFReplenishmentProductLine table contains a list of products associated with each replenishment plan.
pt_br: A tabela KRFReplenishmentProductLine contém uma lista de produtos associados a cada plano de reposição.

# @KRF2267
source: The KRFReplenishmentChannelLine table contains a list of channels associated with each replenishment plan.
pt_br: A tabela KRFReplenishmentChannelLine contém uma lista de canais associados a cada plano de reposição.

# @KRF2268
source: The KRFReplenishmentPlanTable table contains a list of replenishment plans.
pt_br: A tabela KRFReplenishmentPlanTable contém uma lista de planos de reposição.

# @KRF2269
source: The KRFReplenishmentRatioCurveLine table contains ratio curves distribution data for a replenishment plan.
pt_br: A tabela KRFReplenishmentRatioCurveLine contém dados de distribuição de curvas de proporção para um plano de reposição.

# @KRF2270
source: The ID of the replenishment plan definition.
pt_br: A ID da definição do plano de reposição.

# @KRF2271
source: Status of the replenishment plan.
pt_br: Status do plano de reabastecimento.

# @KRF2272
source: Inventory balancing
pt_br: Balanceamento de estoque

# @KRF2273
source: Replenishment warehouse
pt_br: Armazém de reabastecimento
