Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# KBPModelCopyTypeActuals
source: From actuals
pt_br: De reais

# KBPModelCopyValidateModelIdWarning
source: The business plan needs to be selected.
pt_br: O plano de negócios precisa ser selecionado.

# KBPModelCopyCreateCopyError
source: Copy process has failed. Contact the system administrator.
pt_br: O processo de cópia falhou. Entre em contato com o administrador do sistema.

# KBPModelCopyLineNumberError
source: Line number: %1
pt_br: Número da linha: %1

# CollectionPlanningDuplicatedCategoryWarning
source: Duplicated collection line. Category '%1'.
pt_br: Linha de coleta duplicada. Categoria '%1'.

# CollectionPlanningDuplicatedProductWarning
source: Duplicated collection line. Product '%1'.
pt_br: Linha de coleta duplicada. Produto '%1'.

# CollectionPlanningEmptyLineWarning
source: The collection line can't be empty. Assign a category or product.
pt_br: A linha de coleta não pode estar vazia. Atribua uma categoria ou produto.

# CollectionPlanningCategoryProductWarning
source: You cannot specify a product together with a category.
pt_br: Não é possível especificar um produto junto com uma categoria.

# CollectionPlanningCategoryLineTypeWarning
source: When using category the line type must be '%1'.
pt_br: Ao usar a categoria, o tipo de linha deve ser '%1'.

# KBPIntermodelLinkError
source: The link creation has been aborted.
pt_br: A criação do link foi abortada.

# KBPIntermodelLinkInfoCreate
source: The business plan %1 has been created.
pt_br: O plano de negócios %1 foi criado.

# KBPEntitySourceFormulaCalcUpDownwards
source: Calculate aggregation/allocation
pt_br: Calcular agregação/alocação

# KBPEntityAllocationKeyCalculationSumValuesError
source: The sum of the allocation key lines cannot be 0, otherwise, a division by 0 could occur.
pt_br: A soma das linhas-chave de alocação não pode ser 0, caso contrário, uma divisão por 0 poderia ocorrer.

# KBPEntityAllocationKeyCalculationError
source: The allocation key calculation has been canceled.
pt_br: O cálculo da chave de alocação foi cancelado.

# KBPIntermodelLinkFormCaptionNew
source: Link to a new business plan
pt_br: Link para um novo plano de negócios

# KBPIntermodelLinkFormCaptionExisting
source: Link to an existing business plan
pt_br: Link para um plano de negócios existente

# KBPIntermodelLinkManagerNewModel
source: New business plan
pt_br: Novo plano de negócios

# KBPIntermodelLinkManagerExistingModel
source: Existing business plan
pt_br: Plano de negócios existente

# KBPIntermodelLinkInfoUpdate
source: The business plan %1 has been updated.
pt_br: O plano de negócios %1 foi atualizado.

# KBPModelChangesTypeLink
source: Linked business plan
pt_br: Plano de negócios vinculado

# KBPIntermodelLinkFormCaptionLinkFrom
source: Link from
pt_br: Link de

# KBPPendingChanges
source: Pending changes
pt_br: Mudanças pendentes

# KBPPendingChanges_AllChanges
source: All changes
pt_br: Todas as mudanças

# KBPPendingChanges_AllChangesByModel
source: All changes by business plan
pt_br: Todas as mudanças por plano de negócios

# KBPModelFormPendingChangesInfo
source: Some pending changes are available for approval. (Business plan id: %1)
pt_br: Algumas mudanças pendentes estão disponíveis para aprovação. (Id do plano de negócios: %1)

# KBPModelFormPendingChangesBoxYesNoText
source: Some pending changes are available for approval, would you like to do it now?
pt_br: Algumas mudanças pendentes estão disponíveis para aprovação, gostaria de fazê-lo agora?

# KBPModelPendingChangesForm
source: Creating pending changes
pt_br: Criando alterações pendentes

# KBPModelPendingChangesFormText
source: You are modifying data that is related to another business plan. You can add comments to this change, if necessary.
pt_br: Você está modificando dados que estão relacionados a outro plano de negócios. Você pode adicionar comentários a esta mudança, se necessário.

# KBPModelChangesFormAcceptButtonYesNo
source: Are you sure that you want to accept these changes? The status of the modified business plans will be reverted to 'Open' before processing changes.
pt_br: Tem certeza que quer aceitar essas mudanças? O status dos planos de negócios modificados será revertido para 'Open' antes de processar mudanças.

# KBPModelChangesFormAcceptButtonYesNoTitle
source: Apply pending changes
pt_br: Aplique alterações pendentes

# KBPModelChangesFormRejectButtonYesNo
source: Are you sure that you want to reject these changes? The link between these business plans will be removed.
pt_br: Tem certeza que quer rejeitar essas mudanças? A ligação entre esses planos de negócios será removida.

# KBPModelChangesFormRejectButtonYesNoTitle
source: Reject pending changes
pt_br: Rejeitar alterações pendentes

# KBPPendingChangesCommentsEnabled
source: Enable comments
pt_br: Habilite comentários

# ProductStatusAllocationBlocked
source: Allocation blocked
pt_br: Alocação bloqueada

# ProductStatusAllocationBlockedHelpText
source: Identifies whether product is blocked for allocation.
pt_br: Identifica se o produto está bloqueado para alocação.

# ProductStatusReleaseToWarehouseBlocked
source: Release to warehouse blocked
pt_br: Liberação para armazém bloqueado

# ProductStatusReleaseToWarehouseBlockedHelpText
source: Identifies whether product is blocked for release to warehouse.
pt_br: Identifica se o produto está bloqueado para liberação no armazém.

# ProductStatusProductionBlocked
source: Production blocked
pt_br: Produção bloqueada

# ProductStatusProductionBlockedHelpText
source: Identifies whether product is blocked for production.
pt_br: Identifica se o produto está bloqueado para produção.

# ReleaseToWarehouseNotCovered
source: Not covered
pt_br: Não coberto

# ReleaseToWarehousePartiallyCovered
source: Partially covered
pt_br: Parcialmente coberto

# ReleaseToWarehouseFullyCovered
source: Fully covered
pt_br: Totalmente coberto

# CollectionPlanningSeasonMismatchWarning
source: Season mismatch between item and collection setup.
pt_br: Incompatibilidade de temporada entre item e configuração de coleção.

# ProductStatusCollectionBlocked
source: Collection blocked
pt_br: Coleção bloqueada

# ProductStatusCollectionBlockedHelpText
source: Identifies whether product is blocked for adding to collection.
pt_br: Identifica se o produto está bloqueado para adicionar à coleção.

# ProductStatusBOMActivationBlocked
source: BOM activation blocked
pt_br: Ativação DO BOM bloqueada

# ProductStatusBOMActivationBlockedHelpText
source: Identifies whether product is blocked for activating a BOM version.
pt_br: Identifica se o produto está bloqueado para ativar uma versão BOM.

# ProductStatusBOMVersionBlocked
source: BOM version blocked
pt_br: Versão BOM bloqueada

# ProductStatusBOMVersionBlockedHelpText
source: Identifies whether product is blocked for adding as BOM version line.
pt_br: Identifica se o produto está bloqueado para adicionar como linha de versão BOM.

# RatioCurveTemplateId
source: Template Id
pt_br: ID de modelo

# RatioCurveTemplateIdHelp
source: Unique key for ratio curve template identification. The key is used when creating new templates.
pt_br: Chave única para identificação do modelo de curva de proporção. A chave é usada ao criar novos modelos.

source: Ratio curve template
pt_br: Modelo de curva de proporção

# RatioCurveTemplateHelp
source: Define templates to be applied to ratio curves during matrix data entry.
pt_br: Defina modelos a serem aplicados em curvas de proporção durante a entrada de dados de matriz.

# RatioCurveTemplateLine
source: Ratio curve template lines
pt_br: Linhas de modelo de curva de proporção

# RatioCurveLineExistWarning
source: Lines already exist for the header. Proceed with update?
pt_br: Linhas já existem para o cabeçalho. Proceder com a atualização?

# RatioCurveDimension
source: Curve dimension
pt_br: Dimensão da curva

# RatioCurveNotValidForDimensionGroup
source: Ratio curve '%1' is not valid for dimension '%2' and dimension group '%3'.
pt_br: A curva de razão '%1' não é válida para a dimensão '%2' e o grupo de dimensão '%3'.

# RatioCurveTemplateEntity
source: K3 Fashion - Ratio curve templates
pt_br: K3 Fashion - Modelos de curva de proporção

# RatioCurveTemplateLineEntity
source: K3 Fashion - Ratio curve template lines
pt_br: K3 Fashion - Linhas de modelo de curva de proporção

# RatioCurveTemplateEntityMaintain
source: Maintain ratio curve templates
pt_br: Manter modelos de curva de razão

# RatioCurveTemplateEntityView
source: View ratio curve templates
pt_br: Exibir modelos de curva de proporção

# RatioCurveTemplateLineEntityMaintain
source: Maintain ratio curve template lines
pt_br: Manter linhas de modelo de curva de razão

# RatioCurveTemplateLineEntityView
source: View ration curve template lines
pt_br: Exibir linhas de modelo de curva de racionagem

source: Show description
pt_br: Descrição do show

source: Hide description
pt_br: Ocultar descrição

# ShowHideDescriptionColumnHelp
source: Show/hide description column
pt_br: Coluna de descrição mostrar/ocultar

source: Product wizard mobile
pt_br: Assistente de produto móvel

# ProductWizardMobileHelp
source: Open product wizard suitable for mobile devices.
pt_br: Assistente de produto aberto adequado para dispositivos móveis.

source: Matrix ID table
pt_br: Tabela de ID de matriz

# MatrixIdTableDevDoc
source: This is table is used exclusively to generate RecIds that are used as MatrixId on table KRFMatrixTable
pt_br: Esta é a tabela é usada exclusivamente para gerar RecIds que são usados como MatrixId na tabela KRFMatrixTable

# MatrixTaskRecorderCellChanged
source: On Matrix, change '%1' to '%2' for variant '%3'
pt_br: Em Matrix, mude '%1' para '%2' para variante '%3'

# PLMHierarchicalGridTaskRecorderLabel
source: Hierarchical Grid: Action '%1' for Line '%2'
pt_br: Grade Hierárquica: Ação '%1' para linha '%2'

# KBPModelTableFields
source: Columns configuration by business plan
pt_br: Configuração de colunas por plano de negócios

# ActionOnSucess
source: Action on success
pt_br: Ação sobre o sucesso

# MeasurementCheckCopySuccess
source: Measurement data copied sucessfully to item '%1'
pt_br: Dados de medição copiados sucessivamente para o item '%1'

# KBPModelPendingChangesFormAllocation
source: Creating pending changes - Allocation calculation
pt_br: Criação de alterações pendentes - Cálculo de alocação

# KBPModelPendingChangesFormAggregation
source: Creating pending changes - Aggregation calculation
pt_br: Criação de alterações pendentes - Cálculo de agregação

source: Colors extended
pt_br: Cores estendidas

# ColorExtendedHelp
source: Open extended version of the colors form.
pt_br: Abra a versão estendida da forma de cores.

# KBPAllocateOnCurrentValues
source: Allocate based on current values
pt_br: Alocar com base nos valores atuais

# ReleaseUpdateScriptsTable
source: K3 Data update scripts
pt_br: Scripts de atualização de dados do K3

# ReleaseUpdateScriptsTableDevDoc
source: The KRFReleaseUpdateScripts table contains 'K3 Software' release update scripts.
pt_br: A tabela KRFReleaseUpdateScripts contém scripts de atualização de versão 'K3 Software'.

# ReleaseUpdateScriptsMaintain
source: Maintain 'K3 Software' release update scripts
pt_br: Manter scripts de atualização de lançamento do 'K3 Software'

# ReleaseUpdateScriptsSecurityDesc
source: Security privilege for 'K3 Fashion' release update scripts
pt_br: Privilégio de segurança para scripts de atualização de lançamento 'K3 Fashion'

# InitScriptsTable
source: K3 Software Initialization scripts
pt_br: Scripts de inicialização de software K3

# InitScriptsTableDevDoc
source: The KRFInitializationScripts table contains 'K3 Software' initialization scripts.
pt_br: A tabela KRFInitializationScripts contém scripts de inicialização 'K3 Software'.

# InitScripts
source: K3 Software - Initialization scripts
pt_br: K3 Software - Scripts de inicialização

# InitScriptsHelp
source: Execute initialization scripts.
pt_br: Execute scripts de inicialização.

# InitScriptsMaintain
source: Maintain 'K3 Software' initialization scripts
pt_br: Manter scripts de inicialização do 'K3 Software'

# InitScriptsSecurityDesc
source: Security privilege for 'K3 Software' initialization scripts
pt_br: Privilégio de segurança para scripts de inicialização do 'K3 Software'

# InitScriptsLoadNumSeq
source: Load number sequences
pt_br: Sequências numéricas de carga

# InitScriptsLoadNumSeqDesc
source: Loading of all necessary number sequences for the fashion module.
pt_br: Carregamento de todas as sequências numéricas necessárias para o módulo de moda.

# InitScriptsFinDimClearCache
source: Financial dimensions - Clear cache
pt_br: Dimensões financeiras - Cache claro

# InitScriptsFinDimClearCacheDesc
source: Clear financial dimension cache information to load financial dimension 'Season'.
pt_br: Limpar informações de cache de dimensão financeira para carregar a dimensão financeira 'Season'.

# InitScriptsCustAgrrements
source: Accounts receivable - Customer agreements
pt_br: Contas a receber - Contratos de clientes

# InitScriptsCustAgrrementsDesc
source: Create fashion related customer agreements for existing customers.
pt_br: Crie contratos de clientes relacionados à moda para clientes existentes.

# InitScriptsProductDimTranslation
source: Product dimensions - Color/Size/Fit translation
pt_br: Dimensões do produto - Tradução de Cor/Tamanho/Ajuste

# InitScriptsProductDimTranslationDesc
source: Create colors, sizes, and fits translations for default language.
pt_br: Crie cores, tamanhos e ajuste traduções para o idioma padrão.

# InitScriptsBOMCustCode
source: Prepacks - Bill of material - Customer code
pt_br: Pré-pacotes - Conta de material - Código do cliente

# InitScriptsBOMCustCodeDesc
source: Set default customer code relation on 'Bill Of Material' and 'Bill Of Material Version' to 'All'.
pt_br: Defina a relação padrão de código do cliente em 'Bill Of Material' e 'Bill Of Material Version' para 'All'.

# InitScriptsWholesaleChannel
source: Retail - Wholesale channels
pt_br: Varejo - Canais por atacado

# InitScriptsWholesaleChannelDesc
source: Define retail wholesale channels.
pt_br: Defina canais de atacado de varejo.

# InitScriptsSalesCategoryValidation
source: Sales order category - validation
pt_br: Categoria de ordem de venda - validação

# InitScriptsSalesCategoryMissingWholesaleChannel
source: Company '%1': Wholesale channel is not defined.
pt_br: Empresa '%1': Canal de atacado não está definido.

# InitScriptsSalesCategoryDefault
source: Sales order category - Default category
pt_br: Categoria de ordem de vendas - Categoria padrão

# InitScriptsSalesCategoryDefaultDesc
source: Create default sales order category and assign to already existing sales orders.
pt_br: Crie a categoria de pedido de venda padrão e atribua aos pedidos de vendas já existentes.

# InitScriptsSalesCategoryUpdPostedDocs
source: Sales order category - Update posted documents
pt_br: Categoria de pedidos de vendas - Atualizar documentos publicados

# InitScriptsSalesCategoryUpdPostedDocsDesc
source: Assign sales order category and retail channel to posted sales documents: order confirmations, packing slips, and invoices.
pt_br: Atribuir categoria de pedido de venda e canal de varejo a documentos de vendas postados: confirmações de pedidos, boletos de embalagem e faturas.

# InitScriptsSalesFailSafeCategory
source: Sales order category - Fail-safe category
pt_br: Categoria de pedidos de vendas - Categoria de segurança contra falhas

# InitScriptsSalesFailSafeCategoryDesc
source: Add default fail-safe sales order category and populate in Accounts Receivable parameters.
pt_br: Adicione a categoria de pedido de vendas à prova de falhas e preencha os parâmetros de a receber de contas.

# InitScriptsPurchCategoryDefault
source: Purchase order category - Default category
pt_br: Categoria de pedido de compra - Categoria padrão

# InitScriptsPurchCategoryDefaultDesc
source: Create default purchase order category and assign to already existing purchase orders.
pt_br: Crie a categoria de pedido de compra padrão e atribua aos pedidos de compra já existentes.

# InitScriptsPurchCategoryUpdPostedDocs
source: Purchase order category - Update posted documents
pt_br: Categoria de pedido de compra - Atualizar documentos publicados

# InitScriptsPurchCategoryUpdPostedDocsDesc
source: Assign purchase order category to purchase order history, order responses, and vendor invoices.
pt_br: Atribua categoria de pedido de compra para histórico de pedidos de compra, respostas de pedidos e faturas do fornecedor.

# InitScriptsReplCheckStores
source: Replenishment - Check retail stores
pt_br: Reposição - Verifique lojas de varejo

# InitScriptsReplCheckStoresDesc
source: Checks whether an invent location (warehouse) is linked to more than one store.
pt_br: Verifica se um local inventado (armazém) está ligado a mais de uma loja.

# InitScriptsRetailChannelDefaultInvStatus
source: Retail channels - Default inventory status
pt_br: Canais de varejo - Status padrão do inventário

# InitScriptsRetailChannelDefaultInvStatusDesc
source: Add default inventory status to retail channels.
pt_br: Adicione o status de inventário padrão aos canais de varejo.

# InitScriptsRetailChannelOrderAlloc
source: Retail channels - Order allocation version
pt_br: Canais de varejo - Versão de alocação de pedidos

# InitScriptsRetailChannelOrderAllocDesc
source: Add default order allocation version to the order allocation priority.
pt_br: Adicione a versão padrão de alocação do pedido à prioridade de alocação do pedido.

# InitScriptsDocuParmAdobe
source: Document management parameters - Adobe
pt_br: Parâmetros de gerenciamento de documentos - Adobe

# InitScriptsDocuParmAdobeDesc
source: Set document parameters for Adobe integration (Drawing)
pt_br: Definir parâmetros de documento para integração da Adobe (Desenho)

# InitScriptsRefreshDataEntities
source: Data import/export - Refresh data entities
pt_br: Importação/exportação de dados - Atualizar entidades de dados

# InitScriptsRefreshDataEntitiesDesc
source: Refresh data import/export entities and related mappings.
pt_br: Atualizar entidades de importação/exportação de dados e mapeamentos relacionados.

# InitScriptsBatchJobMatrixIdAlloc
source: Batch job - Matrix ID allocation
pt_br: Trabalho em lote - Alocação de Matrix ID

# InitScriptsBatchJobMatrixIdAllocDesc
source: Create matrix ID allocation batch job
pt_br: Criar trabalho em lote de alocação de id de matriz

# InitScriptsBatchJobRatioCurveCalc
source: Batch job - Ratio curve calculation
pt_br: Trabalho em lote - Cálculo da curva de proporção

# InitScriptsBatchJobRatioCurveCalcDesc
source: Create ratio curve calculation batch job
pt_br: Criar trabalho em lote de cálculo de curva de proporção

# InitScriptsBatchJobRatioCurveLookup
source: Batch job - Ratio curve lookup
pt_br: Trabalho em lote - Pesquisa de curva de proporção

# InitScriptsBatchJobRatioCurveLookupDesc
source: Create ratio curve lookup batch job
pt_br: Criar trabalho em lote de pesquisa de curva de proporção

# TotalRecordsUpdated
source: Total records updated: %1
pt_br: Total de registros atualizados: %1

# TotalRecordsUpdatedTable
source: Total records updated. Table '%1': %2
pt_br: Total de registros atualizados. Tabela '%1': %2

# TotalRecordsUpdatedField
source: Total records updated. Field '%1': %2
pt_br: Total de registros atualizados. Campo '%1': %2

# TotalRecordsCreated
source: Total records created: %1
pt_br: Total de registros criados: %1

# TotalRecordsCreatedTable
source: Total records created. Table '%1': %2
pt_br: Total de registros criados. Tabela '%1': %2

# TotalModulesRefreshed
source: Total modules refreshed: %1
pt_br: Módulos totais atualizados: %1

# TotalStoreRecords
source: Total store records: %1
pt_br: Registros totais da loja: %1

# TotalStoreRecordsWithWHS
source: Total store records with assigned warehouse to another store: %1
pt_br: Registros totais de lojas com armazém atribuído a outra loja: %1

# TotalStoreRecordsWithoutWHS
source: Total store records without warehouse: %1
pt_br: Registros totais de lojas sem armazém: %1

# InitScriptsExecutePrompt
source: Do you want to execute the selected script?
pt_br: Deseja executar o script selecionado?

# InitScriptsReExecutePrompt
source: Script was already executed. Do you want to continue?
pt_br: O roteiro já foi executado. Você quer continuar?

# InitScriptsMarkAsCompletedPrompt
source: Do you want to mark the selected script as completed?
pt_br: Deseja marcar o script selecionado conforme concluído?

# InitScriptsInfoLogTxt
source: Info log for script '%1'.
pt_br: Registro de informações para script '%1'.

# KBPPendingChangesAutoAcceptHigherLevel
source: To higher level business plans
pt_br: Para planos de negócios de nível mais alto

# KBPPendingChangesAutoAcceptLowerLevel
source: To lower level business plans
pt_br: Para planos de negócios de nível mais baixo

# KBPPendingChangesAutoAccept
source: Auto accept changes
pt_br: Auto aceitar mudanças

# KBPAutoAccept
source: Auto accept
pt_br: Auto aceitar

# KBPValidatePendingChangesAutoAcceptError
source: When Auto accept changes is enabled, at least one of the acceptance options need to be selected.
pt_br: Quando o Auto aceitar alterações é ativado, pelo menos uma das opções de aceitação precisa ser selecionada.

# KBPParametersModel
source: Business plan parameters
pt_br: Parâmetros do plano de negócios

# KBPModelChangesAutoApproval
source: Batch job - Pending changes auto approval
pt_br: Trabalho em lote - Pendências alteram aprovação automática

# KBPModelChangesAutoApprovalDesc
source: Auto approve business plan pending changes
pt_br: Auto aprova plano de negócios com mudanças pendentes

# KPMPLMPlanNumSeqMissingWarning
source: Number sequence for the PLM plan has not been set.
pt_br: A sequência numérica do plano PLM não foi definida.

# KPMPLMPlanNumSeqManualWarning
source: PLM plans cannot be created when the number sequence for PLM plan is set to Manual.
pt_br: Os planos PLM não podem ser criados quando a sequência numérica do plano PLM é definida como Manual.

# UnableToOpenWizardWarning
source: Unable to open wizard.
pt_br: Incapaz de abrir o mago.

# ReleaseUpdScriptExecutePrompt
source: Do you want to execute selected scripts?
pt_br: Deseja executar scripts selecionados?

# ReleaseUpdScriptExecuteWarning
source: Only non-executed scripts can be selected.
pt_br: Somente scripts não executados podem ser selecionados.

# ReleaseUpdScript_WCSwitchInstrTypeDesc
source: Switch wash and care instruction type order.
pt_br: Mudar a ordem do tipo de lavagem e instrução de cuidados.

# ReleaseUpdScript_WCIconRelationDesc
source: Update instruction override relation for wash and care instruction icons.
pt_br: Atualizar a relação de instruções de substituição para ícones de instrução de lavagem e cuidado.

# ReleaseUpdScript_MeasurementCheckResultTestSeqDesc
source: Update test sequence number on existing measurements check results.
pt_br: Atualizar o número da sequência de testes nas medições existentes verifique os resultados.

# ReleaseUpdScript_ItemMeasurementPositionsDesc
source: Initialize the measurement positions on released product level with positions from position group assigned to the item.§002000200020§
pt_br: Inicialize as posições de medição no nível do produto liberado com posições do grupo de posição atribuído ao item.§002000200020§

# ReleaseUpdScript_ItemMeasurementPositionsValidationErrorDesc
source: One or more Position group does not have a size group assigned. Please assign a size group and execute again.
pt_br: Um ou mais grupo de posição não tem um grupo de tamanho atribuído. Por favor, atribua um grupo de tamanho e execute novamente.
