Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF876
source: The sales order category does not allow a change in price field '%1'.
pt_br: A categoria de ordem de venda não permite uma alteração no campo de preços '%1'.

# @KRF877
source: Item '%1' with combination '%2' is blocked for '%3'.
pt_br: O item '%1' com combinação '%2' é bloqueado para '%3'.

# @KRF878
source: Item '%1' is blocked for '%2'.
pt_br: O item '%1' está bloqueado para '%2'.

# @KRF879
source: Generic matrix cell background
pt_br: Fundo de célula de matriz genérica

# @KRF880
source: View released product image
pt_br: Exibir imagem do produto liberada

# @KRF881
source: Icons
pt_br: Ícones

# @KRF882
source: Replacements
pt_br: Substituições

# @KRF883
source: Prepack '%1' is available in stock.
pt_br: Prepack '%1' está disponível em estoque.

# @KRF884
source: Check prepack in inventory
pt_br: Confira pré-pacote no inventário

# @KRF885
source: Check if prepack item is available in stock.
pt_br: Verifique se o item pré-pacote está disponível em estoque.

# @KRF886
source: Calculate charges
pt_br: Calcular taxas

# @KRF887
source: The KRFDeliveryCharges table contains the criteria on which the delivery charges are to be calculated.
pt_br: A tabela KRFDeliveryCharges contém os critérios sobre os quais as taxas de entrega devem ser calculadas.

# @KRF888
source: The KRFMarkupAutoLineExtended table contains custom fields which extend the standard MarkUpAutoLine table.
pt_br: A tabela KRFMarkupAutoLineExtended contém campos personalizados que estendem a tabela padrão MarkUpAutoLine.

# @KRF889
source: Auto charges extension
pt_br: Extensão de auto taxas

# @KRF890
source: Maintain order check functions
pt_br: Manter funções de verificação de ordem

# @KRF891
source: Type of calculation
pt_br: Tipo de cálculo

# @KRF892
source: Determines whether delivery charges calculations should be carried out using standard or custom functionality.
pt_br: Determina se os cálculos de taxas de entrega devem ser realizados usando funcionalidade padrão ou personalizada.

# @KRF893
source: View images associated with released product
pt_br: Exibir imagens associadas ao produto liberado

# @KRF894
source: Determines whether the delivery charges calculation should be done per order or per packing slip.
pt_br: Determina se o cálculo das taxas de entrega deve ser feito por pedido ou por deslizamento de embalagem.

# @KRF895
source: From weight
pt_br: Do peso

# @KRF896
source: To weight§0020§
pt_br: Para o peso§0020§

# @KRF897
source: Specifies the minimum amount setting below which the customer will not be charged with delivery charges.
pt_br: Especifica o valor mínimo abaixo do qual o cliente não será cobrado com taxas de entrega.

# @KRF898
source: Select checkbox to include customer for delivery charges calculation.
pt_br: Selecione a caixa de seleção para incluir o cliente para o cálculo das taxas de entrega.

# @KRF899
source: Pending matrix lines
pt_br: Linhas de matriz pendentes

# @KRF900
source: Delivery charges
pt_br: Porte

# @KRF901
source: Set up delivery charge settings§0020§
pt_br: Configurar configurações de taxa de entrega§0020§

# @KRF902
source: The KRFCheckErrorLog table contains the error messages that are generated on validation.
pt_br: A tabela KRFCheckErrorLog contém as mensagens de erro geradas na validação.

# @KRF903
source: Multiple item entry hierarchy
pt_br: Hierarquia de entrada de vários itens

# @KRF904
source: Only 1 category of type '%1' is allowed.
pt_br: Apenas 1 categoria do tipo '%1' é permitida.

# @KRF905
source: Determines if the message is for credit limit or minimum order quantity check.
pt_br: Determina se a mensagem é para limite de crédito ou verificação de quantidade de pedido mínimo.

# @KRF906
source: Error log data
pt_br: Dados de registro de erros

# @KRF907
source: Leading sales order
pt_br: Ordem de vendas líder

# @KRF908
source: Check minimum delivery percentage
pt_br: Verifique o percentual mínimo de entrega

# @KRF909
source: Check if any lines have quantities less than the minimum delivery percentage.
pt_br: Verifique se alguma linha tem quantidades inferiores ao percentual mínimo de entrega.

# @KRF910
source: Activated value is less than the minimum delivery percentage.
pt_br: O valor ativado é inferior ao percentual mínimo de entrega.

# @KRF911
source: Do not use ****
pt_br: Não use ****

# @KRF912
source: Do not use ****
pt_br: Não use ****

# @KRF913
source: Determines on which sales order the delivery charges are to be added.
pt_br: Determina em qual ordem de venda as taxas de entrega devem ser adicionadas.

# @KRF914
source: Identifies which sales order will be used to determine the delivery charges.
pt_br: Identifica qual pedido de venda será usado para determinar as taxas de entrega.

# @KRF915
source: Checking minimum delivery percentage
pt_br: Verificando o percentual mínimo de entrega

# @KRF916
source: Summary update order
pt_br: Ordem de atualização de resumo

# @KRF917
source: All orders by minimum delivery percentage
pt_br: Todos os pedidos por porcentagem mínima de entrega

# @KRF918
source: Activate all orders by minimum delivery percentage.
pt_br: Ative todos os pedidos por porcentagem mínima de entrega.

# @KRF919
source: Order, Priority
pt_br: Ordem, Prioridade

# @KRF920
source: Order, Minimum percent
pt_br: Ordem, mínimo por cento

# @KRF921
source: Product lifecycle management
pt_br: Gerenciamento do ciclo de vida do produto

# @KRF922
source: Multiple item entry category attributes
pt_br: Vários atributos da categoria de entrada de itens

# @KRF923
source: The KRFMultipleItemEntryCategory table contains attributes for related category.
pt_br: A tabela KRFMultipleItemEntryCategory contém atributos para categoria relacionada.

# @KRF924
source: Product dimension layout map
pt_br: Mapa de layout da dimensão do produto

# @KRF925
source: The KRFDimensionLayoutMap map provides a common interface for dimension layouts.
pt_br: O mapa KRFDimensionLayoutMap fornece uma interface comum para layouts de dimensões.

# @KRF926
source: Maintain multiple entry category details
pt_br: Mantenha vários detalhes da categoria de entrada

# @KRF927
source: View multiple entry category details
pt_br: Exibir vários detalhes da categoria de entrada

# @KRF928
source: Only product with type '%1' and subtype '%2' could be added to multiple item entry category.
pt_br: Somente o produto com tipo '%1' e subtipo '%2' poderia ser adicionado à categoria de entrada de vários itens.

# @KRF929
source: Style group ID '%1' horizontal dimension layout is not compatible with the multiple item category node.
pt_br: O layout da dimensão horizontal '%1' do grupo style não é compatível com o nó de categoria de vários itens.

# @KRF930
source: Product dimension group '%1' is not a subset of hierarchy dimension '%2'.
pt_br: O grupo de dimensão do produto '%1' não é um subconjunto da dimensão hierárquica '%2'.

# @KRF931
source: Category node '%1' was not set up correctly.
pt_br: O nó da categoria '%1' não foi configurado corretamente.

# @KRF932
source: Horizontal layout not defined correctly.
pt_br: Layout horizontal não definido corretamente.

# @KRF933
source: Your organization does not have a multiple item entry category hierarchy. Set up a multiple item entry category hierarchy in the 'Product information management' module.
pt_br: Sua organização não tem uma hierarquia de categoria de entrada de vários itens. Configure uma hierarquia de categoria de entrada de vários itens no módulo 'Gerenciamento de informações de produto'.

# @KRF934
source: Set up multiple item entry category hierarchy attributes
pt_br: Configure vários atributos de hierarquia da categoria de entrada de itens

# @KRF935
source: Transfer to non-store warehouses blocked
pt_br: Transferência para armazéns não-lojas bloqueados

# @KRF936
source: Identifies whether product is blocked for transfer to a non-store warehouse.
pt_br: Identifica se o produto está bloqueado para transferência para um armazém não-loja.

# @KRF937
source: Transfer to store warehouses blocked
pt_br: Transferência para armazéns de lojas bloqueadas

# @KRF938
source: Identifies whether product is blocked for transfer to a store warehouse.
pt_br: Identifica se o produto está bloqueado para transferência para um armazém de loja.

# @KRF939
source: Product management
pt_br: Gerenciamento de produtos

# @KRF940
source: Product data management
pt_br: Gerenciamento de dados de produtos

# @KRF941
source: Use sales category
pt_br: Use categoria de vendas

# @KRF942
source: Determines if the sales category should be used or not.
pt_br: Determina se a categoria de vendas deve ser usada ou não.

# @KRF943
source: Only products of type '%1' can be added.
pt_br: Somente produtos do tipo '%1' podem ser adicionados.

# @KRF944
source: Product lifecycle hierarchy
pt_br: Hierarquia do ciclo de vida do produto

# @KRF945
source: The KPMProductLifecycleCategory table contains attributes for related category.
pt_br: A tabela KPMProductLifecycleCategory contém atributos para categoria relacionada.

# @KRF946
source: Your organization does not have a product lifecycle category hierarchy. Set up a product lifecycle category hierarchy in the 'Product information management' module.
pt_br: Sua organização não tem uma hierarquia de categoria de ciclo de vida do produto. Configure uma hierarquia de categoria do ciclo de vida do produto no módulo 'Gerenciamento de informações de produtos'.

# @KRF947
source: Set up product lifecycle category hierarchy attributes
pt_br: Configurar atributos de hierarquia da categoria do ciclo de vida do produto

# @KRF948
source: Product lifecycle properties
pt_br: Propriedades do ciclo de vida do produto

# @KRF949
source: View product lifecycle category details
pt_br: Veja os detalhes da categoria do ciclo de vida do produto

# @KRF950
source: Maintain product lifecycle category details
pt_br: Manter os detalhes da categoria do ciclo de vida do produto

# @KRF951
source: PLM Activities
pt_br: Atividades do PLM

# @KRF952
source: Product Lifecycle Management (PLM) activity unique identifier.
pt_br: Identificador exclusivo de atividade do ciclo de vida do produto (PLM).

# @KRF953
source: The KPMActivity table contains information about product lifecycle management activities.
pt_br: A tabela KPMActivity contém informações sobre as atividades de gerenciamento do ciclo de vida do produto.

# @KRF954
source: Set up product lifecycle management activities
pt_br: Configurar atividades de gerenciamento do ciclo de vida do produto

# @KRF955
source: PLM Activity groups
pt_br: Grupos de Atividades PLM

# @KRF956
source: The KPMActivityGroup table contains information about product lifecycle management activity groups.
pt_br: A tabela KPMActivityGroup contém informações sobre grupos de atividades de gerenciamento do ciclo de vida do produto.

# @KRF957
source: Employee responsible for the activity group.
pt_br: Funcionário responsável pelo grupo de atividades.

# @KRF958
source: Product Lifecycle Management (PLM) activity group unique identifier.
pt_br: O grupo de atividades PLM (Product Lifecycle Management, gerenciamento do ciclo de vida) do grupo de atividades do produto.

# @KRF959
source: Activity groups
pt_br: Grupos de atividades

# @KRF960
source: Set up product lifecycle management activity groups
pt_br: Configurar grupos de atividades de gerenciamento do ciclo de vida do produto

# @KRF961
source: Manage Product Lifecycle Management (PLM) activities
pt_br: Gerenciar as atividades de Gerenciamento do Ciclo de Vida do Produto (PLM)

# @KRF962
source: Set up activities for the product lifecycle management
pt_br: Configurar atividades para o gerenciamento do ciclo de vida do produto

# @KRF963
source: Specifies the local size.
pt_br: Especifica o tamanho local.

# @KRF964
source: Specifies the local fit.
pt_br: Especifica o ajuste local.

# @KRF965
source: Phases
pt_br: Fases

# @KRF966
source: The KPMPhase table contains information about product lifecycle phases.
pt_br: A tabela KPMPhase contém informações sobre as fases do ciclo de vida do produto.

# @KRF967
source: Identifies the product lifecycle phase.
pt_br: Identifica a fase do ciclo de vida do produto.

# @KRF968
source: PLM Phases
pt_br: Fases PLM

# @KRF969
source: Set up the product lifecycle management phases
pt_br: Configurar as fases de gerenciamento do ciclo de vida do produto

# @KRF970
source: View Product Lifecycle Management (PLM) phases
pt_br: Ver as fases do PLM (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF971
source: View the phases for product lifecycle management
pt_br: Veja as fases para o gerenciamento do ciclo de vida do produto

# @KRF972
source: Maintain Product Lifecycle Management (PLM) phases
pt_br: Manter as fases do Gerenciamento do Ciclo de Vida do Produto (PLM)

# @KRF973
source: Create, update or delete product lifecycle management phases
pt_br: Criar, atualizar ou excluir as fases de gerenciamento do ciclo de vida do produto

# @KRF974
source: PLM Parameters
pt_br: Parâmetros PLM

# @KRF975
source: The KPMLifecycleParameters table contains product parameters for the product lifecycle management module.
pt_br: A tabela KPMLifecycleParameters contém parâmetros do produto para o módulo de gerenciamento do ciclo de vida do produto.

# @KRF976
source: Product lifecycle management parameters
pt_br: Parâmetros de gerenciamento do ciclo de vida do produto

# @KRF977
source: Set up parameters for the product lifecycle management
pt_br: Configurar parâmetros para o gerenciamento do ciclo de vida do produto

# @KRF978
source: View Product Lifecycle Management (PLM) parameters
pt_br: Exibir parâmetros plm (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF979
source: View parameters for the product lifecycle management
pt_br: Exibir parâmetros para o gerenciamento do ciclo de vida do produto

# @KRF980
source: Maintain Product Lifecycle Management (PLM) parameters
pt_br: Manter parâmetros plm (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF981
source: Set up parameters for the product lifecycle management
pt_br: Configurar parâmetros para o gerenciamento do ciclo de vida do produto

# @KRF982
source: The duration of the activity.§0020§
pt_br: A duração da atividade.§0020§

# @KRF983
source: Order change letter
pt_br: Letra de mudança de pedido

# @KRF984
source: PLM Template headers
pt_br: Cabeçalhos de modelo PLM

# @KRF985
source: The KPMTemplateTable table contains information about product lifecycle template headers.
pt_br: A tabela KPMTemplateTable contém informações sobre cabeçalhos de modelo do ciclo de vida do produto.

# @KRF986
source: PLM Template lines
pt_br: Linhas de modelo PLM

# @KRF987
source: The PLMTemplateLine table contains information about product lifecycle template lines.
pt_br: A tabela PLMTemplateLine contém informações sobre linhas de modelo do ciclo de vida do produto.

# @KRF988
source: PLM Template line hierarchies
pt_br: Hierarquias de linhas de modelo PLM

# @KRF989
source: The PLMTemplateLineHierarchy table contains information about product lifecycle template line hierarchies.
pt_br: A tabela PLMTemplateLineHierarchy contém informações sobre hierarquias de linha de modelo do ciclo de vida do produto.

# @KRF990
source: Template '%1' cannot be a parent to itself.
pt_br: O modelo '%1' não pode ser um pai para si mesmo.

# @KRF991
source: Invalid predecessor setting - it would create a loop.
pt_br: Configuração de antecessor inválido - criaria um loop.

# @KRF992
source: Product Lifecycle Management (PLM) template unique identifier.
pt_br: Identificador exclusivo do modelo PLM (Product Lifecycle Management, gerenciamento do ciclo de vida do produto).

# @KRF993
source: Template line ID
pt_br: ID da linha de modelo

# @KRF994
source: Product Lifecycle Management (PLM) template line unique identifier.
pt_br: Identificador exclusivo da linha de modelos PLM (Product Lifecycle Management, gerenciamento do ciclo de vida) do produto.

# @KRF995
source: Identifies the status of the product lifecycle template.
pt_br: Identifica o status do modelo do ciclo de vida do produto.

# @KRF996
source: Unique key for PLM template. This key is used when new templates are created.
pt_br: Chave exclusiva para modelo PLM. Esta chave é usada quando novos modelos são criados.

# @KRF997
source: Unique key for PLM template line. This key is used when new template lines are created.
pt_br: Chave exclusiva para linha de modelo PLM. Esta chave é usada quando novas linhas de modelo são criadas.

# @KRF998
source: PLM Templates
pt_br: Modelos PLM

# @KRF999
source: Template header
pt_br: Cabeçalho de modelo

# @KRF1000
source: Template header details
pt_br: Detalhes do cabeçalho do modelo

# @KRF1001
source: New template line
pt_br: Nova linha de modelos

# @KRF1002
source: Template line details
pt_br: Detalhes da linha de modelo

# @KRF1003
source: New predecessor
pt_br: Novo antecessor

# @KRF1004
source: Set up templates for the product lifecycle management
pt_br: Configurar modelos para o gerenciamento do ciclo de vida do produto

# @KRF1005
source: Maintain Product Lifecycle Management (PLM) templates
pt_br: Manter modelos PLM (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF1006
source: Set up templates for the product lifecycle management
pt_br: Configurar modelos para o gerenciamento do ciclo de vida do produto

# @KRF1007
source: View Product Lifecycle Management (PLM) templates
pt_br: Exibir modelos PLM (Product Lifecycle Management, gerenciamento do ciclo de vida do produto)

# @KRF1008
source: View the templates for the product lifecycle management
pt_br: Veja os modelos para o gerenciamento do ciclo de vida do produto

# @KRF1009
source: Order change letter journal
pt_br: Diário de carta de mudança de pedido

# @KRF1010
source: The KRFOrderChangeLetterJour table contains the order change letter notification.
pt_br: A tabela KRFOrderChangeLetterJour contém a notificação de carta de alteração de pedido.

# @KRF1011
source: The customer the order change letter has been generated for.
pt_br: O cliente para a carta de mudança de pedido foi gerado.

# @KRF1012
source: The date when the order change letter has been created.
pt_br: A data em que a carta de mudança de pedido foi criada.

# @KRF1013
source: Specifies whether the order change letter has been printed.
pt_br: Especifica se a letra de alteração de pedido foi impressa.

# @KRF1014
source: Order change letter transactions
pt_br: Transações de letras de alteração de pedidos

# @KRF1015
source: The KRFOrderChangeLetterTrans table contains the transactions for order change letters.
pt_br: A tabela KRFOrderChangeLetterTrans contém as transações para letras de alteração de pedido.

# @KRF1016
source: Create order change letter
pt_br: Criar letra de mudança de pedido

# @KRF1017
source: Create order change letter journals
pt_br: Criar diários de letras de alteração de pedido

# @KRF1018
source: Unique key for order change letter that is allocated automatically when processing order change letters.
pt_br: Chave única para a letra de alteração de pedido que é alocada automaticamente ao processar letras de alteração de pedido.

# @KRF1019
source: New order change letter
pt_br: Nova carta de mudança de ordem

# @KRF1020
source: Open order change letter creation job.
pt_br: Trabalho de criação de cartas de mudança de ordem aberta.

# @KRF1021
source: Select the properties and settings to update released products
pt_br: Selecione as propriedades e configurações para atualizar produtos liberados

# @KRF1022
source: Identification of the order change letter journal.
pt_br: Identificação da ordem mudar diário de carta.

# @KRF1023
source: Print order change letter
pt_br: Imprimir letra de mudança de pedido

# @KRF1024
source: Open and print list of order change letters.
pt_br: Abra e imprima a lista de letras de mudança de pedido.

# @KRF1025
source: Cancel order change letter.
pt_br: Cancele a carta de mudança de pedido.

# @KRF1026
source: Cancel order change letter journals
pt_br: Cancelar diários de carta de alteração de pedido

# @KRF1027
source: Order change letter '%1' for customer '%2' was cancelled.
pt_br: A letra de alteração de pedido '%1' para cliente '%2' foi cancelada.

# @KRF1028
source: Order change letter '%1' for customer '%2' cannot be cancelled.
pt_br: A letra de alteração do pedido '%1' para o cliente '%2' não pode ser cancelada.

# @KRF1029
source: Measurement positions
pt_br: Posições de medição

# @KRF1030
source: The KPMMeasurementPosition table stores measurement positions.
pt_br: A tabela KPMMeasurementPosition armazena posições de medição.

# @KRF1031
source: Measurement position translation
pt_br: Tradução de posição de medição

# @KRF1032
source: The KPMMeasurementPositionTranslation table stores translations of a measurement positions in different languages.
pt_br: A tabela KPMMeasurementPositionTranslation armazena traduções de posições de medição em diferentes idiomas.

# @KRF1033
source: Measurement position unique identifier.
pt_br: Identificador único de posição de medição.

# @KRF1034
source: Tolerance
pt_br: Tolerância

# @KRF1035
source: The applicable tolerance percentage.
pt_br: A porcentagem de tolerância aplicável.

# @KRF1036
source: Open the measurement positions.
pt_br: Abra as posições de medição.

# @KRF1037
source: View measurement positions
pt_br: Ver posições de medição

# @KRF1038
source: Maintain measurement positions
pt_br: Manter posições de medição

# @KRF1039
source: Base measurement
pt_br: Medição base

# @KRF1040
source: Determines the base measurement for product.
pt_br: Determina a medição base do produto.

# @KRF1041
source: Size, Fit
pt_br: Tamanho, Ajuste

# @KRF1042
source: Letter created
pt_br: Carta criada

# @KRF1043
source: Identifies if the order change letter has been created.
pt_br: Identifica se a letra de alteração de pedido foi criada.

# @KRF1044
source: Compositions
pt_br: Composições

# @KRF1045
source: Identifies the composition type.
pt_br: Identifica o tipo de composição.

# @KRF1046
source: Composition lines
pt_br: Linhas de composição

# @KRF1047
source: The KPMCompositionTable table contains information about compositions.
pt_br: A tabela KPMCompositionTable contém informações sobre composições.

# @KRF1048
source: The KPMCompositionLine table contains information about composition lines.
pt_br: A tabela KPMCompositionLine contém informações sobre linhas de composição.

# @KRF1049
source: Composition
pt_br: Composição

# @KRF1050
source: Composition unique identifier.
pt_br: Identificador único de composição.

# @KRF1051
source: Wash and care instructions
pt_br: Instruções de lavagem e cuidados

# @KRF1052
source: Create or update compositions.
pt_br: Crie ou atualize composições.

# @KRF1053
source: Composition types
pt_br: Tipos de composição

# @KRF1054
source: The KPMCompositionType table contains information about composition types.
pt_br: A tabela KPMCompositionType contém informações sobre tipos de composição.

# @KRF1055
source: Identifies the composition type.
pt_br: Identifica o tipo de composição.

# @KRF1056
source: Set up composition types.
pt_br: Configure tipos de composição.

# @KRF1057
source: Maintain Product Data Management (PDM) compositions
pt_br: Manter composições de PDM (Product Data Management, gerenciamento de dados de produtos)

# @KRF1058
source: Create, update or delete product data management compositions
pt_br: Criar, atualizar ou excluir composições de gerenciamento de dados de produtos

# @KRF1059
source: View Product Data Management (PDM) compositions
pt_br: Exibir composições de PDM (Product Data Management, gerenciamento de dados de produtos)
