Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# RangePlanningPlanSourceLines
source: Range plan source lines
pt_br: Linhas de origem do plano de alcance

# RangePlanningPlanSourceLinesDevDoc
source: The KRFRangePlanningPlanSourceLine table contains information about range plan source lines.
pt_br: A tabela KRFRangePlanningPlanSourceLine contém informações sobre linhas de origem do plano de alcance.

# RangePlanningRangePlan
source: Range plan
pt_br: Plano de alcance

# RangePlanningPlanValidate
source: Validate range plan
pt_br: Validar plano de alcance

# RangePlanningPlanPost
source: Post range plan
pt_br: Plano de alcance pós-alcance

# RangePlanningPlanHeaderDetails
source: Range plan header details
pt_br: Detalhes do cabeçalho do plano de alcance

# RangePlanningPlanView
source: View range plan
pt_br: Ver plano de alcance

# RangePlanningPlanMaintain
source: Maintain range plan
pt_br: Manter plano de alcance

# RangePlanningPlanIdHelp
source: Unique key for the Range planning range plan, allocated when creating new range plan.
pt_br: Chave única para o plano de alcance de planejamento de range, alocado ao criar um novo plano de alcance.

# RangePlanningPlanIdCheck
source: Check range plan '%1'
pt_br: Confira o plano de intervalo '%1'

# RangePlanningPlanIdPost
source: Post range plan '%1'.
pt_br: Plano de alcance pós'1'.

# RangePlanningPlanOkInfo
source: Range plan is OK.
pt_br: O plano de alcance está bem.

# RangePlanningPlanErrorsWarning
source: The range plan contains errors.
pt_br: O plano de alcance contém erros.

# RangePlanningPlanSourceType
source: Source type
pt_br: Tipo de Origem

# RangePlanningPlanSourceReference
source: Source reference
pt_br: Referência de origem

# RangePlanningVerifyStoreCapacity
source: Verify store capacity
pt_br: Verificar a capacidade da loja

source: Products filter
pt_br: Filtro de produtos

# RangePlanningPlanTableEntityView
source: View range planning plan table
pt_br: Ver tabela do plano de planejamento de faixa

# RangePlanningPlanTableEntityMaintain
source: Maintain range planning plan table
pt_br: Manter a tabela do plano de planejamento de alcance

# RangePlanningPlanChannelLineEntityView
source: View range planning plan channel line
pt_br: Ver linha de canal do plano de planejamento de alcance

# RangePlanningPlanChannelLineEntityMaintain
source: Maintain range planning plan channel line
pt_br: Manter a linha de canal do plano de planejamento de alcance

# RangePlanningPlanProductLineEntityView
source: View range planning plan product line
pt_br: Ver linha de produtos do plano de planejamento de gama

# RangePlanningPlanProductLineEntityMaintain
source: Maintain range planning product line
pt_br: Manter a linha de produtos de planejamento de gama

# RangePlanningPlanSourceLineEntityView
source: View range planning source line
pt_br: Ver linha de origem de planejamento de alcance

# RangePlanningPlanSourceLineEntityMaintain
source: Maintain range planning source line
pt_br: Manter a linha de origem de planejamento de alcance

# RangePlanningPlanSourceReferenceStoreWarning
source: Field '%1' must be empty when source type is '%2'.
pt_br: O campo '%1' deve estar vazio quando o tipo de fonte é '%2'.

# RangePlanningPlanPostedCannotChangeWarning
source: Range plan '%1' is already posted and cannot be changed.
pt_br: O plano de alcance '%1' já está postado e não pode ser alterado.

# RangePlanningPlanChannelLineMissingWarning
source: At least one operating unti is required.
pt_br: Pelo menos uma operação de unti é necessária.

# RangePlanningPlanProductLineMissingWarning
source: At least one product category is required.
pt_br: É necessária pelo menos uma categoria de produto.

# RangePlanningPlanSourceLineMissingWarning
source: At least one source line is required.
pt_br: Pelo menos uma linha de origem é necessária.

# PlannedItemCoverageFirm
source: Firm planned item coverage
pt_br: Cobertura planejada da empresa

source: Planned item coverage
pt_br: Cobertura planejada do item

# PlannedItemCoverageFirmFromDateError
source: A more recent coverage line already exists
pt_br: Uma linha de cobertura mais recente já existe

# ReleaseUpdate_ReqItemTableDesc
source: Copy content from the obselete field 'KRFReplenishmentPlanRecId' to the new field 'KRFSourceReference'
pt_br: Copie o conteúdo do campo obselete 'KRFReplenishmentPlanRecId' para o novo campo 'KRFSourceReference'

# PlannedItemCoverageJournalHeaderAndLineTemplate
source: K3 Fashion - Planned item coverage journal header and lines
pt_br: K3 Fashion - Cabeçalho e linhas do jornal de cobertura de itens planejados

# RetailCollectionCopyFrom
source: Copy from collection
pt_br: Cópia da coleção

# RetailCollectionCopyDialog
source: From collection
pt_br: Da coleção

# RetailCollectionCopyDialogHelpText
source: Copy data from another collection.
pt_br: Copie dados de outra coleção.

# RetailCollectionCopyProcessCreated
source: The collection '%1' has been created successfully.
pt_br: A coleção '%1' foi criada com sucesso.

# RetailCollectionCopyProcessAborted
source: The copy of collection process has been aborted.
pt_br: A cópia do processo de coleta foi abortada.

# SalesOrderUseDate
source: Use drop date
pt_br: Use a data de queda

# RangePlanningPlanIdInfo
source: Range plan '%1'.
pt_br: Plano de alcance '%1'.

# RangePlanningPlanSourceLineDuplicateDateWarning
source: Only one source line per date is allowed.
pt_br: Apenas uma linha de origem por data é permitida.

# RangePlanningPlanCategoryAlreadyAssignedWarning
source: Category '%1' is already directly or indirectly assigned to the range plan.
pt_br: A categoria '%1' já está direta ou indiretamente atribuída ao plano de alcance.

# RangePlanningPlanAutoPostPlannedJournal
source: Auto post planned item coverage journal
pt_br: Auto post planejado jornal de cobertura de itens

# RangePlanningPlanChannelQuery
source: Range planning channels criteria
pt_br: Critérios de canais de planejamento de alcance

# RangePlanningPlanUnpost
source: Unpost range plan
pt_br: Plano de alcance não post

# RangePlanningPlanUnpostRelationWarning
source: Range plan cannot be unposted when related planned item coverage journal exists.
pt_br: O plano de alcance não pode ser postado quando o diário de cobertura de itens planejados relacionado existir.

# RangePlanningPlanSourceLinePercentExceedWarning
source: The percentage for source line of type '%1' cannot exceed 100.
pt_br: O percentual para linha de origem do tipo '%1' não pode exceder 100.

# RangePlanningPlanStorageCapacityNotFoundWarning
source: Storage capacity setup was not found for store '%1' and date '%2'.
pt_br: A configuração da capacidade de armazenamento não foi encontrada para a loja '%1' e a data '%2'.

# RangePlanningSourceJournalId
source: Range plan source journal Id
pt_br: Id do diário de origem do plano de alcance

source: Range planning source journal table
pt_br: Tabela de diário de origem de planejamento de alcance

# RangePlanningSourceJournalTableDevDoc
source: The KRFRangePlanningSourceJournalTable table contains information about range plan source journals.
pt_br: A tabela KRFRangePlanningSourceJournalTable contém informações sobre diários de origem do plano de alcance.

# RangePlanningSourceJournalCannotModifyWarning
source: An approved range planning source journal '%1' cannot be modified.
pt_br: Um diário de origem de planejamento de alcance aprovado '%1' não pode ser modificado.

# RangePlanningSourceJournalTrans
source: Range planning source journal lines
pt_br: Linhas de diário de origem de planejamento de alcance

# RangePlanningSourceJournalTransDevDoc
source: The KRFRangePlanningSourceJournalTrans table contains information about range plan source journal lines.
pt_br: A tabela KRFRangePlanningSourceJournalTrans contém informações sobre as linhas de diários de origem do range plan.

# RangePlaningSourceJournalIdHelp
source: Unique key for the Range planning source journal, allocated when creating new range planning source journal.
pt_br: Chave única para o diário fonte de planejamento do Range, alocado ao criar um novo diário fonte de planejamento de gama.

source: Range planning source journal
pt_br: Diário fonte de planejamento de alcance

# PlannedItemCoverageJournalMaintain
source: Maintain planned item coverage journal
pt_br: Manter o diário de cobertura de itens planejado

# PlannedItemCoverageJournalView
source: View planned item coverage journal
pt_br: Exibir o diário de cobertura de itens planejado

# PlannedItemCoverageMaintain
source: Maintain planned item coverage
pt_br: Manter a cobertura planejada do item

# PlannedItemCoverageView
source: View planned item coverage
pt_br: Exibir a cobertura planejada do item

# RangePlanningSourceJournalTableMaintain
source: Maintain range planning source journal
pt_br: Manter o diário de origem do planejamento de alcance

# RangePlanningSourceJournalTableView
source: View range planning source journal
pt_br: Ver o diário de origem do planejamento de alcance

# RangePlanningSourceJournalApproveDesc
source: Approve range planning source journal
pt_br: Aprovar o diário de origem do planejamento de alcance

# RangePlanningSourceJournalNoLinesWarning
source: Range planning source journal does not have any lines.
pt_br: O diário fonte de planejamento de alcance não tem nenhuma linha.

# RangePlanningSourceJournalApprove
source: Approve source journal
pt_br: Aprovar o diário de origem

# RangePlanningSourceJournalTableEntity
source: K3 Fashion - Range planning source journal
pt_br: K3 Fashion - Diário fonte de planejamento de gama

# RangePlanningSourceJournalTransEntity
source: K3 Fashion - Range planning source journal lines
pt_br: K3 Fashion - Linhas de origem do diário fonte de planejamento de gama

# RangePlanningSourceJournalTableEntityView
source: View range planning source journal table entity
pt_br: Ver a entidade de tabela de diário de origem do planejamento de faixa

# RangePlanningSourceJournalTableEntityMaintain
source: Maintain range planning source journal table entity
pt_br: Manter a entidade de tabela de diário de origem de planejamento de faixa

# RangePlanningSourceJournalTransEntityView
source: View range planning source journal lines entity
pt_br: Ver a entidade de linhas de diário de origem de planejamento de faixa

# RangePlanningSourceJournalTransEntityMaintain
source: Maintain range planning source journal lines entity
pt_br: Manter a entidade de linhas de diário de origem de planejamento de alcance

# RangePlanningSourceJournalHeaderAndLineTemplate
source: K3 Fashion - Range planning source journal header and lines
pt_br: K3 Fashion - Cabeçalho e linhas do jornal fonte de planejamento de gama

# RangePlanningPlanTableEntity
source: K3 Fashion - Range planning plan
pt_br: K3 Fashion - Plano de planejamento de gama

# RangePlanningPlanSourceLinesEntity
source: K3 Fashion - Range planning plan source lines
pt_br: K3 Fashion - Linhas de origem do plano de planejamento de gama

# RangePlanningPlanProductLinesEntity
source: K3 Fashion - Range planning plan product lines
pt_br: K3 Fashion - Linhas de produtos do plano de planejamento de gama

# RangePlanningPlanChannelLinesEntity
source: K3 Fashion - Range planning plan channel lines
pt_br: K3 Fashion - Linhas de canais de planejamento de gama

# RangePlanningProductGroupPriorityEntity
source: K3 Fashion - Range planning group - product groups priority
pt_br: K3 Fashion - Grupo de planejamento de gama - prioridade de grupos de produtos

# RangePlanningProductGroupHierarchyEntity
source: K3 Fashion - Range planning product group hierarchy
pt_br: K3 Fashion - Hierarquia de grupo de produtos de planejamento de gama

# RangePlanningStoreCapacityLineEntity
source: K3 Fashion - Range planning store capacity lines
pt_br: K3 Fashion - Linhas de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityProductsEntity
source: K3 Fashion - Range planning store capacity products
pt_br: K3 Fashion - Produtos de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityProductVariantsEntity
source: K3 Fashion - Range planning store capacity product variants
pt_br: K3 Fashion - Variantes de produtos de capacidade de armazenamento de planejamento de gama

# RangePlanningStoreCapacityTableEntity
source: K3 Fashion - Range planning store capacity
pt_br: K3 Fashion - Capacidade da loja de planejamento de gama

# RetailCollectionCopyProcessCopied
source: The collection has been copied successfully.
pt_br: A coleção foi copiada com sucesso.

# RangePlanningPlanSourceJournalNotApprovedWarning
source: Source journal '%1' is not approved.
pt_br: O diário fonte '%1' não está aprovado.

# RangePlanningGroupNotFoundWarning
source: Unable to find range planning group (Store: '%1', Category: '%2', Brand: '%3').
pt_br: Não foi possível encontrar grupo de planejamento de alcance (Loja: '%1', Categoria: '%2', Marca: '%3').

# RangePlanningPerformanceGroupNotFoundWarning
source: Unable to find range planning performance group (Store: '%1', Category: '%2', Brand: '%3').
pt_br: Não foi possível encontrar grupo de desempenho de planejamento de alcance (Loja: '%1', Categoria: '%2', Marca: '%3').

# RangePlanningGroupReplWeightNotDefinedWarning
source: Replenishment weight is not defined for range planning group '%1'.
pt_br: O peso de reposição não é definido para o grupo de planejamento de faixa '%1'.

# RangePlanningPerfGroupReplWeightNotDefinedWarning
source: Replenishment weight is not defined for range planning performance group '%1'.
pt_br: O peso de reposição não é definido para o grupo de desempenho de planejamento de faixa '%1'.

# RangePlanningProductGroupNotFoundWarning
source: Unable to find range planning product group (Range planning group: '%1', Item: '%2', Color: '%3').
pt_br: Não foi possível encontrar o grupo de produtos de planejamento de faixa (Grupo de planejamento de faixas: '%1', Item: '%2', Cor: '%3').

# RangePlanningSizeRatioCurveNotFoundWarning
source: Unable to find size ratio curve in matrix (Group: '%1', Performance group: '%2', Product group: '%3', Category: '%4', Color: '%5').
pt_br: Não é possível encontrar curva de razão de tamanho na matriz (Grupo: '%1', Grupo de desempenho: '%2', Grupo de produtos: '%3', Categoria: '%4', Cor: '%5').

# RangePlanningDimNotSupportedWarning
source: Item '%1'. Product dimension '%2' is not supported.
pt_br: Item '%1'. A dimensão do produto '%2' não é suportada.

# ReleaseUpdate_KRFProductStatusTable
source: Fix records wrongly created by Product Status Wizard with empty InventDimId. This script sets value 'AllBlank'.
pt_br: Corrigir registros criados erroneamente pelo Assistente de Status do Produto com inventDimId vazio. Este script define o valor 'AllBlank'.

# RangePlanningStoreCapacityApprove
source: Approve store capacity setup
pt_br: Aprovar a configuração da capacidade da loja

# RangePlanningStoreCapacityApproveDesc
source: Approve range planning store capacity setup
pt_br: Aprovar a configuração da capacidade da loja de planejamento de faixa

# RangePlanningStoreCapacityNoLinesWarning
source: Range planning store capacity does not have any lines and cannot be approved.
pt_br: A capacidade da loja de planejamento de faixa não tem nenhuma linha e não pode ser aprovada.

# RangePlanningStoreCapacityNotCalcWarning
source: Range planning store capacity is not calculated and cannot be approved.
pt_br: A capacidade da loja de planejamento de faixa não é calculada e não pode ser aprovada.

# RangePlanningStoreCapacityNotValidWarning
source: Range planning store capacity is not validated and cannot be approved.
pt_br: A capacidade da loja de planejamento de faixa não é validada e não pode ser aprovada.

# RangePlanningStoreCapacityNotFoundWarning
source: Range planning store capacity not found for store '%1' and date '%2'.
pt_br: Capacidade de armazenamento de planejamento de gama não encontrada para loja '%1' e data '%2'.

# RangePlanningStoreCapacityItemExceededWarning
source: Quantity for item '%1' exceeds storage capacity for store '%2' and date '%3'.
pt_br: A quantidade do item '%1' excede a capacidade de armazenamento da loja '%2' e a data '%3'.

# RangePlanningStoreCapacityVariantExceededWarning
source: Quantity for item '%1' (Size:'%2', Color:'%3', Fit:'%4') exceeds storage capacity for store '%5' and date '%6'.
pt_br: A quantidade para o item '%1' (Tamanho:'%2', Cor:'%3', Fit:'%4') excede a capacidade de armazenamento da loja '%5' e data '%6'.

source: Approve document
pt_br: Aprovar documento

# RangePlanningStoreCapacityItemMissingWarning
source: Item '%1' is not found in storage capacity for store '%2' and date '%3'.
pt_br: O item '%1' não é encontrado na capacidade de armazenamento da loja '%2' e data '%3'.

# RangePlanningStoreCapacityVariantMissingWarning
source: Item '%1' (%2) is not found in storage capacity for store '%3' and date '%4'.
pt_br: O item '%1' (%2) não é encontrado na capacidade de armazenamento da loja '%3' e data '%4'.

# RangePlanningStoreCapacityCannotModifyWarning
source: Range planning store capacity (Retail store: '%1', From date: '%2') is approved and cannot be modified.
pt_br: A capacidade da loja de planejamento de faixa (Loja de varejo: '%1', A partir da data: '%2') é aprovada e não pode ser modificada.

# BOMModelFormPartHeader
source: BOM model header images
pt_br: Imagens de cabeçalho do modelo BOM

# BOMModelFormPartHeaderHelpText
source: Images associated with item from BOM model header.
pt_br: Imagens associadas ao item do cabeçalho do modelo BOM.

# BOMModelFormPartLines
source: BOM model lines images
pt_br: Imagens de linhas de modelo BOM

# BOMModelFormPartLinesHelpText
source: Images associated with item from BOM model lines.
pt_br: Imagens associadas ao item das linhas do modelo BOM.

# RangePlanningPlanAllocatedQtyWarning
source: Item: '%1'. Allocated quantity ('%2') is greater than source quantity ('%3').
pt_br: Item: '%1'. A quantidade alocada ('%2') é maior que a quantidade de origem ('%3').

# TestSuiteTestPlans
source: K3 Software - Test plans (Preview)
pt_br: K3 Software - Planos de teste (Visualização)

# TestSuiteTestPlanID
source: Test plan ID
pt_br: ID do plano de teste

# TestSuiteTestLines
source: Test lines
pt_br: Linhas de teste

# TestSuiteTestLineAddFromFile
source: Add from file
pt_br: Adicionar do arquivo

# TestSuiteTestPlanRunDialog
source: Run test plan
pt_br: Executar plano de teste

# TestSuiteTestPlanExecutionHistory
source: Test plan execution history
pt_br: Histórico de execução do plano de teste

# TestSuiteTestLineSteps
source: Test line steps
pt_br: Etapas da linha de teste

# TestSuiteTestLineAddFromBPM
source: Add from BPM
pt_br: Adicionar de BPM

# MatrixFormAgreementReleaseHeaderTitle
source: %1 - %2 (Remaining quantity: %3)
pt_br: %1 - %2 (Quantidade restante: %3)

# RangePlanningSourceJournalErrorsWarning
source: The range planing source journal contains errors.
pt_br: O diário de origem de planejamento de alcance contém erros.

# RangePlanningSourceJournalValidate
source: Validate source journal.
pt_br: Valide o diário de origem.

# RangePlanningSourceJournalValidateDesc
source: Validate range planning source journal.
pt_br: Validar o diário fonte de planejamento de alcance.

# RangePlanningSourceJournalDuplicatesWarning
source: Incorrect setup for item '%1' and %2 '%3'. Check for possible duplicates.
pt_br: Configuração incorreta para o item '%1' e %2 '%3'. Verifique se há possíveis duplicatas.

# RangePlanningSourceJournalOkInfo
source: Source journal is OK.
pt_br: O diário de origem está bem.

# LineNotSelected
source: Line is not selected
pt_br: A linha não está selecionada

source: Internal use only
pt_br: Uso interno apenas

# KBPModelLineStatsEntityMaintain
source: Maintain Business plan lines statistics entity
pt_br: Manter a entidade de estatísticas de linhas de planos de negócios

# KBPModelLineStatsEntityView
source: View Business plan lines statistics entity
pt_br: Ver entidade de estatísticas de linhas de planos de negócios

# KBPModelTableFieldsEntityMaintain
source: Maintain Business plan columns configuration entity
pt_br: Manter a entidade de configuração de colunas de plano de negócios

# KBPModelTableFieldsEntityView
source: View Business plan columns configuration entity
pt_br: Exibir entidade de configuração de colunas de plano de negócios

# KBPModelActualsTableEntityMaintain
source: Maintain Business plan actuals table entity
pt_br: Manter plano de negócios entidade de tabela de valores

# KBPModelActualsTableEntityView
source: View Business plan actuals table entity
pt_br: Ver Plano de negócios entidade de tabela de negócios

# KBPModelActualsLineEntityView
source: View Business plan actuals lines entity
pt_br: Ver Plano de negócios entidade linhas de realidade

# KBPModelActualsLineEntityMaintain
source: Maintain Business plan actuals lines entity
pt_br: Manter plano de negócios reals linhas entidade

# RangePlanningPlanMustBeSelectedWarning
source: Range plan must be selected.
pt_br: O plano de alcance deve ser selecionado.

# RangePlanningPlanCopyOptionMissingWarning
source: At least one copy option must be selected.
pt_br: Pelo menos uma opção de cópia deve ser selecionada.

# RangePlanningPlanCopy
source: Copy range plan
pt_br: Copiar plano de intervalo

# BOMModelTitle
source: BOM Model '%1'
pt_br: Bom Modelo '%1'

# OrderChangeReasonDateTypeTransferOrder
source: Transfer order reason date type
pt_br: Tipo de data de razão do pedido de transferência

# OrderChangeReasonDateTypeSales
source: Sales reason date type
pt_br: Tipo de data de razão de vendas

# ReleaseUpdate_KRFOrderChangeJournalTrans1005
source: Update new field Date Type with default value (Ship date for Transfer order journals and Requested receipt date for Sales order journals)
pt_br: Atualize novo tipo de data de campo com valor padrão (data do envio para diários de pedido de transferência e data de recebimento solicitada para diários de pedidos de vendas)

# OrderChangeReasonDateTypeEntity
source: K3 Fashion - Order change management reason date type entity
pt_br: K3 Fashion - Entidade do tipo de data de data de gerenciamento de mudança de ordem

# OrderChangeReasonDateTypeEntityView
source: View order change management reason date type entity
pt_br: Exibir entidade do tipo de data de data de gerenciamento de mudança de pedido

# OrderChangeReasonDateTypeEntityMaintain
source: Maintain order change management reason date type entity
pt_br: Manter a entidade do tipo de data de data de gerenciamento de mudança de ordem

# OrderChangeReasonDateTypeView
source: View order change management reason date types
pt_br: Exibir tipos de data de data de gerenciamento de mudança de pedido

# OrderChangeReasonDateTypeMaintain
source: Maintain order change management reason date types
pt_br: Manter os tipos de data de data de gerenciamento de mudança de pedido

# ProductStatusAddToBOMBlocked
source: Add to BOM blocked
pt_br: Adicionar ao BOM bloqueado

# ProductStatusAddToBOMBlockedHelpText
source: Identifies whether product is blocked for adding to BOM, BOM version and BOM model.
pt_br: Identifica se o produto está bloqueado para adicionar ao modelo BOM, BOM e BOM.

# RangePlanningRoundingDiffPercent
source: Rounding difference
pt_br: Diferença de arredondamento

# RangePlanningRoundingDiffPercentHelp
source: Acceptable rounding difference (%)
pt_br: Diferença de arredondamento aceitável (%)

source: Range planning plan source line relation
pt_br: Relação de linha de origem do plano de planejamento de alcance

# RangePlanningSourceQty
source: Source quantity
pt_br: Quantidade de origem

# RangePlanningAllocatedQty
source: Allocated quantity
pt_br: Quantidade alocada

# RangePlanningPlanSourceLineLog
source: Range planning plan source line validation details
pt_br: Detalhes de validação da linha de origem do plano de planejamento de alcance
