Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# RangePlanningMatrixRowsConfigEntityMaintain
source: Maintain Range planning Rows configuration entity
pt_br: Manter a entidade de configuração de linhas de planejamento de faixa

# RangePlanningMatrixRowsConfigEntityView
source: View Range planning Rows configuration entity
pt_br: Exibir entidade de configuração de linhas de planejamento de faixa

# RangePlanningMatrixDataEntity
source: K3 Fashion - Range planning matrix
pt_br: K3 Fashion - Matriz de planejamento de gama

# RangePlanningMatrixDataEntityMaintain
source: Maintain Range planning matrix entity
pt_br: Manter a entidade matriz de planejamento de range

# RangePlanningMatrixDataEntityView
source: View Range planning matrix entity
pt_br: Ver entidade de matriz de planejamento de faixa

# OrderChangeJournalCreateMultiLines
source: Create multiple lines
pt_br: Criar várias linhas

# OrderChangeJournalCreateMultiLinesDesc
source: Create multiple order change journal lines
pt_br: Criar várias linhas de diário de alteração de ordem

# LineCriteriaQueryHelp
source: Indication field to show whether the record contains a criteria query
pt_br: Campo de indicação para mostrar se o registro contém uma consulta de critérios

# FunctionDeprecatedMsg
source: This function is obsolete and will be removed in future releases
pt_br: Esta função é obsoleta e será removida em versões futuras

# FormMissingInterfaceError
source: Form %1 does not implement interface %2.
pt_br: O formulário %1 não implementa interface %2.

# CollectionPlanningLineQueryCriteria
source: Collection line query criteria
pt_br: Critérios de consulta da linha de coleta

# ReleaseUpdScript_CollectionProductLineCriteria
source: Generate collection product line criteria records (KRFRetailCollectionProductLineCriteria) and actuals report setup fields (KRFRetailCollectionLineActualsReportFields) and attributes (KRFRetailCollectionLineActualsReportAttributes) based on existing collection product line criteria query and attributes.
pt_br: Gerar registros de critérios de linha de produtos de coleta (KRFRetailCollectionProductLineCriteria) e campos de configuração de relatórios reais (KRFRetailCollectionLineActualsReportFields) e atributos (KRFRetailCollectionLineActualsReportAttributes) com base em critérios de linha de produtos de coleta existentes e consultas e atributos.

# ReleaseUpdScript_KRFMarkdownTableDesc
source: Update all records of markdown model with the values of 'auto explode' and 'verify dimensions' fields from sales and marketing parameters.
pt_br: Atualize todos os registros do modelo de marcação com os valores dos campos 'auto explode' e 'verifique dimensões' a partir de parâmetros de vendas e marketing.

# CollectionPlanningLineActualsReport
source: Actuals report
pt_br: Relatório de verdades

# CollectionPlanningLineActualsReportColumnSetup
source: Actuals report columns setup
pt_br: Configuração de colunas de relatório real

# CollectionPlanningLineActualsReportAttribSetup
source: Actuals report attributes setup
pt_br: Configuração de atributos de relatório real

# CollectionPlanningLineActualsReportSetup
source: Actuals report setup
pt_br: Configuração do relatório real

# CollectionPlanningLineActualsReportTitle
source: Retail collection actuals
pt_br: Reais de coleta de varejo

# CollectionPlanningCriteriaRangeWarning
source: The criteria value '%1' contains special characters and might not work for the actuals calculation.
pt_br: O valor dos critérios '%1' contém caracteres especiais e pode não funcionar para o cálculo real.

# RangePlanningMatrixConfigFormNoSizeGroupWarning
source: There's no 'Size group' related to the '%1' category. The node cannot be added.
pt_br: Não há nenhum 'grupo tamanho' relacionado à categoria '%1'. O nó não pode ser adicionado.

# RangePlanningProductGroupApprove
source: Approve product group
pt_br: Aprovar grupo de produtos

# RangePlanningProductGroupApproveDesc
source: Approve range planning product group
pt_br: Aprovar grupo de produtos de planejamento de faixa

# RangePlanningProductGroupCannotModifyWarning
source: An approved range planning product group cannot be modified.
pt_br: Um grupo de produtos de planejamento de gama aprovado não pode ser modificado.

# RangePlanningProductGroupNoProductsWarning
source: Range planning product group does not have any products/subgroups assigned and cannot be approved.
pt_br: O grupo de produtos de planejamento de faixas não possui nenhum produto/subgrupos atribuídos e não pode ser aprovado.

# RangePlanningProductGroupActionPaneTab
source: Product group
pt_br: Grupo de produtos

# RangePlanningProductSubGroupItselfLinkWarning
source: The subgroup '%1' may not be linked to itself.
pt_br: O subgrupo '%1' pode não estar ligado a si mesmo.

# RangePlanningProductGroupCalculateHelpText
source: Generate group hierarchy for the range planning product group.
pt_br: Gerar hierarquia de grupo para o grupo de produtos de planejamento de gama.

# RangePlanningProductGroupCalculateFinishedInfo
source: Calculation finished for the range planning product group '%1'.
pt_br: Cálculo concluído para o grupo de produtos de planejamento de gama '%1'.

# RangePlanningProductGroupCalculate
source: Calculate product group
pt_br: Calcular grupo de produtos

# RangePlanningProductGroupCalculateDesc
source: Calculate range planning product group
pt_br: Calcular grupo de produtos de planejamento de faixa

source: Range planning product group hierarchy
pt_br: Hierarquia do grupo de produtos de planejamento de faixa

# RangePlanningProductGroupHierarchyDevDoc
source: The KRFRangePlanningProductGroupHierarchy table contains information about range planning poduct groups hierarchy.
pt_br: A tabela KRFRangePlanningProductGroupHierarchy contém informações sobre a hierarquia de grupos poduct de planejamento de alcance.

source: Range planning group reference
pt_br: Referência do grupo de planejamento de faixas

# RangePlanningSourceGroup
source: Source group
pt_br: Grupo fonte

# RangePlanningProductGroupIncorrecSetupWarning
source: Unable to calculate. Incorrect setup for range planning product group '%1'.
pt_br: Incapaz de calcular. Configuração incorreta para o grupo de produtos de planejamento de gama '%1'.

# RangePlanningProductGroupDuplicatedGroupWarning
source: Group '%1' is duplicated for group '%2'.
pt_br: O grupo '%1' é duplicado para o grupo '%2'.

# RangePlanningProductGroupNotCalculatedWarning
source: Range planning product group is not calculated and cannot be approved.
pt_br: O grupo de produtos de planejamento de faixas não é calculado e não pode ser aprovado.

# RangePlanningProductGroupCannotBeChangedWarning
source: Range planning product group '%1' is approved and cannot be changed.
pt_br: O grupo de produtos de planejamento de gama '%1' é aprovado e não pode ser alterado.

# RangePlanningProductGroupDuplicatedProductWarning
source: Product: '%1' is duplicated in hierarchy for group '%2'.
pt_br: Produto: '%1' é duplicado em hierarquia para o grupo '%2'.

# RangePlanningProductGroupDuplicatedProductColorWarning
source: Product: '%1',Color: '%2' is duplicated in hierarchy for group '%3'.
pt_br: Produto: '%1',Cor: '%2' é duplicado na hierarquia para o grupo '%3'.

# RangePlanningProductGroupDuplicatedProductsWarning
source: Duplicated products found in hierarchy for group '%1'.
pt_br: Produtos duplicados encontrados na hierarquia para o grupo '%1'.

# RangePlanningProductGroupHierarchyEntityView
source: View range planning product group hierarchy
pt_br: Exibir a hierarquia do grupo de produtos de planejamento de gama

source: Range planning product group products
pt_br: Produtos do grupo de produtos de planejamento de gama

# RangePlanningProductGroupPriority
source: Range planning group - product groups priority
pt_br: Grupo de planejamento de faixas - prioridade de grupos de produtos

# RangePlanningProductGroupPriorityDevDoc
source: The KRFRangePlanningProductGroupPriority table contains information about range planning poduct groups priority in relation to range planning groups.
pt_br: A tabela KRFRangePlanningProductGroupPriority contém informações sobre a prioridade dos grupos de podutos de planejamento de faixa em relação aos grupos de planejamento de alcance.

# RangePlanningProductGroupPriorityButton
source: Product groups priority
pt_br: Prioridade dos grupos de produtos

# RangePlanningProductGroupPriorityEntityView
source: View range planning group - product groups priority
pt_br: Ver grupo de planejamento de faixas - prioridade de grupos de produtos

# RangePlanningProductGroupPriorityEntityMintain
source: Maintain range planning group - product groups priority
pt_br: Manter o grupo de planejamento de faixas - prioridade de grupos de produtos

# RangePlanningProductGroupPrioritySimple
source: Range planning product group priority.
pt_br: Prioridade do grupo de produtos de planejamento de faixa.

# SalesCube
source: K3 Fashion - Sales cube
pt_br: K3 Fashion - Cubo de vendas

# KBPQueryCustomRelationFormValidateDeleteWarning
source: This custom relation cannot be deleted since it was already commited before, please remove it from the query setup form.
pt_br: Essa relação personalizada não pode ser excluída, uma vez que já foi comprometida antes, remova-a do formulário de configuração de consulta.

# KRFReleaseUpdate_KBPQueryCustomRelationFields
source: Creates records into the new Business planning custom relation lines table.
pt_br: Cria registros na nova tabela de linhas de relacionamento personalizadas do planejamento de negócios.

# PlannedItemCoverageJournalId
source: Planned item coverage journal number
pt_br: Número do diário de cobertura de itens planejado

source: Planned item coverage journal
pt_br: Diário de cobertura de itens planejado

source: Planned item coverage journal lines
pt_br: Linhas planejadas de diário de cobertura de itens

# PlannedItemCoverageJournalIdHelp
source: Unique key for planned item coverage journal identification. The key is used when creating new planned item coverage journal.
pt_br: Chave única para identificação planejada do diário de cobertura de itens. A chave é usada na criação de um novo diário de cobertura de itens planejado.

# PlannedItemCoverageJournalEntity
source: K3 Fashion - Planned item coverage journal
pt_br: K3 Fashion - Jornal de cobertura de itens planejados

# PlannedItemCoverageJournalEntityMaintain
source: Maintain planned item coverage journal entity
pt_br: Manter a entidade de diário de cobertura de itens planejada

# PlannedItemCoverageJournalEntityView
source: View planned item coverage journal entity
pt_br: Ver a entidade do diário de cobertura de itens planejado

# PlannedItemCoverageJournalLinesEntity
source: K3 Fashion - Planned item coverage journal lines
pt_br: K3 Fashion - Linhas planejadas de diário de cobertura de itens

# PlannedItemCoverageJournalLinesEntityMaintain
source: Maintain planned item coverage journal lines entity
pt_br: Manter a entidade planejada de linhas de diário de cobertura de itens

# PlannedItemCoverageJournalLinesEntityView
source: View planned item coverage journal lines entity
pt_br: Exibir a entidade de linhas de diário de cobertura de itens planejadas

# KBPHeaderOther
source: Header - Other information
pt_br: Cabeçalho - Outras informações

# RangePlanningMatrixHeaderTitle
source: Definition of store dependant size ranges
pt_br: Definição de faixas de tamanho de dependentes da loja

source: Range planning group
pt_br: Grupo de planejamento de alcance

source: Range planning performance group
pt_br: Grupo de desempenho de planejamento de alcance

# RangePlanningRetailStoreCapacityTableRef
source: Range planning retail store capacity table relation
pt_br: Relação de tabela de capacidade de loja de varejo

# RangePlanningRetailStoreCapacityLineRef
source: Range planning retail store capacity line relation
pt_br: Linha de planejamento de linha de capacidade de varejo

# RangePlanningSizeWeight
source: Size weight
pt_br: Peso do tamanho

# RangePlanningFitWeight
source: Fit weight
pt_br: Peso de ajuste

# RangePlanningStoreCapacityTable
source: Range planning store capacity
pt_br: Capacidade da loja de planejamento de faixa

# RangePlanningStoreCapacityTableDevDoc
source: The KRFRangePlanningStoreCapacityTable table contains range planning retail store capacity headers.
pt_br: A tabela KRFRangePlanningStoreCapacityTable contém cabeçalhos de capacidade de varejo de planejamento de gama.

# RangePlanningStoreCapacityLine
source: Range planning store capacity lines
pt_br: Linhas de capacidade da loja de planejamento de faixa

# RangePlanningStoreCapacityLineDevDoc
source: The KRFRangePlanningStoreCapacityLine table contains range planning retail store capacity lines.
pt_br: A tabela KRFRangePlanningStoreCapacityLine contém linhas de capacidade de varejo de planejamento de gama.

source: Range planning store capacity products
pt_br: Produtos de capacidade de armazenamento de planejamento de gama

# RangePlanningStoreCapacityProductsDevDoc
source: The KRFRangePlanningStoreCapacityProducts table contains range planning retail store capacity products.
pt_br: A tabela KRFRangePlanningStoreCapacityProducts contém produtos de capacidade de varejo de planejamento de gama.

# RangePlanningStoreCapacity
source: Store capacity
pt_br: Capacidade de armazenamento

source: Range planning store capacity form.
pt_br: Formulário de capacidade da loja de planejamento de gama.

# RangePlanningStoreCapacityView
source: View range planning store capacity
pt_br: Exibir capacidade de armazenamento de planejamento de gama

# RangePlanningStoreCapacityMaintain
source: Maintain range planning store capacity
pt_br: Manter a capacidade de armazenamento de planejamento de faixa

# RangePlanningTotalQty
source: Total qty
pt_br: Qty total

# RangePlanningStoreCapacityCalculateFinishedInfo
source: Calculation finished for the range planning store capacity (Retail store: '%1', From date: '%2').
pt_br: Cálculo finalizado para a capacidade da loja de planejamento de gama (Loja de varejo: '%1', Data: '%2').

# RangePlanningStoreCapacityCalculateLineFinishedInfo
source: Calculation finished for the range planning store capacity line (Category: '%1', Brand: '%2').
pt_br: Cálculo finalizado para a linha de capacidade da loja de planejamento de faixa (Categoria: '%1', Marca: '%2').

# RangePlanningStoreCapacityCalculate
source: Calculate store capacity line
pt_br: Calcular a linha de capacidade da loja

# RangePlanningStoreCapacityCalculateHelpText
source: Generate list of products and calculate weights for the range planning store capacity lines.
pt_br: Gere lista de produtos e calcule pesos para as linhas de capacidade da loja de planejamento de gama.

# RangePlanningStoreCapacityCalculateDesc
source: Calculate range planning store capacity line
pt_br: Calcular a linha de capacidade da loja de planejamento de faixa

# RangePlanningStoreCapacityLineType
source: Type of the range planning store capacity line.
pt_br: Tipo de linha de capacidade da loja de planejamento de gama.

# RangePlanningStoreCapacityLineAutoExplodePrompt
source: Selected category will be automatically expanded. Continue?
pt_br: A categoria selecionada será automaticamente expandida. Continuar?

# RangePlanningItemsColorsTotal
source: Total items/colors
pt_br: Total de itens/cores

# RangePlanningVariantsTotal
source: Total variants
pt_br: Variantes totais

# RangePlanningStoreCapacityLowestNodeWarning
source: Only the lowest category nodes are allowed.
pt_br: Apenas os nós de categoria mais baixa são permitidos.

# RangePlanningStoreCapacityManualAbsoluteWarning
source: Manual option is not available for lines of type 'Absolute'.
pt_br: A opção manual não está disponível para linhas do tipo 'Absoluto'.

# RangePlanningStoreCapacityQtyMultiplierWarning
source: Quantity must be a multiplier of '%1' (size and fit weight).
pt_br: A quantidade deve ser um multiplicador de '%1' (tamanho e peso de ajuste).

# RangePlanningStoreCapacityQtyClearPrompt
source: Quantities need to be cleared. Do you want to continue?
pt_br: As quantidades precisam ser limpas. Você quer continuar?

# RangePlanningCalcWeight
source: Calculation weight
pt_br: Peso de cálculo

# RangePlanningStoreCapacityValidateFinishedInfo
source: Validation finished for the range planning store capacity (Retail store: '%1', From date: '%2').
pt_br: Validação finalizada para a capacidade da loja de planejamento de gama (Loja de varejo: '%1', Data: '%2').

# RangePlanningStoreCapacityValidateLineFinishedInfo
source: Validation finished for the range planning store capacity line (Category: '%1', Brand: '%2').
pt_br: Validação finalizada para a linha de capacidade da loja de planejamento de gama (Categoria: '%1', Marca: '%2').

# RangePlanningStoreCapacityValidate
source: Validate store capacity line
pt_br: Validar a linha de capacidade da loja

# RangePlanningStoreCapacityValidateHelpText
source: Validate definition and calculations of the range planning store capacity lines.
pt_br: Validar definição e cálculos das linhas de capacidade da loja de planejamento de faixa.

# RangePlanningStoreCapacityValidateDesc
source: Validate range planning store capacity line
pt_br: Validar a linha de capacidade da loja de planejamento de faixa

# QuantityCantBeLessThanZeroWarning
source: Quantity cannot be less than 0.
pt_br: A quantidade não pode ser inferior a 0.

# RangePlanningStoreCapacityLineNotCalcWarning
source: Store capacity line is not calculated.
pt_br: A linha de capacidade da loja não é calculada.

# RangePlanningStoreCapacityLineQtyZeroWarning
source: Quantity is not defined.
pt_br: A quantidade não está definida.

# RangePlanningStoreCapacityTotalQtyMismatchWarning
source: Store capacity line total quantity must match the sum of quantity from all product lines.
pt_br: A quantidade total da linha de capacidade da loja deve corresponder à soma da quantidade de todas as linhas do produto.

# RangePlanningStoreCapacityQtyMultiplierExtWarning
source: Quantity must be a multiplier of size and fit weight (Item: '%1', Color: '%2').
pt_br: A quantidade deve ser um multiplicador de tamanho e peso de ajuste (Item: '%1', Cor: '%2').

# RangePlanningStoreCapacityValidationFinalInfo
source: Please fix the setup and/or calculate.
pt_br: Por favor, conserte a configuração e/ou calcule.

# RangePlanningStoreCapacityTotalItemColorsMismatchWarning
source: Total number of items/colors must match the count of all product lines.
pt_br: O número total de itens/cores deve corresponder à contagem de todas as linhas do produto.

# RangePlanningStoreCapacityCategoryBrandPrefix
source: Category: '%1', Brand: '%2'
pt_br: Categoria: '%1', Marca: '%2'

# RangePlanningStoreCapacityLineProductsNoQtyWarning
source: All product lines must have quantity defined.
pt_br: Todas as linhas de produtos devem ter quantidade definida.

# RangePlanningStoreCapacityLineInfoLog
source: Info log for capacity line (Category: '%1', Brand: '%2').
pt_br: Registro de informações para linha de capacidade (Categoria: '%1', Marca: '%2').

# RangePlanningStoreCapacityQtyManualChangeWarning
source: Quantity can be change only when store capacity line is set to 'Manual'.
pt_br: A quantidade só pode ser mudada quando a linha de capacidade da loja estiver definida como 'Manual'.

# RangePlanningStoreCapacityLineProductsEntityView
source: View range planning store capacity line products
pt_br: Exibir produtos da linha de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityLineProductsEntityMaintain
source: Maintain range planning store capacity line products
pt_br: Manter os produtos da linha de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityProductVariants
source: Range planning store capacity line product variants
pt_br: Variantes de produtos da linha de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityProductVariantsDevDoc
source: The KRFRangePlanningStoreCapacityProductVariants table contains range planning retail store capacity line product variants.
pt_br: A tabela KRFRangePlanningStoreCapacityProductVariants contém variantes de produtos da linha de capacidade da loja de varejo.

source: Validated
pt_br: Validado

# RangePlanningStoreCapacityLineEntityView
source: View range planning store capacity lines
pt_br: Ver linhas de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityLineEntityMaintain
source: Maintain range planning store capacity lines
pt_br: Manter linhas de capacidade de armazenamento de planejamento de faixa

# RangePlanningStoreCapacityTableEntityView
source: View range planning store capacity table
pt_br: Ver tabela de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityTableEntityMaintain
source: Maintain range planning store capacity table
pt_br: Manter a tabela de capacidade da loja de planejamento de faixa

# RangePlanningStoreCapacityProductVariantsEntityView
source: View range planning store capacity product variants
pt_br: Exibir variantes de produtos de capacidade de armazenamento de planejamento de gama

# RangePlanningStoreCapacityProductVariantsEntityMaintain
source: Maintain range planning store capacity product variants
pt_br: Manter as variantes do produto de capacidade da loja de planejamento de gama

# RangePlanningStoreCapacityDetailsPerVariant
source: Details per variant
pt_br: Detalhes por variante

# RangePlanningStoreCapacityProductsDataMissingWarning
source: One or combination of the following is missing for item '%1' and color '%2': range planning product group, size ratio curve, fit group.
pt_br: Uma ou combinação do seguinte está faltando para o item '%1' e cor '%2': grupo de produtos de planejamento de gama, curva de razão de tamanho, grupo fit.

# RangePlanningRetailStoreCapacityProductsRef
source: Range planning retail store capacity products relation
pt_br: Linha de planejamento de produtos de capacidade de varejo

# RangePlanningRetailStoreCapacityVariantsQty
source: Variants Qty
pt_br: Variantes Qty

# RangePlanningRetailStoreCapacityVariantsQtyMismatchInfo
source: Mismatch between products quantity and product variants quantity (Item: '%1', Color: '%2').
pt_br: Incompatibilidade entre quantidade de produtos e quantidade de variantes do produto (Item: '%1', Cor: '%2').

# BOMModelMaintenanceReopenedInfo
source: The BOM model has been reopened
pt_br: O modelo BOM foi reaberto

# BOMModelMaintenanceReopeningBoxNoYesTitle
source: Reopening BOM model
pt_br: Reabertura do modelo BOM

# BOMModelMaintenanceReopeningBoxNoYesMessage
source: Are you sure you want to reopen the BOM model? All related BOM versions and BOMs are going to be deactivated.
pt_br: Tem certeza que quer reabrir o modelo BOM? Todas as versões BEM e BOMs relacionadas serão desativadas.

# RangePlanningPlanId
source: Range plan Id
pt_br: Id do plano de alcance

# RangePlanningPlanTable
source: Range plan table
pt_br: Tabela de plano de alcance

# RangePlanningPlanTableDevDoc
source: The KRFRangePlanningPlanTable table contains information about range plans.
pt_br: A tabela KRFRangePlanningPlantable contém informações sobre planos de alcance.

# RangePlanningPlanChannelLines
source: Range plan channel lines
pt_br: Linhas de canal de plano de alcance

# RangePlanningPlanChannelLinesDevDoc
source: The KRFRangePlanningPlanChannelLine table contains information about range plan channel lines.
pt_br: A tabela KRFRangePlanningPlanChannelLine contém informações sobre linhas de canais de plano de alcance.

# RangePlanningPlanProductLines
source: Range plan product lines
pt_br: Linhas de produtos de plano de alcance

# RangePlanningPlanProductLinesDevDoc
source: The KRFRangePlanningPlanProductLine table contains information about range plan product lines.
pt_br: A tabela KRFRangePlanningPlanProductLine contém informações sobre linhas de produtos de plano de alcance.
