Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF1644
source: View all pending product lifecycle activity lines filtered by the responsible person.
pt_br: Visualize todas as linhas de atividade pendentes do ciclo de vida do produto filtradas pelo responsável.

# @KRF1645
source: View pending product lifecycle activity lines
pt_br: Ver linhas de atividade pendentes do ciclo de vida do produto

# @KRF1646
source: Creation of delivery schedule will make matrix not available for current line in the order. Continue?
pt_br: A criação do cronograma de entrega tornará a matriz não disponível para a linha atual no pedido. Continuar?

# @KRF1647
source: Maintain product lifecycle activity line status
pt_br: Manter o status da linha de atividade do ciclo de vida do produto

# @KRF1648
source: View plan
pt_br: Ver plano

# @KRF1649
source: Opens the product lifecycle plan form, with the current activity highlighted.
pt_br: Abre a forma de plano do ciclo de vida do produto, com a atividade atual destacada.

# @KRF1650
source: Disc
pt_br: Disco

# @KRF1652
source: From item
pt_br: Do item

# @KRF1653
source: To item
pt_br: Para item

# @KRF1654
source: Realized start date
pt_br: Data de início realizada

# @KRF1655
source: Realized end date
pt_br: Data de término realizada

# @KRF1656
source: Cannot select a child node as the predecessor.
pt_br: Não é possível selecionar um nó infantil como o antecessor.

# @KRF1657
source: Cannot select the parent node as the predecessor.
pt_br: Não é possível selecionar o nó pai como o antecessor.

# @KRF1658
source: Warehouse classification groups
pt_br: Grupos de classificação de armazéns

# @KRF1659
source: Warehouse classification group
pt_br: Grupo de classificação do armazém

# @KRF1660
source: Identifies the warehouse classification group.
pt_br: Identifica o grupo de classificação do armazém.

# @KRF1661
source: The KRFInventLocationClassificationGroup table contains a list of distinct classes into which warehouses may be grouped.
pt_br: A tabela KRFInventLocationClassificationGroup contém uma lista de classes distintas nas quais os armazéns podem ser agrupados.

# @KRF1662
source: Set up warehouse classification groups.
pt_br: Criar grupos de classificação de armazéns.

# @KRF1663
source: Description of the warehouse classification group.
pt_br: Descrição do grupo de classificação do armazém.

# @KRF1664
source: Clear reserve now
pt_br: Reserva clara agora

# @KRF1665
source: Release for reservation
pt_br: Liberação para reserva

# @KRF1666
source: Release current/selected lines for reservation.
pt_br: Liberar linhas atuais/selecionadas para reserva.

# @KRF1667
source: Release all lines for reservation.
pt_br: Libere todas as linhas para reserva.

# @KRF1668
source: Clear reserve now field on all lines.
pt_br: Reserva livre agora campo em todas as linhas.

# @KRF1669
source: Clear reserve now field on current/selected lines.
pt_br: Reserve livre agora em campo em linhas atuais/selecionadas.

# @KRF1670
source: Sales order '%1' - Invalid Sales order category; fail-safe '%2' used.
pt_br: Ordem de vendas '%1' - Categoria de ordem de vendas inválidas; '%2' de segurança de falha usado.

# @KRF1671
source: Maintain warehouse classification groups
pt_br: Manter grupos de classificação de armazéns

# @KRF1672
source: Create, update or delete warehouse classification groups
pt_br: Criar, atualizar ou excluir grupos de classificação de armazéns

# @KRF1673
source: View warehouse classification groups
pt_br: Ver grupos de classificação de armazéns

# @KRF1674
source: Reserve now quantity is more than remaining quantity available.
pt_br: A quantidade de reserva agora é mais do que a quantidade restante disponível.

# @KRF1675
source: Exclude weekends
pt_br: Exclua os fins de semana

# @KRF1676
source: Indicates if weekends are to be excluded when calculating duration.
pt_br: Indica se os finais de semana devem ser excluídos no cálculo da duração.

# @KRF1677
source: This operation might change the plan status to 'Open'.\nContinue?
pt_br: Esta operação pode alterar o status do plano para 'Open'.\nContinue?

# @KRF1678
source: No activity lines found to open.
pt_br: Não foram encontradas linhas de atividade para abrir.

# @KRF1679
source: Shared parameters
pt_br: Parâmetros compartilhados

# @KRF1680
source: View or add shared parameters.
pt_br: Exibir ou adicionar parâmetros compartilhados.

# @KRF1681
source: Set up shared parameters for product information management
pt_br: Configurar parâmetros compartilhados para o gerenciamento de informações de produtos

# @KRF1682
source: Realized duration
pt_br: Duração realizada

# @KRF1683
source: K3 Fashion - Shared product parameters
pt_br: K3 Fashion - Parâmetros de produtos compartilhados

# @KRF1684
source: The KRFEcoResProductSharedParameters tables contains shared values for various product settings for K3 Fashion.
pt_br: As tabelas KRFEcoResProductSharedParameters contêm valores compartilhados para várias configurações de produtos para a K3 Fashion.

# @KRF1685
source: Tolerance days
pt_br: Dias de tolerância

# @KRF1686
source: Indicates the number of days to add to the current date. Purchase order lines with a delivery date within that period will be taken into account.
pt_br: Indica o número de dias para adicionar à data atual. As linhas de pedidos de compra com uma data de entrega dentro desse período serão levadas em conta.

# @KRF1687
source: Priority
pt_br: Prioridade

# @KRF1688
source: Specify the priority in which stock is received when a purchase order has lines with different inventory status.
pt_br: Especifique a prioridade em que o estoque é recebido quando uma ordem de compra tem linhas com status de inventário diferente.

# @KRF1689
source: Apportion lines to new load
pt_br: Linhas de rateio para nova carga

# @KRF1690
source: Apportion lines to existing load
pt_br: Linhas de rateamento para carga existente

# @KRF1691
source: Select item quantity
pt_br: Selecione a quantidade de itens

# @KRF1692
source: Select the quantity to be apportioned between purchase lines.
pt_br: Selecione a quantidade a ser repartida entre as linhas de compra.

# @KRF1693
source: Updates the default priority value.
pt_br: Atualiza o valor de prioridade padrão.

# @KRF1694
source: Unique identifier of the template.
pt_br: Identificador exclusivo do modelo.

# @KRF1695
source: Product lifecycle template
pt_br: Modelo do ciclo de vida do produto

# @KRF1696
source: The KPMPLMTemplateTable table contains header information about product lifecycle template.
pt_br: A tabela KPMPLMTemplateTable contém informações de cabeçalho sobre o modelo do ciclo de vida do produto.

# @KRF1697
source: Product lifecycle template line
pt_br: Linha de modelo do ciclo de vida do produto

# @KRF1698
source: The KPMPLMTemplateLine table contains information about product lifecycle template lines.
pt_br: A tabela KPMPLMTemplateLine contém informações sobre linhas de modelo do ciclo de vida do produto.

# @KRF1699
source: Product lifecycle template line actions
pt_br: Ações da linha de modelo do ciclo de vida do produto

# @KRF1700
source: The KPMPLMTemplateLineActions table contains information about product lifecycle template line actions.
pt_br: A tabela KPMPLMTemplateLineActions contém informações sobre as ações da linha de modelo do ciclo de vida do produto.

# @KRF1701
source: Setup of PLM templates.
pt_br: Configuração de modelos PLM.

# @KRF1702
source: Setup of PLM template actions.
pt_br: Configuração de ações de modelo PLM.

# @KRF1703
source: Create a template from plan.
pt_br: Crie um modelo a partir do plano.

# @KRF1704
source: From template
pt_br: Do modelo

# @KRF1705
source: Creates a plan from the selected template.
pt_br: Cria um plano a partir do modelo selecionado.

# @KRF1706
source: View product lifecycle template
pt_br: Exibir o modelo do ciclo de vida do produto

# @KRF1707
source: Maintain product lifecycle template
pt_br: Manter o modelo do ciclo de vida do produto

# @KRF1708
source: View product lifecycle template actions
pt_br: Exibir ações de modelo do ciclo de vida do produto

# @KRF1709
source: Maintain product lifecycle template actions
pt_br: Manter as ações do modelo do ciclo de vida do produto

# @KRF1710
source: Create product lifecycle template from a plan
pt_br: Criar modelo do ciclo de vida do produto a partir de um plano

# @KRF1711
source: Create product lifecycle plan from a template
pt_br: Crie o plano do ciclo de vida do produto a partir de um modelo

# @KRF1712
source: Plan has not been created. Source template has no lines.
pt_br: O plano não foi criado. O modelo de origem não tem linhas.

# @KRF1713
source: Template has not been created. Source plan has no lines.
pt_br: O modelo não foi criado. O plano de origem não tem linhas.

# @KRF1714
source: Include line actions
pt_br: Incluir ações de linha

# @KRF1715
source: Indicates if actions are to be copied from template when creating a plan.
pt_br: Indica se as ações devem ser copiadas do modelo ao criar um plano.

# @KRF1716
source: Start/Finish activity dialog
pt_br: Diálogo de atividade de início/acabamento

# @KRF1717
source: The realized start/finish date to use when changing a plan activity line status.
pt_br: A data de início/término realizada para usar ao alterar o status da linha de atividade do plano.

# @KRF1718
source: Base value is not zero. Values will be recalculated accordingly.
pt_br: O valor base não é zero. Os valores serão recalculados em conformidade.

# @KRF1719
source: Prepack version '%1' for the site '%2' already exists.
pt_br: A versão pré-embalada '%1' para o site '%2' já existe.

# @KRF1720
source: Prepack wizard: Creation of prepack version. Prepack approval, calculation and activation on close.
pt_br: Assistente pré-pacote: Criação da versão pré-pack. Aprovação, cálculo e ativação pré-pacotes em proximidade.

# @KRF1721
source: Reserved value is less than the minimum delivery percentage.
pt_br: O valor reservado é inferior ao percentual mínimo de entrega.

# @KRF1722
source: Use default inventory status from warehouse
pt_br: Use o status de inventário padrão do armazém

# @KRF1723
source: Fallback inventory status
pt_br: Status do inventário de recuo

# @KRF1724
source: Reserve all orders using the allocation priority setting.
pt_br: Reserve todas as ordens usando a configuração de prioridade de alocação.

# @KRF1725
source: Reserve all orders by minimum delivery percentage.
pt_br: Reserve todos os pedidos por porcentagem mínima de entrega.

# @KRF1726
source: Release to warehouse (Not on hand)
pt_br: Liberação para armazém (Não na mão)

# @KRF1727
source: Release to warehouse (Part)
pt_br: Liberação para armazém (Parte)

# @KRF1728
source: Pivot
pt_br: Pivô

# @KRF1729
source: Open released product details in the pivot form.
pt_br: Abra detalhes do produto liberados na forma pivô.

# @KRF1730
source: View pivot form
pt_br: Ver forma de pivô

# @KRF1731
source: Pivot fields
pt_br: Campos pivôs

# @KRF1732
source: Pivot fields used for inventory module.
pt_br: Campos pivôs usados para módulo de inventário.

# @KRF1733
source: Pivot module
pt_br: Módulo pivô

# @KRF1734
source: Identifies the module the pivot is called from.
pt_br: Identifica o módulo de onde o pivô é chamado.

# @KRF1735
source: The plan cannot be opened because an empty 'Phase' or 'Activity group' is found.
pt_br: O plano não pode ser aberto porque um 'Phase' ou 'Activity group' vazio é encontrado.

# @KRF1736
source: Product management - advanced
pt_br: Gerenciamento de produtos - avançado

# @KRF1737
source: Select the properties to update ratio curves using dimension group: %1
pt_br: Selecione as propriedades para atualizar curvas de proporção usando o grupo de dimensões: %1

# @KRF1738
source: Update ratio curves
pt_br: Curvas de proporção de atualização

# @KRF1739
source: Update ratio curves using current dimension group.
pt_br: Atualização de curvas de proporção usando o grupo de dimensão atual.

# @KRF1740
source: Select product status
pt_br: Selecione o status do produto

# @KRF1741
source: Select the new product status for selected records.
pt_br: Selecione o novo status do produto para registros selecionados.

# @KRF1742
source: Update product status
pt_br: Atualizar o status do produto

# @KRF1743
source: Updates the product status for selected records.
pt_br: Atualiza o status do produto para registros selecionados.

# @KRF1744
source: Position group
pt_br: Grupo de posição

# @KRF1745
source: Unique identifier of the measurement position group.
pt_br: Identificador único do grupo de posição de medição.

# @KRF1746
source: The KPMMeasurementPositionGroup table holds the information about measurement positions groups.
pt_br: A tabela KPMMeasurementPositionGroup contém as informações sobre grupos de posições de medição.

# @KRF1747
source: Position groups
pt_br: Grupos de posições

# @KRF1748
source: Defines measurement positions groups.
pt_br: Define grupos de posições de medição.

# @KRF1749
source: Position line
pt_br: Linha de posição

# @KRF1750
source: The KPMMeasurementPositionGroupLine table contains the list of measurement position lines and the respective description.
pt_br: A tabela KPMMeasurementPositionGroupLine contém a lista de linhas de posição de medição e a respectiva descrição.

# @KRF1751
source: Position lines
pt_br: Linhas de posição

# @KRF1752
source: Defines measurement positions group lines.
pt_br: Define as posições de medição das linhas de grupo.

# @KRF1753
source: Aggregate purchase lines
pt_br: Linhas de compra agregadas

# @KRF1754
source: Allows receiving multiple purchase lines from same order.
pt_br: Permite receber várias linhas de compra a partir da mesma ordem.

# @KRF1755
source: Receiving options
pt_br: Opções de recebimento

# @KRF1756
source: Set default inventory status
pt_br: Defina o status do inventário padrão

# @KRF1757
source: Select the default inventory status for warehouse management.
pt_br: Selecione o status de inventário padrão para gerenciamento de armazém.

# @KRF1758
source: Initialize stores inventory status
pt_br: Inicializar o status de inventário das lojas

# @KRF1759
source: Updates the default inventory status for store warehouses.
pt_br: Atualiza o status de inventário padrão para armazéns de lojas.

# @KRF1760
source: Change planned start date
pt_br: Alterar data de início planejada

# @KRF1761
source: Change the planned start date, either to a specific date or offset by number of days.
pt_br: Alterar a data de início planejada, seja para uma data específica ou compensada pelo número de dias.

# @KRF1762
source: Change product lifecycle planned start date
pt_br: Alterar o ciclo de vida do produto planejado data de início

# @KRF1763
source: Data consistency error: All changes have been reverted back.
pt_br: Erro de consistência dos dados: Todas as alterações foram revertidas.

# @KRF1764
source: Quantity exceeds the remaining quantity on line. Quantity not allocated is %1.
pt_br: A quantidade excede a quantidade restante em linha. A quantidade não alocada é %1.

# @KRF1765
source: Matrix intercompany synchronization
pt_br: Sincronização de matriz entre empresas

# @KRF1766
source: Enables matrix intercompany synchronization during purchase order confirmation process.
pt_br: Permite sincronização de intercompania matricial durante o processo de confirmação do pedido de compra.

# @KRF1767
source: Is matrix synchronization action needed when confirming intercompany order?
pt_br: A ação de sincronização matricial é necessária ao confirmar a ordem intercompanhia?

# @KRF1768
source: Maintain Gantt chart form
pt_br: Manter a forma de gráfico de Gantt

# @KRF1769
source: View Gantt chart form
pt_br: Exibir formulário de gráfico de Gantt

# @KRF1770
source: The Gantt chart will illustrate elements in a graphical way.
pt_br: O gráfico de Gantt ilustrará elementos de forma gráfica.

# @KRF1771
source: The KRFTmpReleaseToWarehouseSource table holds temporary information about order lines that can be released to warehouse.
pt_br: A tabela KRFTmpReleaseToWarehouseSource contém informações temporárias sobre linhas de pedidos que podem ser liberadas para o armazém.

# @KRF1772
source: Create prepack with lines and versions
pt_br: Crie pré-pacote com linhas e versões

# @KRF1773
source: Open a form to create a new prepack, prepack version, approve and activate it.
pt_br: Abra um formulário para criar uma nova versão pré-pacote, pré-pacote, aprová-la e ativá-la.

# @KRF1774
source: Open a form to create a new prepack.
pt_br: Abra um formulário para criar um novo pré-pacote.

# @KRF1775
source: Default site not specified for the selected category.
pt_br: Site padrão não especificado para a categoria selecionada.

# @KRF1776
source: New released prepack
pt_br: Novo pré-pacote lançado

# @KRF1777
source: Prepack creation process
pt_br: Processo de criação de pré-embalagem

# @KRF1778
source: Prepack approval
pt_br: Aprovação pré-pacote

# @KRF1779
source: Cannot change field '%1' because Sales order category '%2' is being used in Retail Channel '%3' (%4).
pt_br: Não é possível mudar o campo '%1' porque a categoria de pedidos de vendas '%2' está sendo usada no Canal de Varejo '%3' (%4).

# @KRF1780
source: Invalid Sales order category selected. Channel must be blank or set to '%1'.
pt_br: Categoria de ordem de vendas inválidas selecionada. O canal deve estar em branco ou definido como '%1'.

# @KRF1781
source: Clear reservation from all lines.
pt_br: Reserva livre de todas as linhas.

# @KRF1782
source: Clear reservations from current/selected lines.
pt_br: Limpe as reservas das linhas atuais/selecionadas.

# @KRF1783
source: Fail-safe sales order category
pt_br: Categoria de pedido de vendas com segurança contra falhas

# @KRF1784
source: The sales order category to be used when a retail sales order has a wrong order category set.
pt_br: A categoria de ordem de venda a ser usada quando uma ordem de venda no varejo tem uma categoria de pedido errada definida.

# @KRF1785
source: Field '%1' cannot be set because order category is set as a fail-safe in parameters.
pt_br: O campo '%1' não pode ser definido porque a categoria de pedido é definida como uma falha de segurança nos parâmetros.

# @KRF1786
source: Invalid Sales order category selected. Channel must be blank.
pt_br: Categoria de ordem de vendas inválidas selecionada. O canal deve estar em branco.

# @KRF1787
source: Maintain product status setup
pt_br: Manter a configuração do status do produto

# @KRF1788
source: View product status setup
pt_br: Exibir configuração de status do produto

# @KRF1789
source: Create and update product status setup
pt_br: Criar e atualizar a configuração do status do produto

# @KRF1790
source: Maintain Product Data Management (PDM) compositions for product
pt_br: Manter as composições de PDM (Product Data Management, gerenciamento de dados de produtos) para o produto

# @KRF1791
source: Create, update or delete product data management compositions for product
pt_br: Criar, atualizar ou excluir composições de gerenciamento de dados de produtos para produtos

# @KRF1792
source: Maintain wash and care instructions for product
pt_br: Manter as instruções de lavagem e cuidado para o produto

# @KRF1793
source: Maintain allocation
pt_br: Manter a alocação

# @KRF1794
source: Use allocation
pt_br: Alocação de uso

# @KRF1795
source: Maintain channel
pt_br: Manter canal

# @KRF1796
source: Maintain customer agreements
pt_br: Manter acordos com clientes

# @KRF1797
source: Maintain customer credit limit
pt_br: Manter o limite de crédito do cliente

# @KRF1798
source: Maintain drop
pt_br: Manter a queda

# @KRF1799
source: Maintain fashion functionality
pt_br: Manter a funcionalidade da moda

# @KRF1800
source: Maintain landed cost calculation
pt_br: Manter o cálculo do custo de aterrissado

# @KRF1801
source: Maintain margin planning
pt_br: Manter o planejamento de margem

# @KRF1802
source: Maintain markdown
pt_br: Manter a marcação

# @KRF1803
source: Maintain measurements
pt_br: Manter medidas

# @KRF1804
source: Maintain order changes
pt_br: Manter as mudanças de ordem

# @KRF1805
source: Maintain fashion parameters
pt_br: Manter parâmetros de moda

# @KRF1806
source: Maintain PDM base data
pt_br: Manter dados de base PDM

# @KRF1807
source: Maintain PDM data
pt_br: Manter dados PDM

# @KRF1808
source: Maintain PLM base data
pt_br: Manter os dados de base do PLM

# @KRF1809
source: Maintain PLM data
pt_br: Manter dados PLM

# @KRF1810
source: Maintain prepack
pt_br: Manter pré-pacote

# @KRF1811
source: Pack and unpack prepacks
pt_br: Embalar e desempacotar pré-pacotes

# @KRF1812
source: Maintain product instructions
pt_br: Manter as instruções do produto

# @KRF1813
source: Maintain product status
pt_br: Manter o status do produto

# @KRF1814
source: Maintain product status setup
pt_br: Manter a configuração do status do produto

# @KRF1815
source: Retail Product Wizard
pt_br: Assistente de produto de varejo

# @KRF1816
source: Use fashion functionality
pt_br: Use a funcionalidade da moda

# @KRF1817
source: View allocation
pt_br: Exibir alocação

# @KRF1818
source: View channel
pt_br: Exibir o canal

# @KRF1819
source: View customer agreements
pt_br: Ver acordos com clientes

# @KRF1820
source: View customer credit limit
pt_br: Veja o limite de crédito do cliente

# @KRF1821
source: View drop
pt_br: Ver queda

# @KRF1822
source: View margin planning
pt_br: Ver planejamento de margem

# @KRF1823
source: View markdown
pt_br: Ver marcação

# @KRF1824
source: View measurements
pt_br: Ver medidas

# @KRF1825
source: View order changes
pt_br: Ver alterações de ordem

# @KRF1826
source: View fashion parameters
pt_br: Veja parâmetros de moda

# @KRF1827
source: View PDM data
pt_br: Exibir dados PDM

# @KRF1828
source: View PLM data
pt_br: Exibir dados plm

# @KRF1829
source: View prepack
pt_br: Ver pré-pacote

# @KRF1830
source: View product instructions
pt_br: Exibir instruções do produto

# @KRF1831
source: View product status
pt_br: Exibir o status do produto

# @KRF1832
source: Fashion product manager
pt_br: Gerente de produtos de moda

# @KRF1833
source: Fashion system user
pt_br: Usuário do sistema de moda

# @KRF1834
source: Fashion purchase manager
pt_br: Gerente de compras de moda

# @KRF1835
source: Fashion sales manager
pt_br: Gerente de vendas de moda

# @KRF1836
source: Fashion product user
pt_br: Usuário de produtos de moda

# @KRF1837
source: Fashion channel manager
pt_br: Gerente de canais de moda

# @KRF1838
source: Reviews and enables processes related to the product planning and execution throughout the fashion product lifecycle
pt_br: Revisa e permite processos relacionados ao planejamento e execução do produto ao longo do ciclo de vida do produto de moda

# @KRF1839
source: Fashion system role for all users
pt_br: Função do sistema de moda para todos os usuários

# @KRF1840
source: Reviews fashion purchasing process performance and enables the purchasing process
pt_br: Revisa o desempenho do processo de compra de moda e permite o processo de compra

# @KRF1841
source: Reviews fashion sales process performance and enables the sales process
pt_br: Revisa o desempenho do processo de vendas de moda e permite o processo de vendas

# @KRF1842
source: Fashion product user role for all users
pt_br: Função de usuário de produto de moda para todos os usuários

# @KRF1843
source: Reviews all channel and logistics related processes within the fashion industry and enables these processes
pt_br: Revisa todos os processos relacionados a canais e logísticas dentro da indústria da moda e viabiliza esses processos

# @KRF1844
source: Fashion cycle
pt_br: Ciclo da moda

# @KRF1845
source: Function that generates responsible person
pt_br: Função que gera pessoa responsável

# @KRF1846
source: Function that generates activity
pt_br: Função que gera atividade
