Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# CustInventSumEntity
source: K3 Fashion - Customer on-hand inventory
pt_br: K3 Fashion - Inventário de clientes em mãos

# CustInventSumEntityView
source: View customer on-hand inventory entity
pt_br: Exibir entidade de inventário do cliente na mão

# CustInventSumEntityMaintain
source: Maintain customer on-hand inventory entity
pt_br: Manter a entidade de inventário do cliente na mão

# CustRingfencingCustomerPriorityEntity
source: K3 Fashion - Ringfencing customer priority
pt_br: K3 Fashion - Prioridade do cliente ringfencing

# CustRingfencingCustomerPriorityEntityView
source: View ringfencing customer priority entity
pt_br: Exibir entidade prioritária do cliente

# CustRingfencingCustomerPriorityEntityMaintain
source: Maintain ringfencing customer priority entity
pt_br: Manter a entidade prioritária do cliente

# CustRingfencingItemPriorityEntity
source: K3 Fashion - Ringfencing item priority
pt_br: K3 Fashion - Prioridade do item Ringfencing

# CustRingfencingItemPriorityEntityView
source: View ringfencing item priority entity
pt_br: Ver entidade prioritária de itens de adoção

# CustRingfencingItemPriorityEntityMaintain
source: Maintain ringfencing item priority entity
pt_br: Manter a entidade prioritária de itens de adoção

# CustRingfencingRuleQtyTransEntity
source: K3 Fashion - Ringfencing rule transaction
pt_br: K3 Fashion - Transação de regras de ringfencing

# CustRingfencingRuleQtyTransEntityView
source: View ringfencing rule transaction entity
pt_br: Exibir entidade de transação de regra de adoção

# CustRingfencingRuleQtyTransEntityMaintain
source: Maintain ringfencing rule transaction entity
pt_br: Manter a entidade de transação de regras de adoção

# HcmWorkerLegalEntityEntity
source: K3 Fashion - Worker
pt_br: K3 Fashion - Trabalhador

# HcmWorkerLegalEntityEntityView
source: View worker entity
pt_br: Ver entidade do trabalhador

# HcmWorkerLegalEntityEntityMaintain
source: Maintain worker entity
pt_br: Manter entidade operária

# PCProductAggregatedGroupEntity
source: K3 Fashion - Product version aggregated groups
pt_br: K3 Fashion - Grupos agregados de versão do produto

# PCProductAggregatedGroupEntityView
source: View product version aggregated groups entity
pt_br: Exibir entidade de grupos agregados de versão do produto

# PCProductAggregatedGroupEntityMaintain
source: Maintain product version aggregated groups entity
pt_br: Manter a entidade de grupos agregados de versão do produto

# PlannedReqItemTableEntity
source: K3 Fashion - Planned item coverage
pt_br: K3 Fashion - Cobertura planejada de itens

# PlannedReqItemTableEntityView
source: View planned item coverage entity
pt_br: Ver a entidade de cobertura de itens planejada

# PlannedReqItemTableEntityMaintain
source: Maintain planned item coverage entity
pt_br: Manter a entidade de cobertura de itens planejada

# StyleTable
source: K3 Fashion - Style groups
pt_br: K3 Fashion - Grupos de estilo

# StyleTableView
source: View style groups entity
pt_br: Ver a entidade de grupos de estilo

# StyleTableMaintain
source: Maintain style groups entity
pt_br: Manter entidade de grupos de estilo

# DefaultOrderSettingsItemDimMinimum
source: %1. Item '%2' (%3) has quantity set to less than the minimum order quantity '%4'.
pt_br: %1. O item '%2' (%3) tem quantidade definida para menos do que a quantidade mínima de pedido '%4'.

# DefaultOrderSettingsItemDimMaximum
source: %1. Item '%2' (%3) has quantity set to more than the maximum order quantity '%4'.
pt_br: %1. O item '%2' (%3) tem quantidade definida para mais do que a quantidade máxima de pedido '%4'.

# DefaultOrderSettingsItemDimMultiply
source: %1. Item '%2' (%3) should have quantity in multiples of '%4'.
pt_br: %1. O item '%2' (%3) deve ter quantidade em múltiplos de '%4'.

# TransferOrderId
source: Transfer order '%1'.
pt_br: Ordem de transferência '%1'.

source: Check default order settings
pt_br: Verifique as configurações padrão do pedido

# RangePlanningInfoLog
source: Range plan '%1' infolog.
pt_br: Infolog do plano de alcance '%1'.

source: Fallback site
pt_br: Site de recuo

source: Fallback warehouse
pt_br: Depósito de fallback

source: Language (Azure)
pt_br: Língua (Azure)

source: Subscription key
pt_br: Chave de assinatura

source: Subscription region
pt_br: Região de assinatura

source: Enable translations
pt_br: Habilitar traduções

# ReleaseUpdate_KRFMarginPlanningData1020
source: Remove obsolete margin planning data records.
pt_br: Remova registros obsoletos de dados de planejamento de margem.

# TotalRecordsDeleted
source: Total records deleted: %1
pt_br: Total de registros excluídos: %1

source: Matrix multi item list
pt_br: Lista de itens multi-matriz

source: Cognitive services
pt_br: Serviços cognitivos

# ExecuteAllDocuments
source: Execute for all documents
pt_br: Executar para todos os documentos

# ImageAnalysis
source: Image analysis (Preview)
pt_br: Análise de imagem (Visualização)

source: Execute analysis
pt_br: Executar análise

# ReleaseUpdate_KBPEntityLineRange
source: Create records into the new Business plan line lookup table.
pt_br: Crie registros na nova tabela de busca da linha de planos de negócios.

# KBPRelationParent
source: Relation (Parent)
pt_br: Relação (Pai)

# KBPSubLevel
source: Sub level
pt_br: Sub nível

# KBPValidateDeleteEntityLineRelationError
source: Business plan source table cannot be deleted while dependent Business plan line lines table exist. Delete dependent Business plan line lines table and try again.
pt_br: A tabela de origem do plano de negócios não pode ser excluída enquanto a tabela de linhas de linha de plano de negócios dependente existir. Exclua a tabela de linhas de linha de plano de negócios dependente e tente novamente.

# KBPValidateModelLineMultipleWarning
source: Business plan line cannot have duplicates when is a multiple. Line number %1.
pt_br: A linha de plano de negócios não pode ter duplicatas quando é um múltiplo. Linha número %1.

# KBPValidateModelLineEntityWarning
source: Business plan line is not validated. Line number %1.
pt_br: A linha de plano de negócios não é validada. Linha número %1.

# KBPValidateActualsQueryError
source: Business plan line: %1 - Query: %2 - Message: %3
pt_br: Linha de plano de negócios: %1 - Consulta: %2 - Mensagem: %3

# KBPValidateActualsQueryRangeValueError
source: At least one range with an empty value needs to be created.
pt_br: Pelo menos uma faixa com um valor vazio precisa ser criada.

# KBPValidateLookupQueryError
source: Business plan line: %1 - Query: %2 - Type: %3 - Message: %4
pt_br: Linha de plano de negócios: %1 - Consulta: %2 - Tipo: %3 - Mensagem: %4

# KBPValidateLookupQueryNormalRangeError
source: A second 'Normal' relation cannot be created.
pt_br: Uma segunda relação 'Normal' não pode ser criada.

# KBPValidateLookupQueryNormalRangeMissingError
source: A 'Normal' relation must be created.
pt_br: Uma relação 'Normal' deve ser criada.

# KBPAllowMultipleIconTooltip
source: It is a multiple level.
pt_br: É um nível múltiplo.

# ReleaseUpdate_KBPEntityLineValidate
source: Executes the new validation process of the Business plan line's form.
pt_br: Executa o novo processo de validação do formulário da linha de plano de negócios.

# KBPNormalRelationCantBeDeleted
source: The 'Normal' relation cannot be deleted.
pt_br: A relação 'Normal' não pode ser excluída.

# KBPSecondNormalRelationCantBeCreated
source: A second 'Normal' relation cannot be created.
pt_br: Uma segunda relação 'Normal' não pode ser criada.

# RangePlanningViewRangedProducts
source: View ranged products
pt_br: Exibir produtos com gama

# RangePlanningViewRangedStores
source: View ranged stores
pt_br: Exibir lojas em variá-lo

source: Copy planned values
pt_br: Copiar valores planejados

# ConfidencePercent
source: Confidence (%)
pt_br: Confiança (%)

source: Document attributes details
pt_br: Detalhes de atributos de documentos

# DocuCognitiveServices
source: Document references (Cognitive services)
pt_br: Referências documentais (serviços cognitivos)

# ImageAnalysisParameters
source: Image analysis parameters (Preview)
pt_br: Parâmetros de análise de imagem (Visualização)

# ImageClassificationParameters
source: Image classification parameters (Preview)
pt_br: Parâmetros de classificação de imagem (Visualização)

# ImageClassificationProjectParameters
source: Image classification project parameters (Preview)
pt_br: Parâmetros do projeto de classificação de imagem (Visualização)

# DocuAnalysis
source: Document references analysis
pt_br: Análise de referências documentais

# ImageClassification
source: Image classification (Preview)
pt_br: Classificação de imagem (Visualização)

# CognitiveServicesView
source: View cognitive services
pt_br: Ver serviços cognitivos

# CognitiveServicesMaintain
source: Maintain cognitive services
pt_br: Manter serviços cognitivos

# DocuCognitiveServicesDeveloperDocumentation
source: A DocuRef reference for Cognitive services.
pt_br: Uma referência DocuRef para serviços cognitivos.

source: Main tags
pt_br: Tags principais

source: All tags
pt_br: Todas as tags

source: Tag details (Classification)
pt_br: Detalhes da tag (Classificação)

# DocuAnalysisDeveloperDocumentation
source: A DocuRef reference for Cognitive services analysis.
pt_br: Uma referência DocuRef para análise de serviços cognitivos.

# TranslatorParametersDeveloperDocumentation
source: Cognitive services translator parameters table.
pt_br: Tabela de parâmetros do tradutor de serviços cognitivos.

# TranslatorLanguagesDeveloperDocumentation
source: A table that contains all languages that can be used in the translator.
pt_br: Uma tabela que contém todas as línguas que podem ser usadas no tradutor.

source: Multiply
pt_br: Multiplicar

# TestSuiteMaintain
source: Maintain test plans
pt_br: Manter planos de teste

# TestSuiteView
source: View test plans
pt_br: Ver planos de teste

# TestSuitePlanDevDoc
source: The KRFTestSuitePlan table contains test plans for K3 Test suite.
pt_br: A tabela KRFTestSuitePlan contém planos de teste para o conjunto de testes K3.

# ProductStatusSetupTranslationDevDoc
source: Stores the translation of product status in different languages.
pt_br: Armazena a tradução do status do produto em diferentes idiomas.

# RatioCurveTemplateTableDevDoc
source: The KRFRatioCurveTemplateTable table contains all ratio curve template headers.
pt_br: A tabela KRFRatioCurveTemplateTable contém todos os cabeçalhos de modelo de curva de proporção.

# RatioCurveTemplateLineDevDoc
source: The KRFRatioCurveTemplateLine table contains all ratio curve template lines.
pt_br: A tabela KRFRatioCurveTemplateLine contém todas as linhas de modelo de curva de proporção.

# RatioCurveTemplateLookupTableDevDov
source: The KRFRatioCurveTemplateLookupTable table contains ratio curve template lookup data.
pt_br: A tabela KRFRatioCurveTemplateLookupTable contém dados de pesquisa de modelo de curva de proporção.

# RatioCurveLookupTableDevDoc
source: The KRFRatioCurveLookupTable table contains ratio curve lookup data.
pt_br: A tabela KRFRatioCurveLookupTable contém dados de pesquisa de curva de proporção.

# LicensingParametersDevDoc
source: The KRFLicensingParameters table contains licensing parameters data.
pt_br: A tabela KRFLicensingParameters contém dados de parâmetros de licenciamento.

# AzureFileStorageClientError
source: Account '%1' does not exist in Azure storage accounts table.
pt_br: A conta '%1' não existe na tabela de contas de armazenamento do Azure.

# AzureFileStorageShareError
source: File share '%1' does not exist.
pt_br: A compartilhamento de arquivos '%1' não existe.

# AzureFileStorageFileError
source: File '%1' does not exist in directory '%2'.
pt_br: O arquivo '%1' não existe no diretório '%2'.

# AzureFileStorageDirectoryError
source: Directory '%1' does not exist.
pt_br: O diretório '%1' não existe.

# DuplicateKeyExceptionMessage
source: A duplicate key exception occurred. Please try again in a few minutes.
pt_br: Ocorreu uma exceção chave duplicada. Por favor, tente de novo em alguns minutos.

# NestingOfClassNotSupported
source: Nesting of '%1' is not supported.
pt_br: O aninhamento de '%1' não é suportado.

# LicenseFileUploadError
source: It was not possible to open license file. Error %1.
pt_br: Não foi possível abrir o arquivo de licença. Erro %1.

# OverwriteOriginalDesc
source: Overwrite original description
pt_br: Sobregravar a descrição original

# InstructionTypeExistsMessage
source: %1 '%2' already exists for %3 '%4'.
pt_br: %1 '%2' já existe para %3 '%4'.

# InstructionNotSupportedMessage
source: %1 '%2' is not supported for '%3'.
pt_br: %1 '%2' não é suportado para '%3'.

# InvLocationRetailCategorySetupRPGroups
source: Inventory location range planning groups per product category setup
pt_br: Grupos de planejamento de escala de localização de inventário por configuração da categoria do produto

# InvLocationRetailCategorySetupRPGroupsDevDoc
source: The KRFInventLocationRetailCategorySetupRPGroups table contains range planning groups setup per product category for a given inventory location.
pt_br: A tabela KRFInventLocationRetailCategorySetupRPGroups contém a configuração de grupos de planejamento de intervalo por categoria de produto para um determinado local de inventário.

# InvLocationRetailCategorySetupRPGroupsEntity
source: K3 Fashion - Inventory location range planning groups per product category setup
pt_br: K3 Fashion - Grupos de planejamento de escala de localização de inventário por configuração de categoria de produto

# InvLocationRetailCategorySetupRPGroupsEntityView
source: View inventory location range planning groups per product category setup entity
pt_br: Exibir grupos de planejamento de faixa de localização de estoque por entidade de configuração de categoria de produto

# InvLocationRetailCategorySetupRPGroupsEntityMaintan
source: Maintain inventory location range planning groups per product category setup entity
pt_br: Manter grupos de planejamento de intervalo de localização de estoque por entidade de configuração de categoria de produto

# InvLocationRetailCategorySetupRPPerformanceGroups
source: Inventory location range planning performance groups per product category setup
pt_br: Grupos de desempenho de planejamento da faixa de localização do inventário por configuração da categoria do produto

# InvLocationRetailCategorySetupRPPerformanceGroupsDevDoc
source: The KRFInventLocationRetailCategorySetupRPPerformanceGroups table contains range planning performance groups setup per product category for a given inventory location.
pt_br: A tabela KRFInventLocationRetailCategorySetupRPPerformanceGroups contém configuração de grupos de desempenho de planejamento de gama por categoria de produto para um determinado local de inventário.

# InvLocationRetailCategorySetupRPPerformanceGroupsEntity
source: K3 Fashion - Inventory location range planning performance groups per product category setup
pt_br: K3 Fashion - Grupos de desempenho de planejamento de escala de localização de estoque por configuração da categoria de produto

# InvLocationRetailCategorySetupRPPerformanceGroupsEntityView
source: View inventory location range planning performance groups per product category setup entity
pt_br: Exibir grupos de desempenho de planejamento de escala de localização de estoque por entidade de configuração de categoria de produto

# InvLocationRetailCategorySetupRPPerformanceGroupsEntityMaintan
source: Maintain inventory location range planning performance groups per product category setup entity
pt_br: Manter grupos de desempenho de planejamento de faixa de localização de estoque por entidade de configuração de categoria de produto

# RangePlanningPeriodicPlanListWarehouses
source: Periodic range plan - warehouse list
pt_br: Plano de alcance periódico - lista de armazéns

# RangePlanningPeriodicPlanListWarehousesDevDoc
source: The KRFRangePlanningPeriodicPlanListWarehouses table contains the list of ranged warehouses.
pt_br: A tabela KRFRangePlanningPeriodicPlanListWarehouses contém a lista de armazéns com variedade.

# RangePlanningPeriodicPlanListWarehousesEntity
source: K3 Fashion - Periodic range plan - warehouse list
pt_br: K3 Fashion - Plano de alcance periódico - lista de armazéns

# RangePlanningPeriodicPlanListWarehousesEntityView
source: View periodic range plan warehouse list entity
pt_br: Exibir entidade de lista de armazém de plano de alcance periódico

# RangePlanningPeriodicPlanListStatusCannotChangeWarehouseInfo
source: Warehouse '%1' is of status '%2' and cannot be mark as changed.
pt_br: O armazém '%1' é de status '%2' e não pode ser marcado como alterado.

# RangePlanningWarehouseGroupNotFoundWarning
source: Unable to find range planning group (Warehouse: '%1', Category: '%2', Brand: '%3').
pt_br: Não foi possível encontrar grupo de planejamento de alcance (Armazém: '%1', Categoria: '%2', Marca: '%3').

# RangePlanningWarehousePerformanceGroupNotFoundWarning
source: Unable to find range planning performance group (Warehouse: '%1', Category: '%2', Brand: '%3').
pt_br: Não foi possível encontrar grupo de desempenho de planejamento de alcance (Armazém: '%1', Categoria: '%2', Marca: '%3').

# RetailStoreRetailCategorySetupRPGroupsDevDoc
source: The KRFRetailStoreRetailCategorySetupRPGroups table contains range planning groups setup per product category for a given retail store.
pt_br: A tabela KRFRetailStoreRetailCategorySetupRPGroups contém a configuração de grupos de planejamento de intervalo por categoria de produto para uma determinada loja de varejo.

# RetailStoreRetailCategorySetupRPPerformanceGroupsDevDoc
source: The KRFRetailStoreRetailCategorySetupRPPerformanceGroups table contains range planning performance groups setup per product category for a given retail store.
pt_br: A tabela KRFRetailStoreRetailCategorySetupRPPerformanceGroups contém configuração de grupos de desempenho de planejamento de gama por categoria de produto para uma determinada loja de varejo.

source: Warehouses
pt_br: Depósitos

# RangePlanningRelatedWarehousesView
source: View range planning related warehouses
pt_br: Exibir armazéns relacionados ao planejamento de faixa

# RangePlanningViewRangedChannels
source: View ranged channels
pt_br: Exibir canais em faixa

# RangePlanningPeriodicPlanDuplicateWarehouseWarning
source: Warehouse '%1' already exists in channels list and cannot be added.
pt_br: O armazém '%1' já existe na lista de canais e não pode ser adicionado.

# RangePlanningPeriodicPlanListChannels
source: Periodic range plan - channels list
pt_br: Plano de alcance periódico - lista de canais

source: Retail stores
pt_br: Lojas de varejo

source: Channels
pt_br: Canais

source: Range planning retail stores criteria
pt_br: Critérios de planejamento de lojas de varejo

# RangePlanningWarehousesCriteria
source: Range planning warehouse criteria
pt_br: Critérios de armazém de planejamento de faixa

# RangePlanningOnlyRatioCurveAbsoluteIsAllowed
source: Only ratio curves of type 'Absolute' are allowed to be used.
pt_br: Somente podem ser utilizadas curvas de razão do tipo 'Absoluto'.

# BOMRouteDetailsDevDoc
source: The KRFRetailFashion table contains details of the BOM model routes.
pt_br: A tabela KRFRetailFashion contém detalhes das rotas do modelo BOM.

# CompositionTemplateDevDoc
source: The KPMCompositionTemplateTable table stores the combination of composition type, fibers and percent to be used to setup products.
pt_br: A tabela KPMCompositionTemplateTable armazena a combinação de tipo de composição, fibras e por cento para ser usado na configuração de produtos.

# BOMModelLineDetailsDevDoc
source: The KRFBOMModelLineDetails table contains result of the BOM model calculation, it will be used for the creation of the BOM.
pt_br: A tabela KRFBOMModelLineDetails contém o resultado do cálculo do modelo BOM, que será utilizado para a criação do BOM.

# BOMModelRouteDevDoc
source: The KRFBOMModelRoute table contains all route operations from the BOM model
pt_br: A tabela KRFBOMModelRoute contém todas as operações de rota do modelo BOM

# BOMModelRouteOperationActivity
source: BOM model route and activity relation
pt_br: Rota modelo BOM e relação de atividade

# BOMModelRouteOperationActivityDevDoc
source: The KRFBOMModelRouteOperationActivity table contains the relation between the BOM model route and the activity
pt_br: A tabela KRFBOMModelRouteOperationActivity contém a relação entre a rota do modelo BOM e a atividade

# BOMRouteTemplateDetailsDevDoc
source: The KRFBOMRouteTemplateDetails table contains the details of the route template line
pt_br: A tabela KRFBOMRouteTemplateDetails contém os detalhes da linha de modelo de rota

# HCMWorkerLegalEntityDevDoc
source: The KRFHcmWorkerLegalEntity table stores company specific data for the HCMWorker table.
pt_br: A tabela KRFHcmWorkerLegalEntity armazena dados específicos da empresa para a tabela HCMWorker.

# RetailProductImageTmpDevDoc
source: The KRFRetailProductImageTmp table holds the product images during the wizard execution. After completion, the records are deleted.
pt_br: A tabela KRFRetailProductImageTmp mantém as imagens do produto durante a execução do assistente. Após a conclusão, os registros são excluídos.

# SampleTypeDevDoc
source: The KRFSampleTypeTable table determine the actions needed for a sample in a purchase order. Used with purchase order category.
pt_br: A tabela KRFSampleTypeTable determina as ações necessárias para uma amostra em uma ordem de compra. Usado com categoria de pedido de compra.

# CompositionTypeTranslationDevDoc
source: The KPMCompositionTypeTranslation table stores the translation of composition types in different languages.
pt_br: A tabela KPMCompositionTypeTranslation armazena a tradução de tipos de composição em diferentes idiomas.

# BOMModelLineDevDoc
source: The KRFBOMModelLine table contains all lines (products) from the BOM model.
pt_br: A tabela KRFBOMModelLine contém todas as linhas (produtos) do modelo BOM.

# BOMRouteTemplateOperationActivity
source: BOM model route template and activity relation
pt_br: Modelo bom modelo de rota e relação de atividade

# BOMRouteTemplateOperationActivityDevDoc
source: The KRFBOMRouteTemplateOperationActivity table contains the relation between the route template and the activity.
pt_br: A tabela KRFBOMRouteTemplateOperationActivity contém a relação entre o modelo de rota e a atividade.

source: Enable auto translations
pt_br: Habilite traduções automáticas

# DefaultAutoTranslations
source: Default (auto translation)
pt_br: Padrão (tradução automática)

# AutoTranslationsCreated
source: The translations for the following languages have been created: %1
pt_br: As traduções para os seguintes idiomas foram criadas: %1

# TranslatorParametersEntity
source: K3 Fashion - Cognitive Services - Translation parameters
pt_br: K3 Fashion - Serviços Cognitivos - Parâmetros de tradução

# TranslatorParametersEntityView
source: View Translation parameters entity (Cognitive services)
pt_br: Ver a entidade de parâmetros de tradução (serviços cognitivos)

# TranslatorParametersEntityMaintain
source: Maintain Translation parameters entity (Cognitive services)
pt_br: Manter a entidade de parâmetros de tradução (serviços cognitivos)

# TranslatorLanguagesEntity
source: K3 Fashion - Cognitive Services - Translation languages
pt_br: K3 Fashion - Serviços Cognitivos - Línguas de tradução

# TranslatorLanguagesEntityView
source: View Translation languages entity (Cognitive services)
pt_br: Ver a entidade de idiomas de tradução (serviços cognitivos)

# TranslatorLanguagesEntityMaintain
source: Maintain Translation languages entity (Cognitive services)
pt_br: Manter a entidade de idiomas de tradução (serviços cognitivos)

# TranslatorFormMaintain
source: Main Translation form (Cognitive Services)
pt_br: Formulário de tradução principal (Serviços Cognitivos)
