Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF2925
source: Released item pivot
pt_br: Pivô de item lançado

# @KRF2926
source: Setup the data for the item pivot.
pt_br: Configure os dados para o pivô do item.

# @KRF2927
source: Approved amount.
pt_br: Valor aprovado.

# @KRF2928
source: Confirmation check failed.
pt_br: A confirmação falhou.

# @KRF2929
source: Create the data to be displayed in the released item pivot
pt_br: Crie os dados a serem exibidos no pivô do item lançado

# @KRF2930
source: Security privilege to create the data to be displayed in the released item pivot
pt_br: Privilégio de segurança para criar os dados a serem exibidos no pivô do item lançado

# @KRF2931
source: View the data to be displayed in the released item pivot
pt_br: Veja os dados a serem exibidos no pivô do item lançado

# @KRF2932
source: Security privilege to view the data to be displayed in the released item pivot
pt_br: Privilégio de segurança para visualizar os dados a serem exibidos no pivô do item lançado

# @KRF2933
source: Pivot DocuTemplate record is being created. You may continue your work while this happens. The completion status of this operation can be found in the message center.
pt_br: O registro do DocuTemplate pivô está sendo criado. Você pode continuar seu trabalho enquanto isso acontece. O status de conclusão desta operação pode ser encontrado no centro de mensagens.

# @KRF2934
source: Error while creating Pivot DocuTemplate record.
pt_br: Erro ao criar o registro DocuTemplate pivô.

# @KRF2935
source: Pivot DocuTemplate record created successfully.
pt_br: Registro do DocuTemplate pivô criado com sucesso.

# @KRF2936
source: Entities are being regenerated. You may continue your work while this happens. The completion status of this operation can be found in the message center.
pt_br: As entidades estão sendo regeneradas. Você pode continuar seu trabalho enquanto isso acontece. O status de conclusão desta operação pode ser encontrado no centro de mensagens.

# @KRF2937
source: Error while regenerating entities.
pt_br: Erro ao regenerar entidades.

# @KRF2938
source: Release to warehouse
pt_br: Liberação para armazém

# @KRF2939
source: Post reservations
pt_br: Reservas de postagem

# @KRF2940
source: Requested ship lines
pt_br: Linhas de navios solicitadas

# @KRF2941
source: Release sales orders and transfer orders to the warehouse for wave processing
pt_br: Liberar ordens de venda e ordens de transferência para o armazém para processamento de ondas

# @KRF2942
source: Tiered charges calculated but removed due to the customer's agreement minimum amount.
pt_br: Taxas hierárquicas calculadas, mas removidas devido ao valor mínimo do contrato do cliente.

# @KRF2943
source: Horizontal axis was changed. Ratio curves will be regenerated. Continue?
pt_br: O eixo horizontal foi alterado. As curvas de razão serão regeneradas. Continuar?

# @KRF2944
source: Unique key for the ratio curve table, allocated when creating new curve.
pt_br: Chave única para a tabela de curva de proporção, alocada ao criar nova curva.

# @KRF2945
source: Item '%1' has a invalid variant combination ('%2', '%3', '%4').
pt_br: O item '%1' tem uma combinação de variante inválida ('%2', '%3', '%4').

# @KRF2946
source: K3 Fashion - Consignment import data
pt_br: K3 Fashion - Dados de importação de remessa

# @KRF2948
source: Reserve ordered (Not planned)
pt_br: Reserva ordenada (Não planejada)

# @KRF2949
source: Reserve ordered (Part)
pt_br: Reserva ordenada (Parte)

# @KRF2950
source: Reserve ordered
pt_br: Reserva ordenada

# @KRF2951
source: Allocate planned quantities to open sales and transfer order lines.
pt_br: Aloque quantidades planejadas para abrir linhas de vendas e pedidos de transferência.

# @KRF2952
source: Coverage code changed from '%1' to '%2'. Please review item coverage settings.
pt_br: O código de cobertura passou de '%1' para '%2'. Por favor, revise as configurações de cobertura do item.

# @KRF2953
source: Chart
pt_br: Gráfico

# @KRF2954
source: Temporary chart setup table
pt_br: Tabela de configuração de gráficos temporários

# @KRF2955
source: Temporary chart data table
pt_br: Tabela de dados de gráficos temporários

# @KRF2956
source: X-Axis sequence
pt_br: Sequência do Eixo X

# @KRF2957
source: Defines the x-axis sequence.
pt_br: Define a sequência do eixo x.

# @KRF2958
source: Chart identifier
pt_br: Identificador de gráfico

# @KRF2959
source: Sets the chart identifier.
pt_br: Define o identificador do gráfico.

# @KRF2960
source: Chart 1
pt_br: Gráfico 1

# @KRF2961
source: Chart 2
pt_br: Gráfico 2

# @KRF2962
source: Defines the type of chart to construct.
pt_br: Define o tipo de gráfico a ser construído.

# @KRF2963
source: Gantt chart summary color
pt_br: Cor do resumo do gráfico de Gantt

# @KRF2964
source: Gantt chart activity color
pt_br: Cor de atividade do gráfico de Gantt

# @KRF2965
source: Wash and care per color
pt_br: Lave e cuide por cor

# @KRF2966
source: Assign product wash and care instructions per color from a list.
pt_br: Atribua instruções de lavagem e cuidado do produto por cor de uma lista.

# @KRF2967
source: Compositions per color
pt_br: Composições por cor

# @KRF2968
source: Assign product compositions per color from a list.
pt_br: Atribua composições de produtos por cor de uma lista.

# @KRF2969
source: Released product color wash and care instructions
pt_br: Liberado a lavagem de cores do produto e instruções de cuidados

# @KRF2970
source: Data for the released product per color
pt_br: Dados do produto liberado por cor

# @KRF2971
source: Data for the product master per color
pt_br: Dados para o mestre do produto por cor

# @KRF2972
source: Maintain Product Data Management (PDM) wash and care instructions for product
pt_br: Manter as instruções de lavagem e cuidado do Gerenciamento de Dados do Produto (PDM) para o produto

# @KRF2973
source: Create, update or delete product data management wash and care instructions for product
pt_br: Criar, atualizar ou excluir as instruções de lavagem e cuidado de dados do produto

# @KRF2974
source: View Product Data Management (PDM) wash and care instructions
pt_br: Exibir instruções de lavagem e cuidado do Gerenciamento de Dados de Produtos (PDM)

# @KRF2975
source: View wash and care instructions for product data management
pt_br: Veja as instruções de lavagem e cuidado para o gerenciamento de dados do produto

# @KRF2976
source: Start to save product properties.
pt_br: Comece a salvar propriedades do produto.

# @KRF2977
source: Product properties have been saved.
pt_br: As propriedades do produto foram salvas.

# @KRF2978
source: Create order change management journal lines
pt_br: Criar linhas de revista de gerenciamento de alterações de ordem

# @KRF2979
source: Document reference query
pt_br: Consulta de referência de documento

# @KRF2980
source: Retail size group transactions lookup query
pt_br: Transações de grupo de tamanho de varejo procurar consulta

# @KRF2981
source: Retail color group transactions lookup query
pt_br: Consulta de procura de transações de grupo de cores de varejo

# @KRF2982
source: Retail fit group transactions lookup query
pt_br: Consulta de procura de transações de grupo de ajuste de varejo

# @KRF2983
source: Plans in progress
pt_br: Planos em andamento

# @KRF2984
source: Shows all product lifecycle plans which are currently in progress.
pt_br: Mostra todos os planos de ciclo de vida do produto que estão em andamento.

# @KRF2985
source: Overdue lines
pt_br: Linhas em atraso

# @KRF2986
source: Shows all product lifecycle plan lines which are overdue.
pt_br: Mostra todas as linhas de plano de ciclo de vida do produto que estão atrasadas.

# @KRF2987
source: Filter the product lifecycle plans by a specific status.
pt_br: Filtre os planos do ciclo de vida do produto por um status específico.

# @KRF2988
source: View product lifecycle plans in the PLM workspace
pt_br: Veja os planos do ciclo de vida do produto no espaço de trabalho PLM

# @KRF2989
source: K3 Software license is not valid (Error code: %1). Please contact your system administrator.
pt_br: A licença de software K3 não é válida (código de erro: %1). Entre em contato com o administrador do sistema.

# @KRF2990
source: Warning: K3 Software license will expire in %1 day(s).
pt_br: Aviso: A licença de software K3 expirará em %1 dia(s).

# @KRF2991
source: Form cannot open due to licensing error.
pt_br: O formulário não pode ser aberto devido a erro de licenciamento.

# @KRF2992
source: Adobe integration is being initialized. You may continue your work while this happens. The completion status of this operation can be found in the message center.
pt_br: A integração da Adobe está sendo inicializada. Você pode continuar seu trabalho enquanto isso acontece. O status de conclusão desta operação pode ser encontrado no centro de mensagens.

# @KRF2993
source: Error while initializing Adobe integration.
pt_br: Erro ao inicializar a integração da Adobe.

# @KRF2994
source: Adobe integration was successfully initialized.
pt_br: A integração da Adobe foi iniciada com sucesso.

# @KRF2995
source: Configure settings
pt_br: Configurar configurações

# @KRF2996
source: Product document upload needs to have file types initialized. Click the button below to start.
pt_br: O upload de documentos do produto precisa ter os tipos de arquivos iniciados. Clique no botão abaixo para iniciar.

# @KRF2997
source: Initialize file types
pt_br: Inicializar tipos de arquivos

# @KRF2998
source: PLM status chart
pt_br: Gráfico de status PLM

# @KRF2999
source: Shows the number of Product Lifecycle Management (PLM) plans per status in a chart.
pt_br: Mostra o número de planos PLM (Product Lifecycle Management, gerenciamento do ciclo de vida do produto) por status em um gráfico.

# @KRF3000
source: Overwrite prices and discounts manually entered
pt_br: Sobregravar preços e descontos inseridos manualmente

# @KRF3001
source: Determines whether the prices/discounts should be re-calculated from trade agreements when a manual price for line is found.
pt_br: Determina se os preços/descontos devem ser re calculados a partir de acordos comerciais quando um preço manual para linha é encontrado.

# @KRF3002
source: Prepack approval was not removed because other related items have stock.
pt_br: A aprovação do pré-pacote não foi removida porque outros itens relacionados têm estoque.

# @KRF3003
source: Reset the status of the marked lines from 'Error' back to 'Imported'.
pt_br: Redefinir o status das linhas marcadas de 'Erro' de volta para 'Importado'.

# @KRF3004
source: Maintain retail wholesale channel entity
pt_br: Manter entidade de canal atacadista de varejo

# @KRF3005
source: View retail wholesale channel entity
pt_br: Ver entidade de canal de atacado de varejo

# @KRF3006
source: Warning: K3 Software '%1' license will expire in %2 day(s).
pt_br: Aviso: A licença K3 Software '%1' expirará em %2 day(s).

# @KRF3007
source: License module
pt_br: Módulo de licença

# @KRF3009
source: Validation type
pt_br: Tipo de validação

# @KRF3012
source: Licensing parameters
pt_br: Parâmetros de licenciamento

# @KRF3013
source: Days remaining warning
pt_br: Aviso de dias restantes

# @KRF3014
source: Show a warning message when the days remaining is reached. (Default is 30 days)
pt_br: Mostre uma mensagem de aviso quando os dias restantes são alcançados. (O padrão é de 30 dias)

# @KRF3015
source: K3 Software - Licensing configuration
pt_br: K3 Software - Configuração de licenciamento

# @KRF3016
source: Setup configuration for the licensing framework.
pt_br: Configuração de configuração para a estrutura de licenciamento.

# @KRF3017
source: Configuration
pt_br: Configuração

# @KRF3018
source: Maintain licensing parameters
pt_br: Manter parâmetros de licenciamento

# @KRF3019
source: Update system licensing parameters
pt_br: Atualizar parâmetros de licenciamento do sistema

# @KRF3020
source: K3 Fashion - Size translations
pt_br: K3 Fashion - Tradução de tamanho

# @KRF3021
source: K3 Fashion - Color translations
pt_br: K3 Fashion - Traduções coloridas

# @KRF3022
source: K3 Fashion - Fit translations
pt_br: K3 Fashion - Tradução fit

# @KRF3023
source: Maintain product color translations
pt_br: Manter traduções de cores do produto

# @KRF3024
source: View product color translations
pt_br: Ver traduções de cores do produto

# @KRF3025
source: Maintain product size translations
pt_br: Manter traduções de tamanho do produto

# @KRF3026
source: View product size translations
pt_br: Exibir traduções de tamanho do produto

# @KRF3027
source: Maintain product fit translations
pt_br: Manter traduções de ajuste de produto

# @KRF3028
source: View product fit translations
pt_br: Exibir traduções de ajuste de produto

# @KRF3029
source: K3 Fashion - External color code types
pt_br: K3 Fashion - Tipos de código de cores externos

# @KRF3030
source: K3 Fashion - External color codes
pt_br: K3 Fashion - Códigos de cores externos

# @KRF3031
source: K3 Fashion - Item season drop relations
pt_br: K3 Fashion - Relações de queda da temporada de itens

# @KRF3032
source: K3 Fashion - Item color season relations
pt_br: K3 Fashion - Relações com a temporada de cores de itens

# @KRF3033
source: K3 Fashion - Item color season drops relations
pt_br: K3 Fashion - Temporada de cores de itens derruba relações

# @KRF3034
source: K3 Fashion - Item composition relations
pt_br: K3 Fashion - Relações de composição de itens

# @KRF3035
source: K3 Fashion - Item color composition relations
pt_br: K3 Fashion - Relações de composição de cores de itens

# @KRF3036
source: K3 Fashion - Item wash and care instructions relations
pt_br: K3 Fashion - Relações de lavagem de itens e instruções de cuidados

# @KRF3037
source: K3 Fashion - Item color wash and care instructions relations
pt_br: K3 Fashion - Relações de lavagem de cor do item e instruções de cuidados

# @KRF3038
source: Maintain external color code types entity
pt_br: Manter entidade de tipos de código de cores externos

# @KRF3039
source: View external color code types entity
pt_br: Exibir entidade de tipos de código de cores externos

# @KRF3040
source: Maintain external color codes entity
pt_br: Manter entidade de códigos de cores externas

# @KRF3041
source: View external color codes entity
pt_br: Exibir entidade de códigos de cores externos

# @KRF3042
source: Maintain item season drop relations entity
pt_br: Manter a entidade de relações de queda de temporada de itens

# @KRF3043
source: View item season drop relations entity
pt_br: Ver entidade de relações de queda da temporada de itens

# @KRF3044
source: Maintain item color season relations entity
pt_br: Manter a entidade de relações de temporada de cores de itens

# @KRF3045
source: View item color season relations entity
pt_br: Ver entidade de relações de temporada de cores de itens

# @KRF3046
source: Maintain item color season drops relations entity
pt_br: Manter a temporada de cores de itens derruba entidade de relações

# @KRF3047
source: View item color season drops relations entity
pt_br: Ver a temporada de cores do item derruba entidade de relações

# @KRF3048
source: Maintain item composition relations entity
pt_br: Manter entidade de relações de composição de itens

# @KRF3049
source: View item composition relations entity
pt_br: Ver entidade de relações de composição de itens

# @KRF3050
source: Maintain item color composition relations entity
pt_br: Manter entidade de relações de composição de cores de itens

# @KRF3051
source: View item color composition relations entity
pt_br: Ver entidade de relações de composição de cores do item

# @KRF3052
source: Maintain item wash and care instructions relations entity
pt_br: Manter a entidade de relações de lavagem e cuidados de itens

# @KRF3053
source: View item wash and care instructions relations entity
pt_br: Ver item lavagem e instruções de cuidados entidade de relações

# @KRF3054
source: Maintain item color wash and care instructions relations entity
pt_br: Manter a capacidade de lavagem de cores e instruções de cuidados do item

# @KRF3055
source: View item color wash and care instructions relations entity
pt_br: Ver a entidade de lavagem de cores e instruções de cuidados do item

# @KRF3056
source: Item '%1' ('%2', '%3', '%4') has quantity set to less than the minimum order quantity '%5'.
pt_br: O item '%1' ('%2', '%3', '%4') tem quantidade definida para menor que a quantidade mínima de pedidos '%5'.

# @KRF3057
source: Item '%1' ('%2', '%3', '%4') has quantity set to more than the maximum order quantity '%5'.
pt_br: O item '%1' ('%2', '%3', '%4') tem quantidade definida para mais do que a quantidade máxima de pedido '%5'.

# @KRF3058
source: Item '%1' ('%2', '%3', '%4') should have quantity in multiples of '%5'.
pt_br: O item '%1' ('%2', '%3', '%4') deve ter quantidade em múltiplos de '%5'.

# @KRF3059
source: Operation is only allowed on activity lines.
pt_br: A operação só é permitida em linhas de atividade.

# @KRF3060
source: The activity line must have status '%1'.
pt_br: A linha de atividade deve ter status '%1'.

# @KRF3061
source: The predecessor line must have status '%1'.
pt_br: A linha antecessora deve ter status '%1'.

# @KRF3062
source: Trade agreement journal '%1' was created but failed during posting. Some trade agreements might be missing.
pt_br: A revista de acordo comercial '%1' foi criada, mas falhou durante a postagem. Alguns acordos comerciais podem estar faltando.

# @KRF3063
source: Order '%1' has been completed and cannot be changed. Use the 'Modify' function on order to enable changes.
pt_br: A ordem '%1' foi concluída e não pode ser alterada. Use a função 'Modificar' para ativar alterações.

# @KRF3064
source: Margin planning cannot be disabled because it is enabled for Sales Order Category '%1'.
pt_br: O planejamento da margem não pode ser desativado porque está habilitado para a Categoria de Ordem de Vendas '%1'.

# @KRF3065
source: Margin planning cannot be enabled because it is disabled in the Accounts receivable parameters.
pt_br: O planejamento de margem não pode ser habilitado porque está desativado nos parâmetros de contas a receber.

# @KRF3066
source: Item '%1' cannot be %2 due its prepack is not approved.
pt_br: O item '%1' não pode ser %2 devido que seu pré-pacote não seja aprovado.

# @KRF3067
source: Prepack version
pt_br: Versão pré-pacote

# @KRF3068
source: Prepack and prepack version
pt_br: Pré-embalagem e versão pré-embalada

# @KRF3069
source: Select items to create inventory recall lines.
pt_br: Selecione itens para criar linhas de recall de inventário.

# @KRF3070
source: Inventory recall - line creation
pt_br: Recall de estoque - criação de linha

# @KRF3071
source: Select items to create inventory balancing lines.
pt_br: Selecione itens para criar linhas de balanceamento de inventário.

# @KRF3072
source: Inventory balancing - line creation
pt_br: Balanceamento de estoque - criação de linhas

# @KRF3073
source: Inventory management type
pt_br: Tipo de gerenciamento de estoque

# @KRF3074
source: Identifies between types of retail inventory management.
pt_br: Identifica-se entre os tipos de gestão de estoque de varejo.

# @KRF3075
source: Season '%1' doesn't exist.
pt_br: A temporada '%1' não existe.

# @KRF3076
source: Inventory status '%1' doesn't exist in company '%2'.
pt_br: O status do inventário '%1' não existe na empresa '%2'.

# @KRF3077
source: Re-open activity
pt_br: Atividade de re-abertura

# @KRF3078
source: No document type found with group 'Image'.
pt_br: Nenhum tipo de documento encontrado com o grupo 'Imagem'.

# @KRF3079
source: Measurement unit
pt_br: Unidade de medição

# @KRF3080
source: Indicates if this unit of measure can be used for product measurements. Setting is only applicable when both conditions are true:\n'Unit class' is Length or Area.\n'Fixed unit' is Feet, Inches, Yards, Centimeters, Millimeters or Meters.
pt_br: Indica se esta unidade de medida pode ser usada para medições do produto. A configuração só é aplicável quando ambas as condições são verdadeiras:\n'Classe unitária' é Comprimento ou Área.\n'Unidade fixa' é Pés, Polegadas, Jardas, Centímetros, Milímetros ou Medidores.

# @KRF3081
source: Measurement unit cannot be set. Not a valid 'Unit class' and/or 'Fixed unit'.
pt_br: A unidade de medição não pode ser definida. Não é uma 'classe unitária' válida e/ou 'Unidade fixa'.

# @KRF3082
source: Sales order category '%1' doesn't exist in legal entity '%2'.
pt_br: A categoria de ordem de venda '%1' não existe na pessoa jurídica '%2'.

# @KRF3083
source: Hex code
pt_br: Código Hex

# @KRF3084
source: Relation legal entity
pt_br: Relação pessoa jurídica

# @KRF3085
source: Color value should be between '0' and '255'.
pt_br: O valor da cor deve ser entre '0' e '255'.

# @KRF3086
source: Measurements
pt_br: Medições

# @KRF3087
source: %1 order change letter(s) created
pt_br: %1 letra de alteração de ordem(s) criada

# @KRF3088
source: License content
pt_br: Conteúdo de licença

# @KRF3089
source: The content of the license file for offline validation
pt_br: O conteúdo do arquivo de licença para validação offline

# @KRF3090
source: Only lines with future date can be edited or deleted.
pt_br: Somente linhas com data futura podem ser editadas ou excluídas.

# @KRF3091
source: Only future dates allowed.
pt_br: Só datas futuras são permitidas.

# @KRF3092
source: Site to be used for BOM generation.
pt_br: Local a ser usado para geração BOM.

# @KRF3093
source: For the BOM generation the active and valid configuration model version will be used. Do you want to proceed?§0020§
pt_br: Para a geração BOM será utilizada a versão do modelo de configuração ativa e válida. Você quer continuar?§0020§

# @KRF3094
source: Determines whether the Phase is used for measurements.
pt_br: Determina se a Fase é usada para medições.

# @KRF3095
source: Phase '%1' is not set up for measurements.
pt_br: A fase '%1' não está configurada para medições.

# @KRF3096
source: Phase '%1' could already have been used for defining measurements. By disabling the phase you cannot define or view any measurements for this phase.
pt_br: A fase '%1' já poderia ter sido usada para definir medidas. Ao desativar a fase, você não pode definir ou visualizar quaisquer medidas para esta fase.

source: Purchase order category
pt_br: Categoria de pedido de compra

# PurchaseOrderCategoryHelp
source: Identification of the purchase order category.
pt_br: Identificação da categoria de pedido de compra.

source: Hide images
pt_br: Ocultar imagens

source: Show images
pt_br: Mostrar imagens

# ShowHideImagesHelpText
source: Show/hide images.
pt_br: Mostrar/ocultar imagens.

# PurchOrderCategoryMaintain
source: Maintain purchase order category
pt_br: Manter a categoria de pedido de compra

# PurchOrderCategoryMaintainDescription
source: Create and update purchase order category
pt_br: Criar e atualizar categoria de pedido de compra

# PurchOrderCategoryView
source: View purchase order category
pt_br: Exibir categoria de pedido de compra

# PurchOrderCategoryViewDescription
source: View purchase order category details
pt_br: Exibir detalhes da categoria do pedido de compra

# MeasurementsItemPhaseParameters
source: Item measurements phase parameters
pt_br: Parâmetros de fase de medição de itens

# MeasurementsItemPhaseParametersDevDoc
source: The KPMItemMeasurementPhase table stores information about measurements phases assigned to a released product master.
pt_br: A tabela KPMItemMeasurementPhase armazena informações sobre fases de medição atribuídas a um mestre de produto lançado.

# MeasurementsItemPhaseParametersView
source: Security privilege for item measurements phase parameters
pt_br: Privilégio de segurança para parâmetros de fase de medição de itens
