Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# MarginControlDisableVendorRebates
source: Disable vendor rebates
pt_br: Desativar descontos de fornecedores

# MarginControlDisableVendorRebatesHelp
source: Disable vendor rebates during margin check for better performance.
pt_br: Desabilitar os descontos do fornecedor durante a verificação de margem para melhor desempenho.

# PrepackNotActivatedWarning
source: Prepack for item '%1' is not activated.
pt_br: O pré-pacote para o item '%1' não está ativado.

# PrepackCopyPrepackLines
source: Copy prepack lines
pt_br: Copiar linhas pré-pacote

# PrepackCopyLinesFromExistingPrepacksHelpTxt
source: Copy lines from existing prepacks.
pt_br: Copie linhas de pré-pacotes existentes.

# PrepackDeleteLines
source: Delete prepack lines
pt_br: Excluir linhas pré-pacote

# PrepackDeleteExistingLines
source: Delete existing prepack lines.
pt_br: Exclua as linhas pré-pacote existentes.

# QualityOrderCreateForProduct
source: Create for product
pt_br: Criar para o produto

# QualityOrderCreateForProductDesc
source: Create quality order for released product
pt_br: Criar ordem de qualidade para o produto lançado

# LinkTechPackConfirmation
source: The attachment named %1 has been created
pt_br: O anexo chamado %1 foi criado

# LinkTechPackHelp
source: Links a TechPack report with a Master production order.
pt_br: Vincule um relatório TechPack com uma ordem de produção Master.

# PrepackStructure
source: Prepacks structure
pt_br: Estrutura de pré-pacotes

# PrepackStructureEnable
source: Enable new prepack structure
pt_br: Habilite uma nova estrutura pré-pacote

# PrepackStructureEnablePrompt
source: Enabling this option will make current prepacks functionality based on BOM unavailable.\nDo you want to continue?
pt_br: Habilitar essa opção tornará a funcionalidade atual de pré-pacotes com base no BOM indisponível.\nDo você deseja continuar?

# PrepackBOMPrepack
source: BOM/Prepacks
pt_br: BOM/Pré-pacotes

# PrepackStructureNotEnabledInfo
source: Prepacks functionality based on new structure is not enabled in product information management parameters.
pt_br: A funcionalidade pré-pacotes baseada na nova estrutura não está habilitada nos parâmetros de gerenciamento de informações do produto.

# PLMPlanV2WhatsNewEnhancedForm
source: New PLM Plan form introduces the new extensible grid, better performance and other design improvements.
pt_br: O novo formulário do Plano PLM introduz a nova grade extensível, melhor desempenho e outras melhorias de design.

# PLMTemplateV2WhatsNewEnhancedForm
source: New PLM Template form introduces the new extensible grid, better performance and other design improvements.
pt_br: O novo formulário plm template introduz a nova grade extensível, melhor desempenho e outras melhorias de design.

# SalesOrderMatrixResultDirectDeliveryInfo
source: Storage dimensions have been updated as item '%1' is set for direct delivery.
pt_br: As dimensões de armazenamento foram atualizadas à medida que o item '%1' é definido para entrega direta.

# SalesOrderMultiItemMatrixDirectDeliveryWarning
source: Item '%1' is set for direct delivery and cannot be used in multiitem matrix.
pt_br: O item '%1' é definido para entrega direta e não pode ser usado em matriz multiitem.

# BOMModelPostNonActiveQuestion
source: This BOM model is not activated. Are you sure you want to proceed? All BOMs and routes are going to be created, approved, but NOT activated.
pt_br: Este modelo BOM não está ativado. Tem certeza que quer prosseguir? Todos os BOMs e rotas serão criados, aprovados, mas NÃO ativados.

# ReleaseUpdate_KRFRetailCollectionProductLine
source: Update new field LineNum to help identify unique records.
pt_br: Atualize o novo lineNum de campo para ajudar a identificar registros exclusivos.

# PrepackCostingVersionPerSiteNoteTxt
source: Costing version per site is used only in new prepack structure functionality.§0020§
pt_br: A versão de custeio por site é usada apenas na nova funcionalidade da estrutura pré-pacote.§0020§

# InitScriptsPrepackParameters
source: Prepacks - parameters
pt_br: Pré-pacotes - parâmetros

# InitScriptsPrepackParametersDesc
source: Enable new prepacks structure functionality.
pt_br: Habilite a funcionalidade da nova estrutura de pré-pacotes.

# PrepackTransferredHelpTxt
source: Determines if prepack is transferred to new prepack structure.
pt_br: Determina se o pré-pacote é transferido para uma nova estrutura pré-embalada.

# PrepackStructureEnabledInfo
source: Prepacks functionality based on new structure is enabled in product information management parameters.
pt_br: A funcionalidade pré-pacotes baseada na nova estrutura é habilitada nos parâmetros de gerenciamento de informações do produto.

# PrepackContentCannotBeChanged
source: Prepack content for prepack '%1' cannot be changed.
pt_br: O conteúdo pré-pacote para pré-embalagem '%1' não pode ser alterado.

# PrepackAlreadyTransferredInfo
source: Prepack for item '%1' is already transferred to new prepack structure.
pt_br: O pré-pacote para o item '%1' já é transferido para uma nova estrutura pré-pacote.

# PrepackStructureFeatureDescription
source: Prepacks functionality based on new data structure is available. Click 'Learn more' to get more details.
pt_br: A funcionalidade pré-pacotes com base na nova estrutura de dados está disponível. Clique em 'Saiba mais' para obter mais detalhes.

# PrepacksMaintainNotAvailableWarning
source: Maintaining prepacks is not available when new prepack structure functionality is not enabled.
pt_br: A manutenção de pré-pacotes não está disponível quando a nova funcionalidade da estrutura pré-pacote não estiver habilitada.

# PrepackStructurePrepacksNotMigratedWarning
source: New prepack structure cannot be enabled. Not all prepacks have been migrated for company '%1'.
pt_br: A nova estrutura pré-pacote não pode ser habilitada. Nem todos os pré-pacotes foram migrados para a empresa '%1'.

source: Prepacks migration table
pt_br: Tabela de migração pré-pacotes

source: Prepacks migration - Load
pt_br: Migração de pré-pacotes - Carregar

source: Prepacks migration
pt_br: Migração de pré-pacotes

source: Prepacks migration - Validate
pt_br: Migração de pré-pacotes - Validar

source: Prepacks migration - Transfer
pt_br: Migração de pré-pacotes - Transferência

# PrepacksMigrationMultipleBOMWarning
source: Item '%1' has more than one prepack assigned. (BOM Ids: '%2')
pt_br: O item '%1' tem mais de um pré-pacote atribuído. (BOM Ids: '%2')

# PrepacksMigrationNoBOMVersionActiveWarning
source: Item '%1' does not have an active prepack version.
pt_br: O item '%1' não tem uma versão pré-pacote ativa.

# PrepacksActivePrepacks
source: Active prepacks
pt_br: Pré-pacotes ativos

# PrepacksActiveVersions
source: Active versions
pt_br: Versões ativas

# PrepacksMigrationUnableToTransferWarning
source: Prepack for item '%1' cannot be migrated. Check infolog for more details.
pt_br: O pré-pacote para o item '%1' não pode ser migrado. Verifique o infolog para mais detalhes.

source: Prepacks (BOM)
pt_br: Pré-pacotes (BOM)

source: Prepacks enhanced
pt_br: Pré-pacotes aprimorados

source: Prepacks migration - Revert
pt_br: Migração de pré-pacotes - Reverter

# PrepacksMigrationUnableToRevertWarning
source: Prepack for item '%1' was not transferred and cannot be reverted.
pt_br: O pré-pacote para o item '%1' não foi transferido e não pode ser revertido.

# PrepackRevert
source: Revert
pt_br: Estornar

# PrepacksCostingVersionPerSiteNotDefined
source: Costing version for site '%1' is not defined in inventory management parameters.
pt_br: A versão de custeio para o site '%1' não está definida nos parâmetros de gerenciamento de estoque.

# PrepacksMigrationLineMarkedAsPrepackWarning
source: Prepack '%1' (BOM: %2) contains item '%3' which is also marked as prepack.
pt_br: Prepack '%1' (BOM: %2) contém o item '%3' que também é marcado como pré-pacote.

# PrepacksMigrationMultipleVersionsActive
source: More than one prepack version is active.
pt_br: Mais de uma versão pré-pack está ativa.

# PrepackActivationNotApprovedWarning
source: Prepack cannot be activated as it is not approved.
pt_br: O pré-pacote não pode ser ativado porque não é aprovado.

# PrepackAlreadyActiveWarning
source: Prepack is already activate.
pt_br: A pré-embalagem já está ativada.

# PrepacksMigrateNotOneActiveVersionWarning
source: Prepack cannot be activated as it does not have exactly one active version.
pt_br: O pré-pacote não pode ser ativado, pois não tem exatamente uma versão ativa.

# PrepacksMigrateItemIsProductMasterWarning
source: Item '%1' is marked as prepack and should not be a product master.
pt_br: O item '%1' é marcado como prepack e não deve ser um mestre do produto.

# PrepacksMigrateBOMCount
source: BOM count
pt_br: Contagem DE BOM

source: Validated on
pt_br: Validado em

# PrepackMigrationEntityView
source: View prepacks migration table entity
pt_br: Exibir a entidade de tabela de migração pré-pacotes

# ReleaseUpdateScriptsMarkAsFinished
source: Mark as finished
pt_br: Marque como terminado

# ReleaseUpdateScriptsMarkAsFinishedPrompt
source: Do you want to mark the selected script as finished?
pt_br: Deseja marcar o script selecionado como terminado?

# PrepackBOMReport
source: Prepack (BOM) summary report
pt_br: Relatório de resumo pré-embalagem (BOM)

# PrepackBOMCustomerRelated
source: BOM customer related
pt_br: RELACIONADO com o cliente BOM

# PrepackBOMVersionCustomerRelated
source: Version customer related
pt_br: Versão relacionada ao cliente

# PrepackBOMVersionFromQty
source: Version from qty
pt_br: Versão de qty

source: BOM version information
pt_br: Informações da versão BOM

# PrepackBOMReportBase
source: Prepack (BOM) Report
pt_br: Relatório Pré-embalagem (BOM)

# PrepackBOMReportGeneral
source: Prepack (BOM) Report - General information
pt_br: Prepack (BOM) Relatório - Informações gerais

# PrepackBOMReportProduct
source: Prepack (BOM) Report - Product information
pt_br: Relatório Prépack (BOM) - Informações sobre o produto

# PrepackBOMReportBOM
source: Prepack (BOM) Report - BOM information
pt_br: Prepack (BOM) Relatório - Informações DA BOM

# PrepackBOMReportBOMVersion
source: Prepack (BOM) Report - BOM version information
pt_br: Prepack (BOM) Relatório - Informações da versão BOM

# PrepackBOMReportCostPrice
source: Prepack (BOM) Report - Cost price information
pt_br: Prepack (BOM) Relatório - Informações sobre o preço do custo

# RangePlanningMatrixFormMaintain
source: Maintain Range planning matrix form
pt_br: Manter a forma de matriz de planejamento de range

# MeasurementBaseSizePerStyleCheckError
source: Base size not defined for Fit '%1', entering data may cause inconsistencies.
pt_br: O tamanho base não definido para Fit '%1', a inserção de dados pode causar inconsistências.

# RangePlanSourceTypeStoreCapacity
source: Store capacity
pt_br: Capacidade de armazenamento

# MeasurementDocuRefWarning
source: Measurements note should be of a Type with category Measurements, otherwise it will not be printed on TechPack report.
pt_br: As medidas devem ser de um tipo com medidas de categoria, caso contrário não será impressa no relatório TechPack.

# TechPackReportCSR
source: TechPack report - Corporate Social Responsibility
pt_br: Relatório TechPack - Responsabilidade Social Corporativa

# TechPackCSRNotFound
source: This item does not contain any CSR classification information
pt_br: Este item não contém nenhuma informação de classificação da RSE

# PrepackCostPriceMissing
source: Cost price for prepack or prepack line is missing for one or multiple inventory sites.
pt_br: O preço de custo para a linha pré-embalagem ou pré-pacote está faltando para um ou vários sites de inventário.

# PrepackLineCostPriceNotFound
source: Cost price for item '%1' (%2) is not found.
pt_br: O preço de custo do item '%1' (%2) não é encontrado.

# PrepackValidatCostPrice
source: Validate cost price
pt_br: Validar o preço do custo

# PrepackValidatCostPriceHelpTxt
source: Identifies what action should be taken when prepack cost price is missing during activation.
pt_br: Identifica quais ações devem ser tomadas quando o preço de custo pré-pacote está faltando durante a ativação.

source: Range planning matrix filter
pt_br: Filtro de matriz de planejamento de alcance

# RangePlanningMatrixFilterResetConfirmation
source: This will reset the range planning matrix filters for %1. Would like to proceed?
pt_br: Isso redefinirá os filtros de matriz de planejamento de alcance para %1. Gostaria de prosseguir?

source: TechPack report - BOM Model
pt_br: Relatório TechPack - Bom Model

# TechPackBOMModelNotFound
source: This item does not contain any BOM Model information
pt_br: Este item não contém nenhuma informação do Modelo BOM

# BOMModelTechPackAlreadyMarked
source: BOM Model %1 is already marked as techpack for item %2
pt_br: BOM Model %1 já está marcado como techpack para item %2

# CSRClassificationVendorEntity
source: K3 Fashion - CSR classifications of type vendor
pt_br: K3 Fashion - Classificações de CSR de fornecedor de tipo

# CSRClassificationVendorEntityMaintain
source: Maintain CSR classifications of type vendor entity
pt_br: Manter as classificações de RSE da entidade do fornecedor de tipo

# CSRClassificationVendorEntityView
source: View CSR classifications of type vendor entity
pt_br: Exibir classificações de RSR da entidade de fornecedor de tipo

# CSRClassificationCheckList
source: Classification checklist
pt_br: Lista de verificação de classificação

# CSRClassificationCheckListError
source: Check '%1' is mandatory.
pt_br: Verificar '%1' é obrigatório.

# CSRClassificationCheckListEntity
source: K3 Fashion - CSR classification checklist
pt_br: Lista de verificação de classificação K3 Fashion - CSR

# CSRClassificationCheckListEntityView
source: View CSR classification checklist entity
pt_br: Exibir a entidade de lista de verificação de classificação da RSR

# CSRClassificationCheckListEntityMaintain
source: Maintain CSR classification checklist entity
pt_br: Manter a entidade de lista de verificação de classificação da RSE

# CSRClassificationCheckListIdHelpText
source: Classification checklist identification of Corporate Social Responsibility.
pt_br: Identificação de lista de classificação de Responsabilidade Social Corporativa.

# CSRVendorClassificationCheckList
source: Vendor classification checklist
pt_br: Lista de verificação de classificação do fornecedor

# CSRVendorClassificationCheckListEntity
source: K3 Fashion - Vendor CSR classification checklist
pt_br: K3 Fashion - Lista de verificação de classificação do Fornecedor CSR

# CSRVendorClassificationCheckListEntityView
source: View vendor CSR classification checklist entity
pt_br: Exibir a entidade de lista de verificação de classificação do fornecedor CSR

# CSRVendorClassificationCheckListEntityMaintain
source: Maintain vendor CSR classification checklist entity
pt_br: Manter a entidade de lista de verificação de classificação CSR do fornecedor

source: Sales agreement blocked
pt_br: Contrato de venda bloqueado

# SalesAgreementBlockedHelp
source: Identifies whether product is blocked for sales agreement.
pt_br: Identifica se o produto está bloqueado para o contrato de venda.

# PurchAgreementBlocked
source: Purchase agreement blocked
pt_br: Contrato de compra bloqueado

# PurchAgreementBlockedHelp
source: Identifies whether product is blocked for purchase agreement.
pt_br: Identifica se o produto está bloqueado para o contrato de compra.

# PLMActionNotExecutedWrongExpectedStatus
source: Action %1 was not executed because referenced plan %2 line %3 did not have the expected status '%4'
pt_br: Ação %1 não foi executada porque o plano referenciado %2 linha %3 não tinha o status esperado '%4'

# ProductInstructionsWHSEnabled
source: WHS Enabled
pt_br: HABILITADO WHS

# ProductInstructionsWHSEnabledHelp
source: Display instruction during WHS picking process.
pt_br: Instruções de exibição durante o processo de colheita whs.

# PrepackIsPrepack
source: Is prepack
pt_br: É pré-pacote

# PrepackCannotBePartOfItselfWarning
source: Item '%1' is a prepack and cannot be part of itself.
pt_br: O item '%1' é um pré-pacote e não pode fazer parte de si mesmo.

# PrepackOneLevel
source: One level
pt_br: Um nível

# PrepackAllLevels
source: All levels
pt_br: Todos os níveis

# PrepackOnHandLevel
source: Show on-hand inventory
pt_br: Mostrar inventário na mão

# PrepackMultiLevel
source: Multilevel
pt_br: Vários níveis

# PrepackTotalItemsPackedMulti
source: Total items multi level
pt_br: Total de itens multiníníveis

# PrepackParentNotApprovedWarning
source: Parent prepack '%1' is approved. Please remove this approval first.
pt_br: O pré-pacote pai '%1' é aprovado. Por favor, remova esta aprovação primeiro.

# PrepackChildNotApprovedWarning
source: Underlying prepack '%1' is not approved.
pt_br: O pré-pacote subjacente '%1' não é aprovado.

# PrepackParentActiveWarning
source: Parent prepack '%1' is active. Please deactivate it first.
pt_br: O pré-pacote pai '%1' está ativo. Por favor, desative-o primeiro.

# PrepackChildNotActiveWarning
source: Underlying prepack '%1' is not active.
pt_br: O pré-pacote subjacente '%1' não está ativo.

# PrepackNewStructureParametersNote
source: Used only in new prepack structure functionality.§0020§
pt_br: Usado apenas na nova funcionalidade da estrutura pré-pacote.§0020§

# SalesOrderCategoryDoesNotAllowChangeInFields
source: The sales order category does not allow a change in field(s) '%1.
pt_br: A categoria de ordem de venda não permite uma alteração no campo(s) '%1.

source: Group by pool
pt_br: Grupo por piscina

# GroupByProdGroup
source: Group by production group
pt_br: Grupo por grupo de produção

source: Disable K3 Fashion design for sales picking list report
pt_br: Desativar o design de K3 Fashion para o relatório da lista de escolha de vendas

source: Print product instructions on the sales picking list report
pt_br: Imprima as instruções do produto no relatório da lista de compras

# CustomerRingfencingExcludeItem
source: Exclude from ringfencing
pt_br: Excluir do ringfencing

# CustomerRingfencingExcludeItemHelp
source: Exclude the item from ringfencing calculation
pt_br: Exclua o item do cálculo do ringfencing

# InventSeasonOverview
source: Seasons overview
pt_br: Visão geral das estações

# PLMForcePlanClose
source: Force plan close
pt_br: Plano de força perto

# PLMForcePlanCloseHelpText
source: This option forces the whole plan to close regardless of the activies statuses. Note that line actions will not be executed.
pt_br: Esta opção força todo o plano a fechar independentemente dos status de ativações. Observe que as ações de linha não serão executadas.

# PLMForcePlanCloseDialog
source: This will close all remaining activities regardless of their status.\nLinked actions will not be executed.\n\nWould you like to proceed?
pt_br: Isso fechará todas as atividades restantes, independentemente de seu status.\nAssas ações não serão executadas.\n\nNSo gostaria de prosseguir?

# PrepackRevertToProductShort
source: Revert to product
pt_br: Reverter para o produto

# PrepackIsOk
source: Prepack '%1' is ok.
pt_br: Pré-pacote '%1' está ok.

# PrepackCircularItemIncluded
source: Item '%1' is included circularly in prepacks.
pt_br: O item '%1' está incluído circularmente em pré-pacotes.

# PrepackLineItemId
source: Prepack line, item '%1'
pt_br: Linha pré-pacote, item '%1'

source: Prepacks check (Enhanced)
pt_br: Verificação pré-pacotes (Aprimorado)

# PrepackLinePrepackId
source: Prepack line, prepack '%1'
pt_br: Linha pré-pacote, pré-pacote '%1'

# FunctionNoOptionSelected
source: At least one option must be selected.
pt_br: Pelo menos uma opção deve ser selecionada.

# RangePlanningMatrixValidateFilterError
source: %1 cannot have more than %2 filters selected.
pt_br: %1 não pode ter mais de %2 filtros selecionados.

# ReleaseToWarehouseIncludeAutoReserveLines
source: Include 'auto reserve' lines
pt_br: Inclua linhas de 'reserva automática'

# ReleaseToWarehouseIncludeAutoReserveLinesHelp
source: Include 'auto reserve' lines during reservation calculation and removal.
pt_br: Inclua linhas de 'reserva automática' durante o cálculo e remoção da reserva.

source: Is base color
pt_br: É a cor base

# IsBaseColorHelpTxt
source: Mark color as base color
pt_br: Marque a cor como cor base

# ReleaseUpdScript_EcoResColorIsBaseColor
source: Marks the new base color checkbox on existing base colors
pt_br: Marca a nova caixa de seleção de cores base nas cores base existentes

# PrepackExplodePrepack
source: Explode prepack
pt_br: Explodir prepack

# PrepackSalesExplodeLines
source: Sales explode prepack lines
pt_br: Vendas explodem linhas de pré-embalagem

# PrepackPurchExplodeLines
source: Purchase explode prepack lines
pt_br: Comprar explodir linhas pré-pacote

source: Prepack content
pt_br: Conteúdo pré-pacote

source: TechPack report - Prepack components
pt_br: Relatório TechPack - Componentes pré-pacote

# TechPackReportNoPrepackInfo
source: This item does not contain any prepack information.
pt_br: Este item não contém nenhuma informação pré-embalagem.

# KBPValidateCopyNoYesBoxTitle
source: Copying Business plan
pt_br: Copiando plano de negócios

# KBPValidateCopyNoYesBox
source: Are you sure you want to copy the selected Business plan lines? All current Business plan lines will be removed.
pt_br: Tem certeza de que deseja copiar as linhas de plano de negócios selecionadas? Todas as linhas atuais do plano de negócios serão removidas.

# VendProductInstructionGroups
source: Vendor product instruction groups
pt_br: Grupos de instrução de produtos do fornecedor

# VendProductInstructionGroupsDevDoc
source: The KPMVendProductInstructionGroup table contains information about vendor product instruction groups for K3 Fashion.
pt_br: A tabela KPMVendProductInstructionGroup contém informações sobre grupos de instrução de produtos de fornecedores para a K3 Fashion.

# CustProductInstructionGroups
source: Customer product instruction groups
pt_br: Grupos de instrução de produtos do cliente

# CustProductInstructionGroupsDevDoc
source: The KPMCustProductInstructionGroup table contains information about customer product instruction groups for K3 Fashion.
pt_br: A tabela KPMCustProductInstructionGroup contém informações sobre grupos de instrução de produtos do cliente para a K3 Fashion.

# CreateUpdateVendProductInstructionGroups
source: Create or update vendor product instruction groups.
pt_br: Crie ou atualize grupos de instruções de produtos do fornecedor.

# CreateUpdateCustProductInstructionGroups
source: Create or update customer product instruction groups.
pt_br: Crie ou atualize grupos de instrução de produtos do cliente.

# VendProductInstructionGroupEntityExport
source: Export vendor product instruction group
pt_br: Grupo de instrução de produtos do fornecedor de exportação

# VendProductInstructionGroupEntityImport
source: Import vendor product instruction group
pt_br: Grupo de instrução de produtos do fornecedor de importação

# CustProductInstructionGroupEntityExport
source: Export customer product instruction group
pt_br: Grupo de instrução de produtos do cliente de exportação

# CustProductInstructionGroupEntityImport
source: Import customer product instruction group
pt_br: Grupo de instrução de produtos para clientes de importação

# VendProductInstructionGroupMaintain
source: Maintain vendor product instruction group
pt_br: Manter o grupo de instrução do produto do fornecedor

# VendProductInstructionsGroupView
source: View vendor product instruction group
pt_br: Exibir o grupo de instrução de produtos do fornecedor

# CustProductInstructionGroupMaintain
source: Maintain customer product instruction group
pt_br: Manter o grupo de instrução de produtos do cliente
