Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# ProductionUserSecurityRole
source: Fashion production user
pt_br: Usuário de produção de moda

# ProductionUserSecurityRoleDesc
source: Reviews and enables processes related to the production control.
pt_br: Revisa e habilita processos relacionados ao controle de produção.

source: Number of products
pt_br: Número de produtos

# UnableToFindRecordWarning
source: Unable to find a unique %1 record corresponding to the entered values.
pt_br: Não é possível localizar um registro %1 exclusivo correspondente aos valores inseridos.

# EcoResProductSharedParametersEntityExport
source: Export product shared parameters
pt_br: Parâmetros compartilhados do produto de exportação

# EcoResProductSharedParametersEntityImport
source: Import product shared parameters
pt_br: Importação de parâmetros compartilhados do produto

# EcoResProductSharedParametersEntityDescription
source: Security privilege for product shared parameters entity
pt_br: Privilégio de segurança para entidade de parâmetros compartilhados de produtos

source: Markdown price change type
pt_br: Tipo de mudança de preço de markdown

# MarkdownPriceChangeByValueHelpText
source: Markdown price change by value.
pt_br: Redução de preço por valor.

# MarkdownPriceChangeByPercentageHelpText
source: Markdown price change by percent.
pt_br: Redução de preço por cento.

# WSSIJournalPeriodDescSingle
source: '%1 Week %2
pt_br: '%1 Semana %2

# WSSIJournalPeriodDescMulti
source: '%1 Week %2-%3
pt_br: '%1 Semana %2-%3

# WSSIPeriodType
source: Period type
pt_br: Tipo de período

# WSSIPeriodLength
source: Period length
pt_br: Comprimento do período

# PCExpressionMatrix
source: Calculation expression
pt_br: Expressão de cálculo

# PCExpressionMatrixUnsupportedTarget
source: The target attribute type is not supported.
pt_br: O tipo de atributo de destino não é suportado.

# PCBaseAttributeWithoutProdDimension
source: The attribute type '%1' does not contain a product dimension
pt_br: O tipo de atributo '%1' não contém uma dimensão do produto

# PCBaseAttributeCountMax
source: A maximum of 3 base attributes can be defined.
pt_br: Pode-se definir um máximo de 3 atributos básicos.

source: Dimension layout
pt_br: Layout de dimensão

# PCExpressionMatrixSetupError
source: The product configuration model does not have a proper layout setup for matrix.
pt_br: O modelo de configuração do produto não tem uma configuração de layout adequada para matriz.

# PCExpressionMatrixDimGroupError
source: There is no dimension group defined for dimension '%1'.
pt_br: Não há nenhum grupo de dimensão definido para a dimensão '%1'.

# PCAttributeCopySuccess
source: Attribute '%1' has been created successfully.
pt_br: O atributo '%1' foi criado com sucesso.

# PCBaseAttributeChangeWarning
source: There is calculation data already stored for this model. Updating the attribute will delete the matrix data. Proceed?
pt_br: Há dados de cálculo já armazenados para este modelo. A atualização do atributo excluirá os dados da matriz. Proceder?

# PLMPurchLineReferenceTypeReceipt
source: Purchase receipt
pt_br: Recibo de compra

# PLMPurchLineReferenceTypeConfirm
source: Purchase confirmation
pt_br: Confirmação de compra

# PLMPurchLineReferenceType
source: Purchase line reference type
pt_br: Tipo de referência da linha de compra

# ReleaseUpdateScriptsPLMPlanLineRefWarning
source: The reference already exists. Plan: %1, Line: %2, Reference type: %3, Purchase line: %4
pt_br: A referência já existe. Plano: %1, Linha: %2, Tipo de referência: %3, Linha de compra: %4

# PLMPurchLineReferenceTable
source: Product lifecycle plan lines - purchase line references
pt_br: Linhas de plano de ciclo de vida do produto - referências de linha de compra

# PLMPurchLineReferenceTableDevDoc
source: The KPMPLMPlanLinePurchReference table contains information about purchase line references to product lifecycle plan lines.
pt_br: A tabela KPMPLMPlanLinePurchReference contém informações sobre referências de linha de compra às linhas de plano de ciclo de vida do produto.

# FieldCannotBeLessThan
source: Field %1 cannot be less than %2.
pt_br: Campo %1 não pode ser inferior a %2.

# PCExpressionChangeWarning
source: There is calculation data already stored for this calculation. Updating the expression will delete the matrix data. Proceed?
pt_br: Há dados de cálculo já armazenados para esse cálculo. Atualizar a expressão excluirá os dados da matriz. Proceder?

# PCAdvancedExpressionEditor
source: Advanced expression
pt_br: Expressão avançada

# PCSingleAttributeExpressionEditor
source: Single attribute expression
pt_br: Expressão de atributo único

# PCBaseAttributeValue
source: Base value
pt_br: Valor base

# PCTargetAttributeValue
source: Target value
pt_br: Valor de destino

# PCBaseAttributeNotFound
source: Attribute '%1' was not found as a base attribute.
pt_br: O atributo '%1' não foi encontrado como atributo base.

# PCExpressionByColor
source: Expression by color
pt_br: Expressão por cor

# PCExpressionBySize
source: Expression by size
pt_br: Expressão por tamanho

# PCExpressionByStyle
source: Expression by fit
pt_br: Expressão por ajuste

source: Consignment replenishment orders
pt_br: Ordens de reposição de remessas

source: Vendor portal item measurements
pt_br: Medições de itens do portal do fornecedor

source: Product configurator expressions
pt_br: Expressões do configurador do produto

# LineCannotBeDeletedWarning
source: Line '%1' cannot be deleted.
pt_br: A linha '%1' não pode ser excluída.

# ConsignmentReplOrderChangeDeliveryDate
source: Consignment replenishment order lines - change delivery date
pt_br: Linhas de pedidos de reposição de remessa - mudar a data de entrega

# InvalidMatrixSetupForItem
source: Item '%1' does not have a valid matrix setup.
pt_br: O item '%1' não tem uma configuração de matriz válida.

source: Matrix tracking dimensions
pt_br: Dimensões de rastreamento de matrizes

# MatrixManagerChangeStorageTrackingDim
source: %1 - change storage/tracking dimensions
pt_br: %1 - alterar as dimensões de armazenamento/rastreamento

# InventJournalTransChangeTransDate
source: Inventory journal lines - change transaction date
pt_br: Linhas de diário de inventário - alterar a data da transação

source: Current tracking dimensions
pt_br: Dimensões de rastreamento atuais

source: New tracking dimensions
pt_br: Novas dimensões de rastreamento

# KBPEntityFormRangeTableGroup
source: Range table
pt_br: Tabela de alcance

# KBPBusinessPlanning
source: Business planning
pt_br: Planejamento empresarial

# KBPEntitySourceId
source: Business plan source id
pt_br: ID de origem do plano de negócios

# KBPEntityTypeForm
source: Business plan source
pt_br: Fonte do plano de negócios

# KBPEntityTypeTable
source: Business plan line type table
pt_br: Tabela do tipo de linha de plano de negócios

# KBPEntitySourceTable
source: Business plan source table
pt_br: Tabela de origem do plano de negócios

# KBPEntityId
source: Business plan line id
pt_br: ID de linha de plano de negócios

# KBPEntityTypeId
source: Business plan source type id
pt_br: ID tipo de origem do plano de negócios

# KBPEntityTable
source: Business plan line table
pt_br: Tabela de linha do plano de negócios

# KBPEntityForm
source: Business plan line
pt_br: Linha de plano de negócios

# KBPEntitySequenceId
source: Business plan level id
pt_br: ID de nível de plano de negócios

# KBPEntitySequenceTable
source: Business plan level table
pt_br: Tabela de nível do plano de negócios

# KBPEntitySequenceForm
source: Business plan level
pt_br: Nível de plano de negócios

# KBPEntitySequenceFormCurrentSequence
source: Current order
pt_br: Ordem atual

# KBPAllowMultipleField
source: Allow multiple
pt_br: Permitir múltiplos

# KBPAllowMultipleWarning
source: Business plan line cannot be added, duplicates are not allowed.
pt_br: A linha de plano de negócios não pode ser adicionada, duplicatas não são permitidas.

# KBPAllowPredecessorsWarning
source: Business plan line cannot be added/moved, parent entity is not allowed below child entity.
pt_br: A linha de plano de negócios não pode ser adicionada/movida, a entidade-mãe não é permitida abaixo da entidade infantil.

# KBPModelTable
source: Business plan table
pt_br: Tabela do plano de negócios

# KBPModelForm
source: Business plan
pt_br: Plano de negócios

# KBPModelFormDeleteButtonNoYes
source: Are you sure you want to delete the record? All related records will be deleted.
pt_br: Tem certeza que quer apagar o registro? Todos os registros relacionados serão excluídos.

# KBPModelStatusValidated
source: Validated
pt_br: Validado

# ActualLineAmountField
source: Actual line amount
pt_br: Valor real da linha

# ActualQuantityField
source: Actual quantity
pt_br: Quantidade real

# KBPCustomRelationButton
source: Custom relation
pt_br: Relação personalizada

# KBPUpdateEntitySourceTableIdInfo
source: Please update the source field information for the field '%1' in the Entity level source fields.
pt_br: Atualize as informações de campo de origem para o campo '%1' nos campos de origem de nível da Entidade.

# KBPEntitySourceActuals
source: Business plan columns
pt_br: Colunas de planos de negócios

# KBPUpdateBaseQueryWarning
source: There is no record with this type and source combination within the parent.
pt_br: Não há registro com este tipo e combinação de origem dentro do pai.

# KBPQueryConfiguration
source: Query configuration
pt_br: Configuração de consulta

# KBPActualsQuery
source: Actuals query
pt_br: Consulta real

# KBPRangeQuery
source: Lookup query
pt_br: Consulta de procura

# KBPSequenceConfiguration
source: Order configuration
pt_br: Configuração do pedido

# KBPQueryFormUpdateRelationNoYesTitle
source: Update related business plan line
pt_br: Atualizar linha de plano de negócios relacionado

# KBPQueryFormUpdateRelationNoYes
source: Update the related business plan line (Range query)? All customized changes will be deleted.
pt_br: Atualizar a linha de plano de negócios relacionado (Consulta de intervalo)? Todas as alterações personalizadas serão excluídas.

# KBPQueryFormUpdateRelationInfo
source: The related business plan line has been updated.
pt_br: A linha de planos de negócios relacionadas foi atualizada.

# KBPQueryFormUpdateRelationWarning
source: The related business plan line cannot be automatically updated, please update manually.
pt_br: A linha de plano de negócios relacionada não pode ser atualizada automaticamente, por favor, atualize manualmente.

# KBPEntitySourceFieldsId
source: Business plan column id
pt_br: ID da coluna do plano de negócios

# KBPParameterModel
source: Business plan parameters
pt_br: Parâmetros do plano de negócios

# KBPBaseDataManagerImportedInfo
source: Default data has been created.
pt_br: Os dados padrão foram criados.

# KBPParametersImportDefaultDataButton
source: Create default data
pt_br: Criar dados padrão

# KBPModelFormValidateModelLineRangeEmptyWarning
source: Field 'Range' cannot be empty. Line number %1.
pt_br: O campo 'Range' não pode estar vazio. Linha número %1.

# KBPModelFormValidateModelLineFieldEmptyWarning
source: Field '%1' cannot be negative. Line number %2.
pt_br: O campo '%1' não pode ser negativo. Linha número %2.

# KBPBaseDataPreparation
source: Initialize default data
pt_br: Inicializar dados padrão

# KBPBaseDataPreparationYesNo
source: This process has already been run previously, run process again?
pt_br: Esse processo já foi executado anteriormente, executar o processo novamente?

# KBPBaseDataPreparationProcessExecuted
source: Process successfully executed.
pt_br: Processo executado com sucesso.

# KBPBaseDataPreparationText
source: The process could be time consuming, it is recommended to run the process in the background.
pt_br: O processo pode ser demorado, recomenda-se executar o processo em segundo plano.

# KBPEntityAllocationKey
source: Business plan allocation key
pt_br: Chave de alocação de planos de negócios

# KBPEntityAllocationKeyId
source: Business plan allocation key id
pt_br: ID chave de alocação de plano de negócios

# KBPEntityAllocationKeyFormEntityModify
source: If the Business plan line is going to be modified, all lines will be deleted. Continue?
pt_br: Se a linha de plano de negócios for modificada, todas as linhas serão excluídas. Continuar?

# KBPModelEntityAllocationKeyForm
source: Allocate values
pt_br: Alocar valores

# KBPModelEntityAllocationKeyFormKeys
source: Keys
pt_br: Chaves

# KBPQueryFormRangeEmptyValidation
source: At least one record with empty criteria value should be present within the Range section.
pt_br: Pelo menos um registro com valor de critérios vazios deve estar presente na seção Intervalo.

# KBPQueryFormRangeTwoMoreValidation
source: Only one record with empty criteria value is allowed within the Range section.
pt_br: Apenas um registro com valor de critérios vazios é permitido na seção Intervalo.

# KBPNumberSeqModuleRetailModelIdHelp
source: Unique key for the Business plan table, allocated when creating new business plan.
pt_br: Chave única para a tabela do plano de negócios, alocada na criação de um novo plano de negócios.

# KBPNumberSequenceLoadInfo
source: Business planning number sequences have been loaded.
pt_br: As sequências numéricas de planejamento de negócios foram carregadas.

# KBPModelEntityAllocationKeyIdHelp
source: Unique key for the business plan allocation id table, allocated when creating new business plan allocation key.
pt_br: Chave única para a tabela de alocação de planos de negócios, alocada ao criar a chave de alocação de novos planos de negócios.

# KBPModelLine
source: Business plan lines table
pt_br: Tabela de linhas do plano de negócios

# KBPEntityLine
source: Business plan line lines table
pt_br: Tabela de linhas de linha de plano de negócios

# KBPEntitySequenceName
source: Business plan level name table
pt_br: Tabela de nome de nível de plano de negócios

# KBPEntitySequenceLine
source: Business plan level lines table
pt_br: Tabela de linhas de nível do plano de negócios

# KBPModelTableEntity
source: Business planning - Business plan
pt_br: Planejamento empresarial - Plano de negócios

# KBPModelLineEntity
source: Business planning - Business plan lines
pt_br: Planejamento empresarial - Linhas de planos de negócios

# KBPModelTableTotalsEntity
source: Business planning - Business plan totals
pt_br: Planejamento empresarial - Total de planos de negócios

# KBPModelLineEntityMaintain
source: Maintain business plan lines entity
pt_br: Manter entidade de linhas de planos de negócios

# KBPModelLineEntityView
source: View business plan lines entity
pt_br: Ver a entidade de linhas de planos de negócios

# KBPModelTableEntityMaintain
source: Maintain business plan entity
pt_br: Manter entidade de plano de negócios

# KBPModelTableEntityView
source: View business plan entity
pt_br: Ver entidade de plano de negócios

# KBPModelTableTotalsEntityMaintain
source: Maintain business plan totals entity
pt_br: Manter plano de negócios totals entidade

# KBPModelTableTotalsEntityView
source: View business plan totals entity
pt_br: Ver plano de negócios totaliza entidade

# KBPParametersView
source: View parameters (Business planning)
pt_br: Ver parâmetros (planejamento de negócios)

# KBPParametersMaintain
source: Maintain parameters (Business planning)
pt_br: Manter parâmetros (planejamento de negócios)

# KBPEntitiesView
source: View business plan line forms
pt_br: Exibir formulários de linha de plano de negócios

# KBPEntitiesMaintain
source: Maintain business plan line forms
pt_br: Manter formulários de linha de plano de negócios

# KBPModelMaintain
source: Maintain business plan forms
pt_br: Manter formulários de plano de negócios

# KBPModelView
source: View business plan forms
pt_br: Exibir formulários de plano de negócios

# KBPView
source: View business planning forms
pt_br: Veja formulários de planejamento de negócios

# KBPMaintain
source: Maintain business planning forms
pt_br: Manter formulários de planejamento de negócios

# KBPModelActualsCalculationWarning
source: Actuals cannot be calculated, the business plan status is %1.
pt_br: Os reais não podem ser calculados, o status do plano de negócios é %1.

# KBPModelActualsCalculationInfo
source: The actuals have been calculated.
pt_br: Os reais foram calculados.

# KBPCalculateActualsDescription
source: Actuals calculation
pt_br: Cálculo de reais

# KBPDebugView
source: View debug forms
pt_br: Exibir formulários de depuração

# KBPBaseDataManagerOverwriteDefaultData
source: Overwrite the previously created default data
pt_br: Substitua os dados padrão criados anteriormente

source: Create or update
pt_br: Criar ou atualizar

# PLMLinePlanCreate
source: Create line plan
pt_br: Criar plano de linha

# PLMLinePlanUpdate
source: Update line plan
pt_br: Plano de linha de atualização

# PLMLinePlanCreatePrompt
source: Do you want to create a new line plan?
pt_br: Você quer criar um novo plano de linha?

# PLMLinePlanUpdatePrompt
source: Do you want to update line plan '%1'?
pt_br: Deseja atualizar o plano de linha '%1'?

# PLMLinePlanCreatedInfo
source: Line plan '%1' has been created.
pt_br: O plano de linha '%1' foi criado.

# PLMLinePlanUpdatedInfo
source: Line plan '%1' has been updated.
pt_br: O plano de linha '%1' foi atualizado.

# PLMVendorCountry
source: Country of vendor
pt_br: País do fornecedor

# WeightedAverageNetPriceReportNote
source: Note: *) Indicates weighted average of the net price.
pt_br: Nota: *) Indica média ponderada do preço líquido.

source: Display dimensions
pt_br: Dimensões de exibição

# MatrixManagerEqualDimensionsWarning
source: Current storage/tracking dimensions and new storage/tracking dimensions are the same.
pt_br: As dimensões atuais de armazenamento/rastreamento e novas dimensões de armazenamento/rastreamento são as mesmas.

# RatioCurveLookupUpdate
source: Update ratio curve lookup tables
pt_br: Tabelas de busca da curva da proporção de atualização

# KRFColorParametersEntity
source: K3 Fashion - Objects color settings
pt_br: K3 Fashion - Ajustes de cores

# KRFColorParametersEntityMaintain
source: Maintain objects color settings entity
pt_br: Manter a entidade de configurações de cores de objetos

# KRFColorParametersEntityView
source: View objects color settings entity
pt_br: Exibir a entidade de configurações de cores de objetos

source: Replenishment plan season relation
pt_br: Relação da temporada de plano de reposição

# ReplenishmentPlanSeasonRelationDevDoc
source: The KRFReplenishmentPlanSeasonRelation table holds the link between season and replenishment plans.
pt_br: A tabela KRFReplenishmentPlanSeasonRelation mantém a ligação entre os planos de temporada e reposição.

# ReplenishmentPlanRelatedSeasonsHelpText
source: The seasons which are linked to the replenishment plan.
pt_br: As estações que estão ligadas ao plano de reposição.

# ReplenishmentPlanGenerateProdResultHelpText
source: Generate product result for the replenishment plan.
pt_br: Gerar resultado do produto para o plano de reposição.

# ReplenishmentPlanCaluclateFinishedInfo
source: Calculation finished for the replenishment plan '%1'.
pt_br: Cálculo finalizado para o plano de reposição '%1'.

# ReplenishmentPlanSeasonRelationEntity
source: K3 Fashion - Replenishment plan season relation
pt_br: K3 Fashion - Relação da temporada do plano de reabastecimento

# ReplenishmentPlanSeasonRelationEntityView
source: View replenishment plan season relation entity
pt_br: Ver entidade de relação de temporada de plano de reposição

# ReplenishmentPlanSeasonRelationEntityMaintain
source: Maintain replenishment plan season relation entity
pt_br: Manter entidade de relação de temporada de plano de reposição

# ReplenishmentPlanProductResultTable
source: Replenishment plan product result.
pt_br: Resultado do produto do plano de reposição.

# ReplenishmentPlanProductResultTableDevDoc
source: The KRFReplenishmentPlanProductResult table contains the list of allowed products for replenishment.
pt_br: A tabela KRFReplenishmentPlanProductResult contém a lista de produtos permitidos para reposição.

# KRFProductModelVersionReleaseProduct
source: Apply configuration model
pt_br: Aplicar modelo de configuração

# KRFProductModelVersionReleaseProductHeaderParameters
source: Header parameters
pt_br: Parâmetros de cabeçalho

# KRFProductModelVersionReleaseProductCreationInfo
source: Configuration model has been applied.
pt_br: O modelo de configuração foi aplicado.

# KRFProductModelVersionReleaseProductCreationError
source: Configuration model hasn't been applied.
pt_br: O modelo de configuração não foi aplicado.

# KBPBusinessPlanningConfigKey
source: K3 Business Planning
pt_br: Planejamento de Negócios K3

# MasterProductionOrderEnable
source: Enable master production order
pt_br: Habilitar a ordem de produção mestre

# MasterProductionOrderEnableHelp
source: Enables the creation of master production orders during the firm process.
pt_br: Permite a criação de ordens de produção mestre durante o processo firme.

# CollectionPlanningProductsCriteria
source: Products criteria
pt_br: Critérios de produtos

# CollectionPlanningProductsCriteriaResetPrompt
source: Are you sure you want to reset the criteria?
pt_br: Tem certeza que quer redefinir os critérios?

# CollectionPlanningProductLineNoPlannedValuesWarning
source: Collection line (Category='%1', Description='%2') has no planned values.
pt_br: A linha de coleta (Categoria='%1', Descrição='%2') não tem valores planejados.

# CollectionPlanningLineReference
source: Collection line reference
pt_br: Referência da linha de coleta

# ReplenishmentPlanSelectVariantsDialogProcessAborted
source: The process has been aborted.
pt_br: O processo foi abortado.

# CollectionPlanningLineAttributesCriteria
source: Collection line attributes criteria
pt_br: Linha de coleta atribui critérios

# CollectionPlanningLineAttributesCriteriaDevDoc
source: The KRFRetailCollectionProductLineAttribute table holds the link between collection line and attributes criteria.
pt_br: A tabela KRFRetailCollectionProductLineAttribute mantém o link entre a linha de coleta e os critérios de atributos.

# CollectionPlanningLineAttributesCriteriaHelpText
source: Assign attributes criteria to collection line plan.
pt_br: Atribuir critérios de atributos ao plano de linha de coleta.

# CollectionPlanningAttributesCriteria
source: Attributes criteria
pt_br: Critérios de atributos

# CollectionPlanningLineAttributesTypeAllowedWarning
source: Only attributes of type '%1' are allowed.
pt_br: Apenas atributos do tipo '%1' são permitidos.

# EarliestDeliveryDateReportNote
source: **) Indicates the earliest shipping date.
pt_br: **) Indica a data de envio mais antiga.

# CollectionPlanningVariantsPerColor
source: Variants per color
pt_br: Variantes por cor

# CollectionPlanningVariantsPerColorHelpText
source: Number of variants per color.
pt_br: Número de variantes por cor.

# CollectionPlanningCategoryItem
source: Category/Item
pt_br: Categoria/Item

# CollectionPlanningVariantsPerColorDetails
source: Variants per color details
pt_br: Variantes por detalhes de cor

# KBPEntitySourceFieldsFormFormulaConfiguration
source: Formula configuration
pt_br: Configuração da fórmula

# KBPSumAndCalculate
source: Sum, calculate
pt_br: Soma, calcular

# KBPCalculateAndSum
source: Calculate, sum
pt_br: Calcular, soma

# KBPGeneralConfiguration
source: General configuration
pt_br: Configuração geral

# KBPActualsConfiguration
source: Actuals configuration
pt_br: Configuração real

# KBPAggregationConfiguration
source: Aggregation configuration
pt_br: Configuração de agregação

# KBPFieldsConfiguration
source: Columns configuration
pt_br: Configuração de colunas

# KBPModelCopyTypeBlank
source: Blank values
pt_br: Valores em branco

# KBPModelCopyTypePlanned
source: From planned
pt_br: Do planejado
