Repository: luizk3/k3-fashion-labels-translation-test
Catalog: */KRF.*.label.txt.xlf
Languages: pt_br

# @KRF2712
source: Security privilege for season drop relations entity
pt_br: Privilégio de segurança para entidade de relações de queda de temporada

# @KRF2713
source: Export product sales order category
pt_br: Categoria de ordem de venda de produtos de exportação

# @KRF2714
source: Import product sales order category
pt_br: Categoria de pedido de venda de produtos de importação

# @KRF2715
source: Security privilege for sales order category entity
pt_br: Privilégio de segurança para entidade da categoria de ordem de vendas

# @KRF2716
source: Export fits
pt_br: A exportação se encaixa

# @KRF2717
source: Import fits
pt_br: Importação se encaixa

# @KRF2718
source: Export Product fit group
pt_br: Grupo de ajuste do produto de exportação

# @KRF2719
source: Import Product fit group
pt_br: Grupo de ajuste do produto de importação

# @KRF2720
source: Export Product fit group line
pt_br: Linha de grupo de ajuste do produto de exportação

# @KRF2721
source: Import Product fit group line
pt_br: Linha de grupo de ajuste do produto de importação

# @KRF2722
source: Export Product fit group line translations
pt_br: Exportar traduçãos de linha de grupo do produto de exportação

# @KRF2723
source: Import Product fit group line translations
pt_br: Importação Produto fit tradução de linha de grupo

# @KRF2724
source: Product fit group lines
pt_br: Linhas de grupo de ajuste de produto

# @KRF2725
source: Product fit group line translations
pt_br: Tradução de linha de grupo de ajuste de produto

# @KRF2726
source: Product fit groups
pt_br: Grupos de ajuste de produtos

# @KRF2727
source: Fit prefix
pt_br: Ajuste prefixo

# @KRF2728
source: Tile fit
pt_br: Ajuste de ladrilhos

# @KRF2729
source: You can't modify the fit group.
pt_br: Você não pode modificar o grupo de ajuste.

# @KRF2730
source: K3 Fashion - Fiber translations
pt_br: K3 Fashion - Traduções de fibra

# @KRF2731
source: K3 Fashion - Product instruction translations
pt_br: K3 Fashion - Traduções de instrução de produtos

# @KRF2732
source: Export product instruction translations
pt_br: Exportar traduções de instrução de produtos

# @KRF2733
source: Import product instruction translations
pt_br: Tradução de instrução de produto de importação

# @KRF2734
source: Export fiber translations
pt_br: Tradução de fibra de exportação

# @KRF2735
source: Import fiber translations
pt_br: Traduções de fibra de importação

# @KRF2736
source: Security privilege for fiber translations entity
pt_br: Privilégio de segurança para entidade de traduções de fibra

# @KRF2737
source: Security privilege for product instruction translations entity
pt_br: Privilégio de segurança para entidade de traduções de instrução de produtos

# @KRF2738
source: K3 Fashion - Ratio curves
pt_br: K3 Fashion - Curvas de proporção

# @KRF2739
source: K3 Fashion - Ratio curve lines
pt_br: K3 Fashion - Linhas curvas de proporção

# @KRF2740
source: K3 Fashion - Retail seasons
pt_br: K3 Fashion - Temporadas de varejo

# @KRF2741
source: Security privilege for ratio curves entity
pt_br: Privilégio de segurança para entidade de curvas de proporção

# @KRF2742
source: Export ratio curves
pt_br: Curvas de relação de exportação

# @KRF2743
source: Import ratio curves
pt_br: Curvas de relação de importação

# @KRF2744
source: Security privilege for ratio curve lines entity
pt_br: Privilégio de segurança para entidade de linhas de curva de proporção

# @KRF2745
source: Export ratio curve lines
pt_br: Linhas de curva da razão de exportação

# @KRF2746
source: Import ratio curve lines
pt_br: Linhas de curva da razão de importação

# @KRF2747
source: Security privilege for retail seasons entity
pt_br: Privilégio de segurança para entidade de temporadas de varejo

# @KRF2748
source: Export retail seasons
pt_br: Temporadas de varejo de exportação

# @KRF2749
source: Import retail seasons
pt_br: Temporadas de varejo de importação

# @KRF2750
source: K3 Fashion - Phase translations
pt_br: K3 Fashion - Traduções de fase

# @KRF2751
source: K3 Fashion - Activity group translations
pt_br: K3 Fashion - Traduçãos do grupo de atividades

# @KRF2752
source: K3 Fashion - Activity translations
pt_br: K3 Fashion - Traduções de atividade

# @KRF2753
source: K3 Fashion - Product lifecycle plan line actions
pt_br: K3 Fashion - Ações da linha de plano de ciclo de vida do produto

# @KRF2754
source: K3 Fashion - Product lifecycle template line actions
pt_br: K3 Fashion - Ações da linha de modelo do ciclo de vida do produto

# @KRF2755
source: K3 Fashion - Product lifecycle template line
pt_br: K3 Fashion - Linha de modelos do ciclo de vida do produto

# @KRF2756
source: K3 Fashion - Product lifecycle template
pt_br: K3 Fashion - Modelo do ciclo de vida do produto

# @KRF2757
source: Security privilege for phases entity
pt_br: Privilégio de segurança para entidade de fases

# @KRF2758
source: Export phases
pt_br: Fases de exportação

# @KRF2759
source: Import phases
pt_br: Fases de importação

# @KRF2760
source: Security privilege for phase translation entity
pt_br: Privilégio de segurança para entidade de tradução de fase

# @KRF2761
source: Export phase translations
pt_br: Tradução de fase de exportação

# @KRF2762
source: Import phase translations
pt_br: Traduções de fase de importação

# @KRF2763
source: Security privilege for actions entity
pt_br: Privilégio de segurança para entidade de ações

# @KRF2764
source: Export actions
pt_br: Ações de exportação

# @KRF2765
source: Import actions
pt_br: Ações de importação

# @KRF2766
source: Security privilege for activity group lines entity
pt_br: Privilégio de segurança para entidade de linhas de grupo de atividade

# @KRF2767
source: Export activity group lines
pt_br: Linhas de grupos de atividades de exportação

# @KRF2768
source: Import activity group lines
pt_br: Linhas de grupos de atividades de importação

# @KRF2769
source: Security privilege for activity groups entity
pt_br: Privilégio de segurança para entidade de grupos de atividades

# @KRF2770
source: Export activity groups
pt_br: Grupos de atividades de exportação

# @KRF2771
source: Import activity groups
pt_br: Grupos de atividades de importação

# @KRF2772
source: Security privilege for activity group translation entity
pt_br: Privilégio de segurança para entidade de tradução de grupo de atividade

# @KRF2773
source: Export activity group translations
pt_br: Tradução de grupo de atividades de exportação

# @KRF2774
source: Import activity group translations
pt_br: Tradução de grupo de atividades de importação

# @KRF2775
source: Security privilege for activities entity
pt_br: Privilégio de segurança para entidade de atividades

# @KRF2776
source: Export activities
pt_br: Atividades de exportação

# @KRF2777
source: Import activities
pt_br: Atividades de importação

# @KRF2778
source: Security privilege for activity translation entity
pt_br: Privilégio de segurança para entidade de tradução de atividades

# @KRF2779
source: Export activity translations
pt_br: Traduções de atividades de exportação

# @KRF2780
source: Import activity translations
pt_br: Traduções de atividades de importação

# @KRF2781
source: Security privilege for product lifecycle plan line actions entity
pt_br: Privilégio de segurança para entidade de ações de linha de plano de vida do produto

# @KRF2782
source: Export product lifecycle plan line actions
pt_br: Exportar ações da linha do plano do ciclo de vida do produto

# @KRF2783
source: Import product lifecycle plan line actions
pt_br: Importação de ações da linha do plano de ciclo de vida do produto

# @KRF2784
source: Security privilege for product lifecycle plan line entity
pt_br: Privilégio de segurança para entidade de linha de plano de ciclo de vida do produto

# @KRF2785
source: Export product lifecycle plan lines
pt_br: Linhas de planos do ciclo de vida do produto de exportação

# @KRF2786
source: Import product lifecycle plan lines
pt_br: Importar linhas de planos do ciclo de vida do produto

# @KRF2787
source: Security privilege for product lifecycle plan entity
pt_br: Privilégio de segurança para entidade do plano de ciclo de vida do produto

# @KRF2788
source: Export product lifecycle plan
pt_br: Plano de ciclo de vida do produto de exportação

# @KRF2789
source: Import product lifecycle plan
pt_br: Plano de ciclo de vida do produto de importação

# @KRF2790
source: Security privilege for product lifecycle template line actions entity
pt_br: Privilégio de segurança para entidade de ações de linha de modelo de ciclo de vida do produto

# @KRF2791
source: Export product lifecycle template line actions
pt_br: Exportar ações da linha de modelo do ciclo de vida do produto

# @KRF2792
source: Import product lifecycle template line actions
pt_br: Importar ações da linha de modelo do ciclo de vida do produto

# @KRF2793
source: Security privilege for product lifecycle template line entity
pt_br: Privilégio de segurança para a entidade da linha de modelo do ciclo de vida do produto

# @KRF2794
source: Export product lifecycle template lines
pt_br: Exportar linhas de modelo do ciclo de vida do produto

# @KRF2795
source: Import product lifecycle template lines
pt_br: Importar linhas de modelo do ciclo de vida do produto

# @KRF2796
source: Security privilege for product lifecycle template entity
pt_br: Privilégio de segurança para a entidade de modelo do ciclo de vida do produto

# @KRF2797
source: Export product lifecycle templates
pt_br: Exportar modelos do ciclo de vida do produto

# @KRF2798
source: Import product lifecycle templates
pt_br: Importar modelos do ciclo de vida do produto

# @KRF2799
source: K3 Fashion - Recommended retail price
pt_br: K3 Fashion - Preço de varejo recomendado

# @KRF2800
source: Security privilege for recommended retail price entity
pt_br: Privilégio de segurança para entidade recomendada de preço de varejo

# @KRF2801
source: Export recommended retail prices
pt_br: Preços de varejo recomendados para exportação

# @KRF2802
source: Import recommended retail prices
pt_br: Preços de varejo recomendados de importação

# @KRF2803
source: Set up options for fashion
pt_br: Configure opções para a moda

# @KRF2804
source: Used price
pt_br: Preço usado

# @KRF2805
source: Defines which price will be used when comparing price ranges.
pt_br: Define qual preço será usado ao comparar faixas de preço.

# @KRF2806
source: Selected color
pt_br: Cor selecionada

# @KRF2807
source: Extended column type
pt_br: Tipo de coluna estendida

# @KRF2808
source: Defines type of extended column of matrix.
pt_br: Define o tipo de coluna estendida da matriz.

# @KRF2809
source: Target contract
pt_br: Contrato-alvo

# @KRF2810
source: Identifies which data contract should be built; the input, display or both.
pt_br: Identifica qual contrato de dados deve ser construído; a entrada, exibição ou ambos.

# @KRF2811
source: Distribution data
pt_br: Dados de distribuição

# @KRF2812
source: Distribution chart
pt_br: Gráfico de distribuição

# @KRF2813
source: Temporary axis data
pt_br: Dados temporários do eixo

# @KRF2814
source: Temporary display data
pt_br: Dados de exibição temporários

# @KRF2815
source: Temporary input data
pt_br: Dados de entrada temporários

# @KRF2816
source: Prepack header
pt_br: Cabeçalho pré-pacote

# @KRF2817
source: Prepack lines
pt_br: Linhas de pré-embalagem

# @KRF2818
source: Prepack versions
pt_br: Versões pré-embaladas

# @KRF2819
source: Maintain prepack version
pt_br: Manter a versão pré-pack

# @KRF2820
source: Date from which prepack is valid
pt_br: Data da qual o pré-pacote é válido

# @KRF2821
source: Date until which prepack is valid
pt_br: Data até qual pré-pacote é válido

# @KRF2822
source: Prepack line applies as of this date.
pt_br: A linha pré-pacote se aplica a partir desta data.

# @KRF2823
source: Prepack line applies to this date.
pt_br: A linha pré-pacote se aplica a esta data.

# @KRF2824
source: Only base value editable
pt_br: Apenas valor base editável

# @KRF2825
source: You have changes.\nDo you want to save changes (Yes), discard changes (No) or Cancel?
pt_br: Você tem alterações.\nDo o que deseja salvar alterações (Sim), descarte alterações (Não) ou Cancele?

# @KRF2826
source: Order allocation version
pt_br: Versão de alocação de pedidos

# @KRF2827
source: Setup order allocation version.
pt_br: Versão de alocação de pedidos de configuração.

# @KRF2828
source: Allocation version ID
pt_br: ID da versão de alocação

# @KRF2829
source: Order allocation version id.
pt_br: ID de alocação de pedidos.

# @KRF2830
source: The KRFOrderAllocationVersion table contains information about order allocation version.
pt_br: A tabela KRFOrderAllocationVersion contém informações sobre a versão de alocação de pedidos.

# @KRF2831
source: Select the order allocation version.
pt_br: Selecione a versão de alocação do pedido.

# @KRF2832
source: Select the version that should be used while allocation by priority.
pt_br: Selecione a versão que deve ser usada durante a alocação por prioridade.

# @KRF2833
source: The default allocation version '%1' cannot be deleted.
pt_br: A versão de alocação padrão '%1' não pode ser excluída.

# @KRF2834
source: Adding default order allocation version to the order allocation priority.
pt_br: Adicionando a versão de alocação de pedidos padrão à prioridade de alocação do pedido.

# @KRF2835
source: Default version for order allocation.
pt_br: Versão padrão para alocação de pedidos.

# @KRF2836
source: Description of the order allocation version.
pt_br: Descrição da versão de alocação do pedido.

# @KRF2837
source: Reserve now quantity is more than remaining planned quantity available.
pt_br: A quantidade de reserva agora é mais do que a quantidade planejada restante disponível.

# @KRF2838
source: The requested quantity of %1 %2 cannot be reserved because no items are ordered.
pt_br: A quantidade solicitada de %1 %2 não pode ser reservada porque nenhum item é solicitado.

# @KRF2839
source: %1 cannot be reserved because only %2 are ordered.
pt_br: %1 não pode ser reservado porque apenas %2 são ordenados.

# @KRF2840
source: Export customer agreement
pt_br: Acordo de cliente de exportação

# @KRF2841
source: Import customer agreement
pt_br: Acordo de cliente de importação

# @KRF2842
source: K3 Fashion - Customer agreement
pt_br: K3 Fashion - Contrato de cliente

# @KRF2843
source: Security privilege for customer agreement
pt_br: Privilégio de segurança para o contrato do cliente

# @KRF2844
source: Export warehouse classification groups
pt_br: Grupos de classificação de armazéns de exportação

# @KRF2845
source: Import warehouse classification groups
pt_br: Grupos de classificação de armazéns de importação

# @KRF2846
source: K3 Fashion - Warehouse classification groups
pt_br: K3 Fashion - Grupos de classificação de armazéns

# @KRF2847
source: Security privilege for warehouse classification groups
pt_br: Privilégio de segurança para grupos de classificação de armazéns

# @KRF2848
source: Export order allocation priority version
pt_br: Versão prioritária de alocação de pedidos de exportação

# @KRF2849
source: Import order allocation priority version
pt_br: Versão prioritária de alocação de pedidos de importação

# @KRF2850
source: K3 Fashion - Order allocation priority version
pt_br: K3 Fashion - Versão prioritária de alocação de pedidos

# @KRF2851
source: Security privilege for order allocation priority version
pt_br: Privilégio de segurança para versão prioritária de alocação de pedidos

# @KRF2852
source: Export order allocation priority
pt_br: Prioridade de alocação de pedidos de exportação

# @KRF2853
source: Import order allocation priority
pt_br: Prioridade de alocação de pedidos de importação

# @KRF2854
source: Security privilege for order allocation priority
pt_br: Privilégio de segurança para prioridade de alocação de pedidos

# @KRF2855
source: Export measurement positions
pt_br: Posições de medição de exportação

# @KRF2856
source: Import measurement positions
pt_br: Posições de medição de importação

# @KRF2857
source: Security privilege for measurement positions
pt_br: Privilégio de segurança para posições de medição

# @KRF2858
source: Export measurement position group
pt_br: Grupo de posição de medição de exportação

# @KRF2859
source: Import measurement position group
pt_br: Grupo de posição de medição de importação

# @KRF2860
source: K3 Fashion - Measurement position group
pt_br: K3 Fashion - Grupo de posição de medição

# @KRF2861
source: Security privilege for measurement position group
pt_br: Privilégio de segurança para grupo de posição de medição

# @KRF2862
source: Export measurement position line
pt_br: Linha de posição de medição de exportação

# @KRF2863
source: Import measurement position line
pt_br: Linha de posição de medição de importação

# @KRF2864
source: K3 Fashion - Measurement position line
pt_br: K3 Fashion - Linha de posição de medição

# @KRF2865
source: Security privilege for measurement position line
pt_br: Privilégio de segurança para linha de posição de medição

# @KRF2866
source: Export measurement position translation
pt_br: Tradução de posição de medição de exportação

# @KRF2867
source: Import measurement position translation
pt_br: Tradução da posição de medição de importação

# @KRF2868
source: K3 Fashion - Measurement position translation
pt_br: K3 Fashion - Tradução de posição de medição

# @KRF2869
source: Security privilege for measurement position translation
pt_br: Privilégio de segurança para tradução de posição de medição

# @KRF2870
source: Export price range
pt_br: Faixa de preço de exportação

# @KRF2871
source: Import price range§0020§
pt_br: Faixa de preço de importação§0020§

# @KRF2872
source: Security privilege for price range
pt_br: Privilégio de segurança para faixa de preço

# @KRF2873
source: Export item measurements
pt_br: Medições de itens de exportação

# @KRF2874
source: Import item measurements
pt_br: Medições de itens de importação

# @KRF2875
source: Security privilege for item measurements
pt_br: Privilégio de segurança para medições de itens

# @KRF2876
source: Export product measurements
pt_br: Medições do produto de exportação

# @KRF2877
source: Import product measurements
pt_br: Medições do produto de importação

# @KRF2878
source: K3 Fashion - Product measurements
pt_br: K3 Fashion - Medições de produtos

# @KRF2879
source: Security privilege for product measurements
pt_br: Privilégio de segurança para medições de produtos

# @KRF2880
source: Export collections
pt_br: Coleções de exportação

# @KRF2881
source: Import collections
pt_br: Cobranças de importação

# @KRF2882
source: K3 Fashion - Collections
pt_br: K3 Fashion - Coleções

# @KRF2883
source: Security privilege for collections
pt_br: Privilégio de segurança para coleções

# @KRF2884
source: Export collection lines
pt_br: Linhas de coleta de exportação

# @KRF2885
source: Import collection lines
pt_br: Linhas de coleta de importação

# @KRF2886
source: K3 Fashion - Collection lines§0020§
pt_br: K3 Fashion - Linhas de coleção§0020§

# @KRF2887
source: Security privilege for collection lines
pt_br: Privilégio de segurança para linhas de coleta

# @KRF2888
source: Export collection season relation
pt_br: Relação da temporada de coleta de exportação

# @KRF2889
source: Import collection season relation
pt_br: Relação da temporada de coleta de importação

# @KRF2890
source: K3 Fashion - Collection season relation
pt_br: K3 Fashion - Relação da temporada de coleção

# @KRF2891
source: Security privilege for collection season relation
pt_br: Privilégio de segurança para relação temporada de coleta

# @KRF2892
source: Total number of lines updated: %1
pt_br: Número total de linhas atualizadas: %1

# @KRF2893
source: Total number of lines deleted: %1
pt_br: Número total de linhas excluídas: %1

# @KRF2894
source: Data import/export framework requires the entity mapping to be up-to-date. Click the button below to refresh.
pt_br: A estrutura de importação/exportação de dados exige que o mapeamento da entidade esteja atualizado. Clique no botão abaixo para atualizar.

# @KRF2895
source: Refresh entity mapping
pt_br: Atualizar o mapeamento da entidade

# @KRF2896
source: Entity mappings were successfully refreshed.
pt_br: Os mapeamentos das entidades foram atualizados com sucesso.

# @KRF2897
source: Chart type
pt_br: Tipo de gráfico

# @KRF2898
source: Collection line for category '%1' already exists.
pt_br: Já existe a linha de coleta para a categoria '%1'.

# @KRF2899
source: Create order change journal
pt_br: Criar diário de mudança de pedido

# @KRF2900
source: Auto-refresh chart on matrix
pt_br: Gráfico de atualização automática na matriz

# @KRF2901
source: Set this property to activate the auto-refresh of the matrix chart.
pt_br: Defina esta propriedade para ativar a atualização automática do gráfico de matriz.

# @KRF2902
source: Matrix setup
pt_br: Configuração da matriz

# @KRF2903
source: Matrix ID allocation
pt_br: Alocação de ID de matriz

# @KRF2904
source: Schedules the batch job for allocation of matrix ID.
pt_br: Agenda o trabalho em lote para alocação de ID matricial.

# @KRF2905
source: The clean-up will find lost numbers and return them to the list with status 'Free'.
pt_br: A limpeza encontrará números perdidos e os devolverá à lista com o status 'Livre'.

# @KRF2906
source: Pivot released product quantities
pt_br: Quantidades de produtos de lançamento pivô

# @KRF2907
source: The KRFTmpInventSumPivot table contains information about inventory quanitities which will be shown in the item pivot.
pt_br: A tabela KRFTmpInventSumPivot contém informações sobre as coitalidades de inventário que serão mostradas no pivô do item.

# @KRF2908
source: Pivot released product dimension§0020§
pt_br: Dimensão do produto lançado em pivô§0020§

# @KRF2909
source: The KRFTmpInventDimPivot table contains information about inventory dimensions which will be shown in the item pivot.
pt_br: A tabela KRFTmpInventDimPivot contém informações sobre dimensões de inventário que serão mostradas no pivô do item.

# @KRF2910
source: Pivot product color§0020§
pt_br: Cor do produto pivô§0020§

# @KRF2911
source: The KRFTmpProductColorPivot table contains information about colors which will be shown in the item pivot.
pt_br: A tabela KRFTmpProductColorPivot contém informações sobre cores que serão mostradas no pivô do item.

# @KRF2912
source: Pivot product size§0020§
pt_br: Tamanho do produto pivô§0020§

# @KRF2913
source: The KRFTmpProductSizePivot table contains information about sizes which will be shown in the item pivot.
pt_br: A tabela KRFTmpProductSizePivot contém informações sobre tamanhos que serão mostrados no pivô do item.

# @KRF2914
source: Pivot product fit
pt_br: Ajuste do produto pivô

# @KRF2915
source: The KRFTmpProductStylePivot table contains information about fits which will be shown in the item pivot.
pt_br: A tabela KRFTmpProductStylePivot contém informações sobre ajustes que serão mostrados no pivô do item.

# @KRF2916
source: Pivot run log
pt_br: Registro de execução pivô

# @KRF2917
source: The KRFPivotRunLog table contains information about the last pivot run per user.
pt_br: A tabela KRFPivotRunLog contém informações sobre a última corrida de pivô por usuário.

# @KRF2918
source: Configuration
pt_br: Configuração

# @KRF2919
source: One-time configuration setup
pt_br: Configuração única

# @KRF2920
source: Pivot must be called with an item record.
pt_br: O pivô deve ser chamado com um registro de item.

# @KRF2921
source: No template found.
pt_br: Nenhum modelo encontrado.

# @KRF2922
source: Creates an excel pivot for the selected item.
pt_br: Cria um pivô excel para o item selecionado.

# @KRF2923
source: This data entity is used to retrieve the data to be displayed in the Item Pivot.§0020§
pt_br: Esta entidade de dados é usada para recuperar os dados a serem exibidos no Pivô do item.§0020§
